{"id":22574,"date":"2022-09-14T11:12:51","date_gmt":"2022-09-14T09:12:51","guid":{"rendered":"https:\/\/citronnoir.com\/?p=22574"},"modified":"2023-07-01T14:44:16","modified_gmt":"2023-07-01T12:44:16","slug":"mobile-first-vs-responsive-web-quelle-methode-choisir","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/mobile-first\/mobile-first-vs-responsive-web-quelle-methode-choisir\/","title":{"rendered":"Mobile first VS Desktop Web, quelle m\u00e9thode choisir ?"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Qu\u2019est ce que le Mobile First et pourquoi est-il important ?&nbsp;<\/h2>\n\n\n\n<p>Il y a encore quelques ann\u00e9es, on avait l'habitude d'adapter d\u2019abord le web design \u00e0 l\u2019ordinateur, avant de progressivement l\u2019optimiser pour le mobile. Aujourd\u2019hui, la tendance s\u2019est largement invers\u00e9e. Et pour cause, en 2020, 2\/3 du trafic en ligne mondial provenait des smartphones, soit une augmentation de 16% par rapport \u00e0 2019, selon une <a href=\"https:\/\/contentsquare.com\/fr-fr\/blog\/presse-contentsquare-traffic-mobile-benchmark-etude\/\">\u00e9tude ContentSquare<\/a><strong>.&nbsp;<\/strong><\/p>\n\n\n\n<p>En 2022, on imagine facilement que ce chiffre ait encore grimp\u00e9. Le Mobile First Design n\u2019est donc plus un march\u00e9 de niche mais bien un march\u00e9 qu\u2019il est essentiel de prendre en compte dans sa strat\u00e9gie digitale. Et cette inversion de la tendance impose aux d\u00e9veloppeurs web de nouveaux usages.&nbsp;<\/p>\n\n\n<div id=\"FAQ_section\" class=\"ct-div-block sec_focus\"  itemscope=\"\" itemtype=\"https:\/\/schema.org\/FAQPage\"><div id=\"div_block-10-33072\" class=\"ct-div-block\"  itemscope=\"\" itemprop=\"mainEntity\" itemtype=\"http:\/\/schema.org\/Question\"><h2 id=\"headline-11-33072\" class=\"ct-headline\" itemprop=\"name\"> Mobile first ou Desktop first ?<\/h2><div id=\"div_block-12-33072\" class=\"ct-div-block\"  itemscope=\"\" itemtype=\"http:\/\/schema.org\/Answer\" itemprop=\"acceptedAnswer\"><p id=\"text_block-13-33072\" class=\"ct-text-block\"  itemprop=\"text\">Google recommande le mobile first, mais analysez bien les visites de votre site pour savoir si votre audience le consulte sur davantage sur mobile ou sur desktop. Une analyse compl\u00e8te permet de faire le choix du mobile first.<\/p><\/div><\/div><\/div>\n\n\n<h3 class=\"wp-block-heading\">Aujourd\u2019hui, faut-il toujours privil\u00e9gier l\u2019approche mobile first ?&nbsp;<\/h3>\n\n\n\n<p>Il est tr\u00e8s pertinent de s\u2019assurer que notre site web s\u2019adapte parfaitement au dernier t\u00e9l\u00e9phone sorti. Cependant, il peut \u00eatre int\u00e9ressant de consulter, en premier lieu, les donn\u00e9es analytiques de notre site avant d\u2019envisager l\u2019approche Mobile First ou au contraire Desktop first.&nbsp;<\/p>\n\n\n\n<p>Le mobile First est une approche de construction diff\u00e9rente, qui permet d'optimiser un site sur mobile, quitte \u00e0 prioriser le mobile au desktop (PC \/ MAC). <strong>Il ne faut pas tenir pour acquis la tendance du mobile first<\/strong>: Chaque produit d'adresse \u00e0 une cible bien particuli\u00e8re. Sur le site de l'<a href=\"\/\">agence de communication digitale<\/a> Citron Noir par exemple, nous n'avons pas adopt\u00e9 le mobile first. En effet, les statistiques du site web sur l'ann\u00e9e pr\u00e9c\u00e9dente montre que les 2\/3 des visiteurs du site sont sur desktop.<\/p>\n\n\n\n<p> <\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1276\" height=\"534\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/09\/statistiques-mobile-first-site-web-citron-noir-.png\" alt=\"statistiques mobile first site web citron noir \" class=\"wp-image-24026\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/09\/statistiques-mobile-first-site-web-citron-noir-.png 1276w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/09\/statistiques-mobile-first-site-web-citron-noir--736x308.png 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/09\/statistiques-mobile-first-site-web-citron-noir--768x321.png 768w\" sizes=\"(max-width: 1276px) 100vw, 1276px\" \/><\/figure>\n\n\n\n<p>Dans le cas o\u00f9 ces donn\u00e9es indiquent que vos utilisateurs ne consultent pratiquement pas votre site via un mobile, il est \u00e9ventuellement plus pertinent de choisir l\u2019approche <strong>desktop first<\/strong>. En optant pour le Mobile First Design, vous pouvez \u00eatre amen\u00e9s \u00e0 n\u00e9gliger l\u2019UX experience d\u2019une partie de vos utilisateurs en risquant de d\u00e9laisser la qualit\u00e9 du parcours client de l\u2019ensemble des utilisateurs qui n\u2019utilisent pas le mobile. En revanche, si vous vous apercevez que 80% de vos clients passent par le biais d\u2019un mobile pour consulter votre site, n\u2019h\u00e9sitez pas une seule seconde avant d\u2019adopter cette m\u00e9thode.&nbsp;<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p><strong>En r\u00e9sum\u00e9 <\/strong>: bien que Google recommande fortement le mobile first, attention \u00e0 prendre en consid\u00e9ration l'utilisation de votre support par votre audience. l'internaute est la priorit\u00e9 !<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Le Responsive Web Design, un bon compromis ?&nbsp;<\/h2>\n\n\n\n<p>Avec le concept d\u2019ATAWAD - Any Time, AnyWhere, Any Device - les consommateurs sont libres de faire des recherches via leur navigateur et ce, depuis n\u2019importe quel appareil : mobiles, sites web ou encore tablettes. Pour que le design s\u2019adapte au mieux \u00e0 toutes les r\u00e9solutions d\u2019\u00e9cran, le Responsive Web Design est une des m\u00e9thodes privil\u00e9gi\u00e9es.<\/p>\n\n\n\n<p>Le Responsive Web Design (RWD) est une m\u00e9thode permettant de <strong>concevoir des interfaces utilisateur capables de s'adapter aux diff\u00e9rentes r\u00e9solutions d\u2019\u00e9crans. <\/strong>Autrement dit, cette approche permet aux utilisateurs d\u2019acc\u00e9der \u00e0 un m\u00eame fichier de base par le biais de leur navigateur, et ce, quel que soit l\u2019appareil. <strong>Le code CSS contr\u00f4le la mise en page<\/strong> et la rend diff\u00e9rente en fonction de la taille de l\u2019\u00e9cran. C\u2019est donc l\u2019oppos\u00e9 du principe de Mobile First Design, car ici, le web design est d\u2019abord&nbsp; cr\u00e9\u00e9 pour le site, puis adapt\u00e9 aux diff\u00e9rents appareils.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Comment fonctionne le RWD ?&nbsp;<\/h3>\n\n\n\n<p>Cette approche se base sur un design flexible compos\u00e9 :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>de CSS Media Queries*<\/li>\n\n\n\n<li>de mises en page, images et grilles flexibles<\/li>\n<\/ul>\n\n\n\n<p>Ces \u00e9l\u00e9ments permettent l\u2019<strong>adaptation automatique du design \u00e0 l\u2019appareil utilis\u00e9<\/strong>. &nbsp; L\u2019avantage du RWD, c\u2019est que les designers n\u2019ont pas \u00e0 cr\u00e9er des versions adapt\u00e9es \u00e0 chaque \u00e9cran. L\u2019exp\u00e9rience de navigation est garantie pour chaque device.<\/p>\n\n\n\n<p>*<em>Les Media Queries (ou requ\u00eates m\u00e9dia en fran\u00e7ais) permettent de modifier l'apparence d'un site en fonction du type d'appareil utilis\u00e9 et de ses caract\u00e9ristiques (la r\u00e9solution d\u2019un \u00e9cran ou la largeur du viewport).<\/em><\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1080\" height=\"400\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/mobile-first-design.jpg\" alt=\"mobile first design\" class=\"wp-image-22619\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/mobile-first-design.jpg 1080w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/mobile-first-design-736x273.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/mobile-first-design-768x284.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/mobile-first-design-360x133.jpg 360w\" sizes=\"(max-width: 1080px) 100vw, 1080px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Quels sont les avantages d\u2019une approche mobile friendly ?<\/h2>\n\n\n\n<p>Adopter une approche adapt\u00e9e pour le mobile poss\u00e8de des avantages ind\u00e9niables et tend \u00e0 devenir primordial, si \u00e7a n'est pas d\u00e9j\u00e0 le cas. Alors, que vous choisissiez d\u2019opter pour l\u2019approche Mobile First ou l\u2019approche desktop, vous avez tout \u00e0 y gagner.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Une adaptabilit\u00e9 \u00e0 toute \u00e9preuve<\/h3>\n\n\n\n<p>Cette derni\u00e8re vous permet de <strong>garantir une certaine coh\u00e9rence ergonomique<\/strong> sur tout type de support. Par exemple, le Mobile First Design se base, lors de la cr\u00e9ation, sur le plus petit \u00e9cran possible. Par la suite, il sera toujours plus facile de l\u2019adapter \u00e0 des \u00e9crans plus grands.  Lorsque l\u2019on cr\u00e9e ce type de design, on r\u00e9fl\u00e9chit en \u201cblocs\u201d. Ces derniers se r\u00e9partissent de mani\u00e8re intelligente selon l\u2019\u00e9cran et la place disponible, pour permettre une exp\u00e9rience utilisateur des plus optimales.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Un temps de chargement optimis\u00e9<\/h3>\n\n\n\n<p>En optant pour une approche Mobile First Design, vous serez oblig\u00e9 de ma\u00eetriser la quantit\u00e9 d\u2019informations pr\u00e9sente sur votre site pour qu\u2019elle soit appr\u00e9ciable par l\u2019utilisateur malgr\u00e9 la taille r\u00e9duite de l\u2019\u00e9cran. Concentrez vous sur l\u2019essentiel, car, dans tous les cas, il est plus facile d\u2019ajouter des options pr\u00e9sentes exclusivement sur desktop plut\u00f4t que d\u2019en supprimer sur mobile. Et en ayant un site moins lourd, le temps de chargement n\u2019en sera qu\u2019am\u00e9lior\u00e9.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Un meilleur SEO<\/h3>\n\n\n\n<p>Un autre avantage, et pas des moindres, est le fait que le Responsive Web Design puisse am\u00e9liorer votre <a href=\"https:\/\/citronnoir.com\/referencement-naturel-google\/\" data-type=\"page\" data-id=\"10000\">r\u00e9f\u00e9rencement naturel<\/a>. Pour vous remettre dans le contexte, apr\u00e8s la mont\u00e9e en puissance de l\u2019utilisation du smartphone, Google a \u00e9t\u00e9 contraint de revoir son algorithme de r\u00e9f\u00e9rencement et d\u2019accorder une importance plus cons\u00e9quente \u00e0 l\u2019aspect \u201c<strong>mobile friendly<\/strong>\u201d d\u2019un site.&nbsp;<\/p>\n\n\n\n<p>Les robots Google ont par cons\u00e9quent tendance \u00e0 pr\u00e9f\u00e9rer les sites responsives lors du crawl car ces derniers poss\u00e8dent une seule URL (et un m\u00eame code HTML) sur n\u2019importe quel appareil, ce qui permet une meilleure indexation et vous promet une meilleure position dans le SERP (le SERP correspond \u00e0 la page de r\u00e9sultat d\u2019un moteur de recherche).&nbsp;<\/p>\n\n\n\n<p>Opter pour une approche mobile friendly, au d\u00e9triment d\u2019une version mobile classique, vous permet de conserver le m\u00eame site, avec le m\u00eame nom de domaine et, ainsi, d\u2019\u00e9viter au maximum le duplicate content entre vos deux URL et de conserver votre link juice et vos page rank.&nbsp;<\/p>\n\n\n\n<p>Dans tous les cas, quelle que soit la m\u00e9thode d\u2019adaptation que vous privil\u00e9giez, il est important de prendre conscience de la place que le mobile occupe dans notre soci\u00e9t\u00e9 \u00e0 l\u2019heure actuelle. Il est donc clair qu'il ne faut pas n\u00e9gliger l\u2019affichage de votre web design sur un smartphone, afin que l\u2019exp\u00e9rience utilisateur soit agr\u00e9able en toute circonstance.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Aujourd\u2019hui, le t\u00e9l\u00e9phone est devenu un objet essentiel aux yeux des consommateurs. Ils l\u2019ont, pour la grande majorit\u00e9, en permanence \u00e0 port\u00e9e de main. D\u2019ailleurs, on assiste m\u00eame, au fil du temps, \u00e0 une transformation de l\u2019internaute classique en un\" mobinaute\" car 60% des recherches Google proviendraient d\u2019un mobile ! Par cons\u00e9quent, le trafic vers les sites web en est fortement impact\u00e9.<\/p>\n","protected":false},"author":4,"featured_media":22576,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Mobile first ou Desktop first, quelle approche choisir ?","_seopress_titles_desc":"Mobile first vs Desktop first ? Bien que Google recommande fortement le mobile first, l&#039;internaute doit rester la priorit\u00e9 ! Analysez les donn\u00e9es de vos visiteurs avant de prendre cette d\u00e9cision.","_seopress_robots_index":"","footnotes":""},"categories":[112],"tags":[],"class_list":["post-22574","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-mobile-first"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22574"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=22574"}],"version-history":[{"count":13,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22574\/revisions"}],"predecessor-version":[{"id":33080,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22574\/revisions\/33080"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/22576"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=22574"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=22574"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=22574"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}