{"id":9645,"date":"2020-03-23T11:39:48","date_gmt":"2020-03-23T10:39:48","guid":{"rendered":"https:\/\/citronnoir.com\/?p=9645"},"modified":"2023-08-04T17:07:45","modified_gmt":"2023-08-04T15:07:45","slug":"la-refonte-du-site-web-printemps","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/e-commerce\/la-refonte-du-site-web-printemps\/","title":{"rendered":"Etude de la refonte du site web de printemps"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Refonte du site de Printemps : des choix UX et UI originaux<\/h2>\n\n\n\n<p>Quoi qu'on en dise, <a href=\"https:\/\/citronnoir.com\/agence-wordpress\/quels-sont-les-enjeux-de-la-refonte-dun-site-internet\/\" data-type=\"URL\" data-id=\"https:\/\/citronnoir.com\/agence-wordpress\/quels-sont-les-enjeux-de-la-refonte-dun-site-internet\/\">la refonte d'un site internet<\/a> est toujours difficile \u00e0 appr\u00e9hender.<\/p>\n\n\n\n<p><em>Que ce soit des directives de la marque ou des conseils de l'agence en charge de ce travail, les choix graphiques et l'interface utilisateur ont \u00e9t\u00e9 pens\u00e9s pendant des mois. En aucun cas nous nous permettons de juger la qualit\u00e9 du travail effectu\u00e9. Pour la simple raison que nous n'avons pas tous les \u00e9l\u00e9ments de contexte et peut-\u00eatre que chaque choix est justifi\u00e9 et judicieux. Par la suite, nous allons analyser cette refonte et son impact sur les statistiques web au mois de mars 2020.<\/em><br><img decoding=\"async\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/03\/panier-printemps.jpg\" alt=\"ajout au panier d'une paire de basket\"><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Un design hors du commun<\/h3>\n\n\n\n<p>Quand on ouvre le site, la premi\u00e8re chose qui saute aux yeux, c'est ce vert. Un choix tr\u00e8s agressif, quelque peu \"old school\", qui peut faire d\u00e9bat... Les go\u00fbts et les couleurs... Sur le plan marketing, c'est peut-\u00eatre \"to much\" et \u00e7a risque d'inconsciemment faire fuir plus d'un visiteur, mais \u00e0 l'inverse d'autres personnes peuvent adorer l'impact et l'identit\u00e9 refl\u00e9t\u00e9e par cette couleur flashy (et c'est mon cas !). Pour rappel, le site de Printemps &nbsp;s'adresse aux amateurs de marques de luxe et designers avec des prix moyens autour de 500 euros. J'imagine qu'une \u00e9tude pouss\u00e9e a conclue que les <strong>designers<\/strong> adorent le vert fluo ? Le persona marketing a s\u00fbrement \u00e9t\u00e9 analys\u00e9 de bout en bout. Une chose est s\u00fbre, l'impact graphique est brutal et les fans de <em>Dark mode<\/em> vont s'arracher les yeux !<\/p>\n\n\n\n<p>Quand on regarde d'un peu plus pr\u00e8s et qu'on retire ce vert, le design reste tr\u00e8s \u00e9pur\u00e9 et simpliste, \u00e9loign\u00e9 <a href=\"https:\/\/citronnoir.com\/e-commerce\/e-commerce-les-tendances\/\">des tendances web<\/a>. On retrouve ici tous les codes du e-commerce de fa\u00e7on tr\u00e8s simple : Sur la page d'accueil, des images avec des titres pr\u00e9sentant les cat\u00e9gories des produits et des articles de blog. Et sur les pages des cat\u00e9gories : une image un titre, du texte. Une image, un titre, du texte. L'absence de l'add to action est quelque peu flagrante sur certaines pages, mais le parcours d'achat est somme toute classique avec un check out bien pens\u00e9. On pourrait cependant remarquer l'absence de communication autour du click and collect (difficile \u00e0 trouver).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Un parcours atypique<\/h3>\n\n\n\n<p>D'un point de vue personnel, je trouve que la pr\u00e9sence des articles en page d'accueil perturbe le parcours d'achat et doit ind\u00e9niablement r\u00e9duire le taux de conversion. Tant que nous parlons d'UX, nous pouvons affirmer que le site a \u00e9t\u00e9 pens\u00e9 <strong>mobile first<\/strong>. En effet, les diff\u00e9rents \u00e9l\u00e9ments sont optimis\u00e9s pour mobile, mais pas forc\u00e9ment pour <em>desktop<\/em>. En t\u00e9moigne le bandeau informationnel en haut de page du site, qui est presque illisible sur un ordinateur (le d\u00e9filement \u00e0 haute vitesse et couleur fluo font mauvais m\u00e9nage).<br><img decoding=\"async\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/03\/bandeau-haut-de-page-printemps.jpg\" alt=\"Bandeau haut de page du site Printemps\"><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Les cons\u00e9quences de ce changement<\/h2>\n\n\n\n<p>Pour savoir si la refonte d'un site a \u00e9t\u00e9 productive, il faut prendre de nombreux crit\u00e8res en compte. On appelle cela des <strong>KPI<\/strong> (Key Performance Indicator). Il est courant qu'une l\u00e9g\u00e8re baisse soit constat\u00e9e apr\u00e8s des changements radicaux comme ceux entrepris par Printemps.com. Les utilisateurs doivent s'habituer \u00e0 cette nouvelle identit\u00e9, Google doit appr\u00e9cier les nouveaux changements etc. Regardons un peu plus pr\u00e8s les indicateurs que nous avons \u00e0 notre disposition.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le r\u00e9f\u00e9rencement naturel du site<\/h3>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/03\/seo-printemps.jpg\" alt=\"analyse du r\u00e9f\u00e9rencement naturel du site de printemps\"\/><\/figure>\n\n\n\n<p>Sur le mois de mi-f\u00e9vrier - mi-mars 2020, nous remarquons plusieurs chiffres significatifs :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Le volume de mots cl\u00e9s a diminu\u00e9 de 43%<\/li>\n\n\n\n<li>Le trafic <strong>SEO<\/strong> a diminu\u00e9 de 65%<\/li>\n\n\n\n<li>Le classement de <a href=\"https:\/\/insight.yooda.com\/\">Yooda insight<\/a> est pass\u00e9 de 9 217 \u00e0 22 239 (classement des sites web r\u00e9f\u00e9renc\u00e9s sur google)<\/li>\n\n\n\n<li>Le nombre de pages positionn\u00e9es a diminu\u00e9 de 1.5 fois<\/li>\n<\/ul>\n\n\n\n<p>Globalement le<strong> r\u00e9f\u00e9rencement naturel<\/strong> du site est en baisse, mais cela peut \u00e9ventuellement s'expliquer. En effet, nous pouvons \u00e9mettre quelques hypoth\u00e8ses :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Lors de <strong>la refonte du site<\/strong>, Printemps \u00e0 fait le tri dans les pages les plus anciennes.<\/li>\n\n\n\n<li>La refonte du site a fait l'objet d'une refonte SEO et les changements ne sont pas tout \u00e0 fait op\u00e9rationnels ou du moins, pas encore pris en compte par Google.<\/li>\n\n\n\n<li>La marque met le paquet sur son identit\u00e9 de marque et mise sur la fid\u00e9lit\u00e9 client<\/li>\n<\/ul>\n\n\n\n<p><em>Seuls les marketeurs ont les r\u00e9ponses \u00e0 nos questions. Quoi qu'il en soit, la perte de trafic SEO est tout de m\u00eame significative pour la marque. Le taux de rebond ainsi que l'impact sur les ventes doit sans doute \u00eatre cons\u00e9quent.<\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Les performances du site<\/h3>\n\n\n\n<p>On sait que Google analyse les performances d'un site avant de d\u00e9finir sa position sur le moteur de recherche (c'est d'ailleurs un des crit\u00e8res les plus importants). Outre le point de vue SEO, les performances d'un <a href=\"https:\/\/citronnoir.com\/agence-wordpress\/\">site web<\/a> ont un double objectif : Valoriser le site aupr\u00e8s de Google et proposer un site rapide et fonctionnel \u00e0 ses utilisateurs. Est-ce le cas ?<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/03\/performances-printemps.jpg\" alt=\"les performances du site printemps\"\/><\/figure>\n\n\n\n<p>Au regard des crit\u00e8res ci-dessus, nous pouvons penser que la refonte du site va faire l'objet d'am\u00e9lioration concernant les performances, dont notamment le temps de chargement du site (score D et D sur GTMetrix). Les performances ne sont pas en ad\u00e9quation avec la puissance de Printemps. A l'inverse d'Asos (le bon \u00e9l\u00e8ve de la vente en ligne de v\u00eatements), et de son identit\u00e9 visuelle tr\u00e8s travaill\u00e9e sur le plan de l'UX, de l'UI et des performances.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Il fallait oser<\/h2>\n\n\n\n<p>Et oui, rares sont les designers qui cassent les codes du e-commerce !<br>Printemps a choisi de s'adresser uniquement \u00e0 sa cible en proposant un support adapt\u00e9, original et <strong>brutal<\/strong>. Nous verrons dans le temps si cette strat\u00e9gie est payante ou non, en attendant, saluons la cr\u00e9ativit\u00e9, l'audace et l'\u00e9l\u00e9gance du luxe.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Pour ceux qui l'ignorent, Printemps est une entreprise fran\u00e7aise qui se positionne sur des marques de mode, de luxe et de beaut\u00e9.<br \/>\nLes objectifs de Printemps sont clairs. La firme souhaite r\u00e9aliser 20% de son activit\u00e9 en ligne d'ici 5 ans (contre 10% actuellement), rapporte lesechos.fr. Un objectif en ad\u00e9quation avec la ligne directrice que Printemps adopte depuis quelques ann\u00e9es : augmenter sa puissance en ligne. En effet, les ventes ont progress\u00e9 de 70 % entre 2010 et 2019. Au total le groupe a investi 25 millions d'euros depuis cinq ans dans ses diff\u00e9rents projets digitaux, avec par exemple le rachat de Madeindesign.com, le d\u00e9veloppement de Citadium ou encore la refonte du site de Printemps, publi\u00e9 au d\u00e9but du mois de mars 2020.<\/p>\n","protected":false},"author":4,"featured_media":9646,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"127","_seopress_titles_title":"\u00c9tudions la refonte du site de Printemps.com : Pourquoi ce vert fluo ?","_seopress_titles_desc":"Printemps.com a investi 25 Millions d&#039;\u20acuros dans ses projets digitaux. La refonte du site web a fait le tour des r\u00e9seaux ! Des choix forts et peu justifi\u00e9s.","_seopress_robots_index":"","footnotes":""},"categories":[127],"tags":[],"class_list":["post-9645","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-e-commerce"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/9645"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=9645"}],"version-history":[{"count":8,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/9645\/revisions"}],"predecessor-version":[{"id":34118,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/9645\/revisions\/34118"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/9646"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=9645"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=9645"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=9645"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}