{"id":15827,"date":"2021-06-30T09:03:00","date_gmt":"2021-06-30T07:03:00","guid":{"rendered":"https:\/\/citronnoir.com\/?p=15827"},"modified":"2024-02-15T10:05:39","modified_gmt":"2024-02-15T09:05:39","slug":"referencement-decryptage-des-termes-techniques","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/seo\/referencement-decryptage-des-termes-techniques\/","title":{"rendered":"R\u00e9f\u00e9rencement  naturel : d\u00e9cryptage des termes techniques"},"content":{"rendered":"\n<p>l'ensemble des techniques et des pratiques visant \u00e0 optimiser la visibilit\u00e9 et la position d'un site web dans les r\u00e9sultats de recherche organiques de Google. <\/p>\n\n\n\n<p>La strat\u00e9gie de <a href=\"https:\/\/citronnoir.com\/referencement-naturel-google\/\" data-type=\"page\" data-id=\"10000\">r\u00e9f\u00e9rencement naturel<\/a> repose sur l'optimisation de diff\u00e9rents aspects techniques, structurels et de contenu d'un site web afin d'am\u00e9liorer sa pertinence et son classement dans les pages de r\u00e9sultats des moteurs de recherche. Il englobe des techniques de recherche et de s\u00e9lection de mots-cl\u00e9s pertinents, l'optimisation du contenu du site, l'am\u00e9lioration de l'architecture et de la structure du site, l'optimisation des balises m\u00e9ta et des descriptions, l'optimisation des images et des m\u00e9dias ...<\/p>\n\n\n\n<p>Les sp\u00e9cialistes du SEO emploient un jargon technique parfois complexe pour un novice. Dans cet article nous allons d\u00e9finir et expliquer les plus communs.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Un backlink ou un lien entrant<\/h2>\n\n\n\n<p>Un backlink est un lien hypertexte qui pointe vers un autre site et participe ainsi au <strong>r\u00e9f\u00e9rencement naturel<\/strong> du site initial. Encore appel\u00e9 lien entrant, le backlink est de plus en plus utilis\u00e9 dans le domaine du SEO.<\/p>\n\n\n\n<p>Lorsqu'un contenu contient ce type de liens, celui-ci est plus facilement index\u00e9 par les robots de moteurs de recherche comme Google. Notez toutefois que pour profiter des avantages de ces backlinks, vous devez veiller \u00e0 bien les utiliser. Il est par cons\u00e9quent inutile de suroptimiser votre contenu avec ce type de liens en trop grand nombre.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Le Knowledge graph<\/h2>\n\n\n\n<p>Mis en ligne par Google depuis 2012, le Knowledge graph est un cadre qui est g\u00e9n\u00e9ralement situ\u00e9 \u00e0 droite d'une page web. Dans ce cadre, vous avez la possibilit\u00e9 de consulter en quelques clics toutes les r\u00e9ponses aux questions qui se trouvent sur cette page.<\/p>\n\n\n\n<p>Pour vous donner enti\u00e8re satisfaction,<strong> les donn\u00e9es fournies <\/strong>par cette \"box\" sont tir\u00e9es de plusieurs sources. D'une part il y a Wikip\u00e9dia et d'autre part les sources propres \u00e0 la firme Mountain New. Permettant aux internautes de gagner du temps durant leur recherche, ce cadre est jug\u00e9 tr\u00e8s pratique.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Le Black Hat SEO<\/h2>\n\n\n\n<p>Pour mieux positionner leur site web sur les moteurs de recherche comme Google, certaines personnes essaient de \"pi\u00e9ger\" les robots de ces moteurs en faisant usage du Black Hat SEO.<\/p>\n\n\n\n<p>S'il est vrai que ces techniques malsaines permettent de <strong>positionner assez rapidement un site web<\/strong>, vous devez savoir qu'elles sont interdites. Ainsi, si vous utilisez ces m\u00e9thodes, vous courez le risque de voir votre site internet banni des moteurs de recherche.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">La Balise 'M\u00e9ta' et leur r\u00f4le en SEO<\/h2>\n\n\n\n<p>Une<a href=\"https:\/\/developers.google.com\/search\/docs\/crawling-indexing\/special-tags?hl=fr\" target=\"_blank\" rel=\"noreferrer noopener\"> balise m\u00e9ta<\/a> est un composant essentiel dans l'optimisation du r\u00e9f\u00e9rencement naturel de votre site web. En tant qu'\u00e9l\u00e9ment HTML, elle fournit aux moteurs de recherche des informations cruciales sur le contenu de votre page, bien qu'elle ne soit pas visible pour vos visiteurs.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La balise title<\/h3>\n\n\n\n<p>Que vous soyez nouveau dans le domaine du r\u00e9f\u00e9rencement naturel ou non, vous avez certainement d\u00e9j\u00e0 entendu parler de la balise title. C'est en r\u00e9alit\u00e9 une balise HTML qui permet \u00e0 l'auteur d'une page web de titrer celle-ci. Cette balise est d'autant plus importante, car elle est con\u00e7ue avec un<strong> langage de programmation<\/strong> qui est tr\u00e8s bien compris par les robots des moteurs de recherche. S'affichant g\u00e9n\u00e9ralement en bleu sur des sites web, elle doit \u00eatre optimis\u00e9e.<\/p>\n\n\n\n<p>Pour le faire, il est important qu'elle fasse entre 50 \u00e0 60 caract\u00e8res, qu'elle poss\u00e8de une r\u00e9solution de 512 pixels et qu'elle contienne le mot cl\u00e9 principal. Cela aidera la page web \u00e0 \u00eatre tr\u00e8s vite index\u00e9e par les moteurs de recherche.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La balise meta Description<\/h3>\n\n\n\n<p>La balise meta description est une br\u00e8ve description de la page qui appara\u00eet sous le titre dans les SERP. Bien qu'elle n'affecte pas directement le classement, une description bien \u00e9crite peut encourager les utilisateurs \u00e0 cliquer sur votre page.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La balise meta Keywords<\/h3>\n\n\n\n<p>La balise meta keywords \u00e9tait utilis\u00e9e pour indiquer aux moteurs de recherche quels \u00e9taient les mots-cl\u00e9s pertinents pour une page. Cependant, la plupart des moteurs de recherche, dont Google, n'utilisent plus cette balise en raison de l'abus et du spam de mots-cl\u00e9s.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La balise meta Robots<\/h3>\n\n\n\n<p>La balise meta robots donne des instructions aux moteurs de recherche sur l'indexation ou le suivi d'une page. Par exemple, vous pouvez utiliser \"noindex\" pour dire aux moteurs de recherche de ne pas indexer une page, ou \"nofollow\" pour leur dire de ne pas suivre les liens sur une page.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La balise meta Viewport<\/h3>\n\n\n\n<p>La balise meta viewport est utilis\u00e9e pour contr\u00f4ler la fa\u00e7on dont votre site s'affiche sur les appareils mobiles. Elle indique au navigateur d'adapter la largeur de la page \u00e0 l'\u00e9cran de l'appareil.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La balise meta Charset<\/h3>\n\n\n\n<p>La balise meta charset indique l'encodage des caract\u00e8res utilis\u00e9 sur une page web. C'est g\u00e9n\u00e9ralement \"UTF-8\", qui couvre pratiquement tous les caract\u00e8res et symboles de toutes les langues \u00e9crites.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Mots-cl\u00e9s : Un pilier du SEO<\/h2>\n\n\n\n<p>Les mots-cl\u00e9s sont les termes que les utilisateurs ins\u00e8rent dans un moteur de recherche lorsqu'ils cherchent des informations. La s\u00e9lection et l'optimisation ad\u00e9quates des mots-cl\u00e9s peuvent grandement am\u00e9liorer le positionnement de votre site dans les r\u00e9sultats de recherche.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">L'optimisation On-page pour une meilleure visibilit\u00e9<\/h2>\n\n\n\n<p>L'optimisation on-page comprend les actions entreprises directement sur votre site web pour am\u00e9liorer sa visibilit\u00e9 et son classement sur les moteurs de recherche. Cela englobe l'optimisation des titres, des balises m\u00e9ta, des URL, du contenu, de l'accessibilit\u00e9, du choix et positionnement des mots cl\u00e9s, du maillage interne et de la structure de la page. L'optimisation on-page est primordiale et englobe deux des trois piliers du SEO \u00e0 savoir le contenu et la technique.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large is-style-default\"><img decoding=\"async\" width=\"1254\" height=\"836\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/07\/image-referencement-decryptage-des-termes-techniques.jpg\" alt=\"r\u00e9f\u00e9rencement naturel SEO d\u00e9veloppeur web\" class=\"wp-image-15829\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/07\/image-referencement-decryptage-des-termes-techniques.jpg 1254w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/07\/image-referencement-decryptage-des-termes-techniques-576x384.jpg 576w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/07\/image-referencement-decryptage-des-termes-techniques-768x512.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/07\/image-referencement-decryptage-des-termes-techniques-1002x668.jpg 1002w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/07\/image-referencement-decryptage-des-termes-techniques-736x491.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/07\/image-referencement-decryptage-des-termes-techniques-360x240.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/07\/image-referencement-decryptage-des-termes-techniques-368x245.jpg 368w\" sizes=\"(max-width: 1254px) 100vw, 1254px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">L'Optimisation Off-Page : Am\u00e9liorer la visibilit\u00e9 au-del\u00e0 de votre site<\/h2>\n\n\n\n<p>L'optimisation off-page est une composante essentielle du SEO qui se concentre sur les techniques \u00e0 mettre en \u0153uvre en dehors de votre propre site web pour am\u00e9liorer sa position dans les r\u00e9sultats de recherche. Cela inclut des facteurs tels que le netlinking, le social media marketing, et le marketing d'influence.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le Netlinking<\/h3>\n\n\n\n<p>Le netlinking, \u00e9galement appel\u00e9 \"link building\", est une strat\u00e9gie off-page cruciale qui implique l'obtention de liens entrants vers votre site web depuis d'autres sites web. Ces liens entrants, ou \"backlinks\", am\u00e9liorent la cr\u00e9dibilit\u00e9 et l'autorit\u00e9 de votre site aux yeux des moteurs de recherche.<\/p>\n\n\n\n<p>Bien que l'achat de lien soit interdit par Google, certaines techniques permettent de cr\u00e9er des liens vers un site web pour faire augmenter son score d'autorit\u00e9.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le Social Media Marketing<\/h3>\n\n\n\n<p>Le social media marketing joue \u00e9galement un r\u00f4le important dans l'optimisation off-page. Les partages, likes et commentaires sur les plateformes de m\u00e9dias sociaux peuvent contribuer \u00e0 am\u00e9liorer la visibilit\u00e9 de votre site web. En outre, ils peuvent g\u00e9n\u00e9rer du trafic vers votre site, ce qui peut indirectement am\u00e9liorer votre classement dans les r\u00e9sultats de recherche.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le Marketing d'Influence<\/h3>\n\n\n\n<p>Le marketing d'influence est une autre strat\u00e9gie d'optimisation off-page qui peut aider \u00e0 am\u00e9liorer la visibilit\u00e9 de votre site. En collaborant avec des influenceurs dans votre domaine, vous pouvez atteindre une audience plus large et gagner des backlinks de haute qualit\u00e9, ce qui peut aider \u00e0 am\u00e9liorer votre classement SEO.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le Guest Posting<\/h3>\n\n\n\n<p>Le guest posting, ou publication d'articles invit\u00e9s, est une technique d'optimisation off-page qui implique la r\u00e9daction et la publication d'articles sur d'autres sites web pertinents dans votre domaine. Cela peut vous aider \u00e0 obtenir des backlinks de qualit\u00e9 et \u00e0 \u00e9tablir votre autorit\u00e9 dans votre secteur.<\/p>\n\n\n\n<p>En somme, l'optimisation off-page est une strat\u00e9gie \u00e0 long terme qui n\u00e9cessite un investissement continu. Les efforts r\u00e9guliers en mati\u00e8re de netlinking, de marketing sur les r\u00e9seaux sociaux et de guest posting peuvent contribuer \u00e0 am\u00e9liorer significativement la visibilit\u00e9 de votre site et son classement dans les r\u00e9sultats de recherche.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">La SERP <\/h2>\n\n\n\n<p>SERP, pour \"Search Engine Results Page\", est la page qui s'affiche lorsque qu'une recherche est effectu\u00e9e sur un moteur de recherche comme Google. Cette page contient une liste de r\u00e9sultats que le moteur de recherche estime pertinente pour la requ\u00eate de l'utilisateur.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">L'importance de l'indexation en SEO<\/h2>\n\n\n\n<p>L'indexation est le processus par lequel les moteurs de recherche collectent, analysent et stockent les donn\u00e9es des sites web pour les pr\u00e9senter dans les r\u00e9sultats de recherche.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Le Crawl : Comment les moteurs de recherche d\u00e9couvrent votre contenu<\/h2>\n\n\n\n<p>Le crawl, ou exploration web, est le processus par lequel les moteurs de recherche d\u00e9couvrent de nouvelles pages ou mettent \u00e0 jour les pages existantes dans leur index.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Sitemap : Guidant les moteurs de recherche \u00e0 travers votre site<\/h2>\n\n\n\n<p>Un sitemap est un fichier qui indique aux moteurs de recherche comment sont structur\u00e9es les pages de votre site. Il facilite l'exploration et l'indexation de votre site par les moteurs de recherche.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Page Rank : Mesurer l'importance de votre page<\/h2>\n\n\n\n<p>Le Page Rank est une m\u00e9thodologie d\u00e9velopp\u00e9e par Google qui mesure l'importance et la pertinence d'une page web. Il est d\u00e9termin\u00e9 par la quantit\u00e9 et la qualit\u00e9 des liens entrants vers cette page.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">L'algorithme : Le coeur du r\u00e9f\u00e9rencement naturel<\/h2>\n\n\n\n<p>En r\u00e9f\u00e9rencement naturel, un algorithme est une formule complexe que les moteurs de recherche utilisent pour ordonner le classement des pages dans leurs r\u00e9sultats de recherche.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">La densit\u00e9 de mots-cl\u00e9s pour un contenu optimis\u00e9<\/h2>\n\n\n\n<p>La densit\u00e9 de mots-cl\u00e9s repr\u00e9sente la fr\u00e9quence \u00e0 laquelle un mot-cl\u00e9 sp\u00e9cifique est utilis\u00e9 dans le contenu d'une page web par rapport au nombre total de mots sur cette page.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Longue tra\u00eene : Une strat\u00e9gie de mots-cl\u00e9s moins comp\u00e9titive<\/h2>\n\n\n\n<p>La longue tra\u00eene est une strat\u00e9gie SEO qui cible des phrases de recherche sp\u00e9cifiques et moins comp\u00e9titives au lieu de mots-cl\u00e9s g\u00e9n\u00e9raux et hautement comp\u00e9titifs.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">La balise Canonical pour \u00e9viter le contenu dupliqu\u00e9<\/h2>\n\n\n\n<p>La balise canonical est utilis\u00e9e pour indiquer aux moteurs de recherche quelle est la version \"officielle\" d'une page lorsque plusieurs URL peuvent conduire au m\u00eame contenu. Cela aide \u00e0 \u00e9viter les probl\u00e8mes de contenu dupliqu\u00e9.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Robots.txt : Contr\u00f4lant l'acc\u00e8s des moteurs de recherche<\/h2>\n\n\n\n<p>Le fichier robots.txt est un document qui indique aux moteurs de recherche quelles sections ou pages de votre site peuvent \u00eatre explor\u00e9es et index\u00e9es.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Page de destination : Convertir les visiteurs en clients<\/h2>\n\n\n\n<p>Une page de destination est une page web sp\u00e9cifique o\u00f9 un utilisateur atterrit apr\u00e8s avoir cliqu\u00e9 sur un lien ou une annonce. Elle est con\u00e7ue pour convertir les visiteurs en prospects ou en clients.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">UX (User Experience) : Offrir une exp\u00e9rience optimale \u00e0 vos visiteurs<\/h2>\n\n\n\n<p>L'exp\u00e9rience utilisateur (UX) fait r\u00e9f\u00e9rence \u00e0 l'exp\u00e9rience globale d'un utilisateur lorsqu'il interagit avec votre site web. Une bonne UX peut am\u00e9liorer l'engagement des utilisateurs et augmenter les taux de conversion.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">RankBrain : L'intelligence artificielle au service du SEO<\/h2>\n\n\n\n<p>RankBrain est un composant de l'algorithme de Google qui utilise l'apprentissage automatique pour comprendre les requ\u00eates de recherche des utilisateurs et fournir des r\u00e9sultats plus pertinents.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Taux de rebond : Mesurer l'engagement des utilisateurs<\/h2>\n\n\n\n<p>Le taux de rebond est le pourcentage de visiteurs qui quittent votre site apr\u00e8s n'avoir visit\u00e9 qu'une seule page. Un taux de rebond \u00e9lev\u00e9 pourrait indiquer que les utilisateurs ne trouvent pas ce qu'ils recherchent sur votre site ou que l'exp\u00e9rience utilisateur est insatisfaisante.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">En conclusion<\/h2>\n\n\n\n<p>Cette liste \u00e9tant loin d'\u00eatre exhaustive, il existe bien d'autres <strong>termes techniques en SEO<\/strong> qui seront certainement nouveaux pour vous. Pour les conna\u00eetre et les ma\u00eetriser, n'h\u00e9sitez pas \u00e0 mener vos proches recherches, \u00e0 consulter des sites d\u00e9di\u00e9s aux d\u00e9finitions marketing comme <a href=\"https:\/\/definition-marketing.fr\">ce site<\/a>, ou \u00e0 vous adresser \u00e0 des professionnels du domaine qui vous aideront \u00e0 mieux les comprendre. Dans ce cadre, il n'est pas aussi exclu de faire une formation rapide en SEO qui vous donnera la possibilit\u00e9 d'approfondir vos connaissances dans le domaine.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Vous tenez un blog et vous souhaitez am\u00e9liorer son r\u00e9f\u00e9rencement naturel ? ? Vous souhaitez suivre une formation en SEO ? Dans un cas comme dans l'autre, vous aurez besoin de conna\u00eetre les termes techniques qui se rattachent \u00e0 ce secteur d'activit\u00e9. D\u00e9couvrez ici quelques-uns de ces termes techniques incontournables.<\/p>\n","protected":false},"author":4,"featured_media":15831,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"D\u00e9finition du r\u00e9f\u00e9rencement naturel : d\u00e9cryptage du SEO","_seopress_titles_desc":"Vous tenez un blog et vous aimeriez mieux le r\u00e9f\u00e9rencer ? Vous souhaitez suivre une formation en SEO ? D\u00e9couvrez les termes techniques incontournables.","_seopress_robots_index":"","footnotes":""},"categories":[129],"tags":[],"class_list":["post-15827","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-seo"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/15827"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=15827"}],"version-history":[{"count":7,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/15827\/revisions"}],"predecessor-version":[{"id":38425,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/15827\/revisions\/38425"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/15831"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=15827"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=15827"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=15827"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}