{"id":32998,"date":"2023-06-30T15:36:43","date_gmt":"2023-06-30T13:36:43","guid":{"rendered":"https:\/\/citronnoir.com\/?p=32998"},"modified":"2023-08-04T17:11:34","modified_gmt":"2023-08-04T15:11:34","slug":"wordpress-6-3-decouvrez-les-nouveautes","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/entreprendre\/wordpress-6-3-decouvrez-les-nouveautes\/","title":{"rendered":"WordPress 6.3 : D\u00e9couvrez les nouveaut\u00e9s"},"content":{"rendered":"\n<p>Bienvenue \u00e0 tous les passionn\u00e9s de WordPress et aux curieux du web, dans cet article nous allons explorer ensemble la nouvelle version de WordPress, la version 6.3.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Rappel de WordPress 6.2<\/h2>\n\n\n\n<p>La version 6.2 de WordPress repr\u00e9sentait une \u00e9tape cruciale du projet Gutenberg. Ce dernier, qui a pour but de rendre l'\u00e9dition de contenu plus accessible et plus efficace, a vu son d\u00e9veloppement grandement avanc\u00e9 avec cette version. Avec plus de 900 am\u00e9liorations et corrections apport\u00e9es, la version 6.2 nous a introduits \u00e0 un \u00e9diteur de site plus stable, une exp\u00e9rience d'\u00e9criture sans distraction, une nouvelle interface de l'\u00e9diteur de site qui montre des aper\u00e7us de vos templates et des parties de templates. En outre, cette version a aussi apport\u00e9 une meilleure exp\u00e9rience de navigation, un support CSS personnalis\u00e9 pour des blocs sp\u00e9cifiques ou pour l'ensemble de votre site et bien plus encore.<\/p>\n\n\n\n<p>Mais maintenant, pr\u00e9parons-nous \u00e0 d\u00e9couvrir les nouveaut\u00e9s de WordPress 6.3.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Les nouveaut\u00e9s de WordPress 6.3<\/h2>\n\n\n\n<p>Dans cette lign\u00e9e, la <a href=\"https:\/\/wordpress.org\/news\/2023\/06\/wordpress-6-3-beta-2\/\" data-type=\"URL\" data-id=\"https:\/\/wordpress.org\/news\/2023\/06\/wordpress-6-3-beta-2\/\">version 6.3<\/a> de WordPress (en beta 2 lors de l'\u00e9criture de cet article) promet de nombreuses nouveaut\u00e9s qui continuent de faire \u00e9voluer le paysage du CMS le plus populaire au monde. en tant qu'<a href=\"https:\/\/citronnoir.com\/agence-wordpress\/\">agence WordPress<\/a>, nous avons \u00e9tudi\u00e9 ces nouveaut\u00e9s et voici les principales \u00e9volutions :<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Performances<\/h3>\n\n\n\n<p>La premi\u00e8re chose \u00e0 noter est l'am\u00e9lioration de la performance. Avec plus de 170 mises \u00e0 jour li\u00e9es \u00e0 la performance, dont l'ajout de support pour les attributs \"defer\" et \"async\" \u00e0 l'API WP Scripts et le support \"fetchpriority\" pour les images, la version 6.3 est pr\u00eate \u00e0 offrir une exp\u00e9rience plus rapide et plus fluide.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u00c9diteur de site<\/h3>\n\n\n\n<p>L'\u00e9diteur de site a \u00e9t\u00e9 am\u00e9lior\u00e9 pour inclure la navigation et l'\u00e9dition des pages, styles, templates, et contenus. Une nouvelle fonctionnalit\u00e9 passionnante est le mode sans distraction, qui permet aux utilisateurs de se concentrer pleinement sur leur contenu.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Blocs<\/h3>\n\n\n\n<p>De nouveaux blocs ont \u00e9t\u00e9 introduits, notamment pour les d\u00e9tails et les notes de bas de page. De plus, des am\u00e9liorations ont \u00e9t\u00e9 apport\u00e9es pour une meilleure gestion des ratios d'aspect des images et des \u00e9tats de repli am\u00e9lior\u00e9s.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Motifs et design<\/h3>\n\n\n\n<p>Les blocs r\u00e9utilisables ont \u00e9t\u00e9 renomm\u00e9s en motifs synchronis\u00e9s. Cette modification refl\u00e8te l'unification des blocs r\u00e9utilisables et des motifs de blocs traditionnels (motifs non synchronis\u00e9s) au sein de l'\u00e9diteur. Une nouvelle option vous permet d'attribuer des motifs \u00e0 des mod\u00e8les, ajoutant la possibilit\u00e9 d'avoir des motifs de d\u00e9part pour acc\u00e9l\u00e9rer le processus de cr\u00e9ation.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Accessibilit\u00e9<\/h3>\n\n\n\n<p>Pour am\u00e9liorer l'accessibilit\u00e9 et l'utilisation, des mises \u00e0 jour de la barre d'outils, des descriptions de templates mises \u00e0 jour, une vue en liste am\u00e9lior\u00e9e pour le glisser-d\u00e9poser, des contr\u00f4les de marge et de remplissage am\u00e9lior\u00e9s et une nouvelle zone pour g\u00e9rer les motifs.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">WordPress 6.3 et Oxygen Builder<\/h2>\n\n\n\n<p>En tant qu'utilisateur d'<a href=\"https:\/\/citronnoir.com\/agence-wordpress\/oxygen-builder\/\" data-type=\"page\" data-id=\"12170\">Oxygen Builder<\/a>, ces modifications sont de bonnes augures mais ne constituent pas une r\u00e9volution absolue. Aucun grand changement n'est \u00e0 pr\u00e9voir dans notre process de d\u00e9veloppement.<\/p>\n\n\n\n<p>WordPress 6.3 avec ses nombreuses am\u00e9liorations et nouvelles fonctionnalit\u00e9s offre une compatibilit\u00e9 \u00e9tendue avec Oxygen Builder. Cette compatibilit\u00e9 am\u00e9lior\u00e9e permet aux utilisateurs d'Oxygen Builder de tirer pleinement parti des nouvelles fonctionnalit\u00e9s de WordPress 6.3 pour am\u00e9liorer la conception et la gestion de leur site web.<\/p>\n\n\n\n<p>Les d\u00e9veloppeurs et les cr\u00e9ateurs de sites peuvent d\u00e9sormais explorer ces nouvelles fonctionnalit\u00e9s, actuellement en betatest. Nous sommes impatients de voir ce que l'avenir nous r\u00e9serve en termes de fonctionnalit\u00e9s et d'innovations avec notamment la d\u00e9mocratisation des IA.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Bienvenue \u00e0 tous les passionn\u00e9s de WordPress et aux curieux du web, dans cet article nous allons explorer ensemble la nouvelle version de WordPress, la version 6.3. Rappel de WordPress 6.2 La version 6.2 de WordPress repr\u00e9sentait une \u00e9tape cruciale du projet Gutenberg. Ce dernier, qui a pour but de rendre l'\u00e9dition de contenu plus [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":33005,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Wordpress 6.3 : D\u00e9couvrez les nouveaut\u00e9s","_seopress_titles_desc":"La version 6.3 de WordPress promet de nombreuses nouveaut\u00e9s qui continuent de faire \u00e9voluer le paysage du CMS le plus populaire au monde.","_seopress_robots_index":"","footnotes":""},"categories":[113],"tags":[],"class_list":["post-32998","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-entreprendre"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/32998"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=32998"}],"version-history":[{"count":3,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/32998\/revisions"}],"predecessor-version":[{"id":34121,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/32998\/revisions\/34121"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/33005"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=32998"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=32998"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=32998"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}