{"id":8951,"date":"2020-03-05T15:43:33","date_gmt":"2020-03-05T14:43:33","guid":{"rendered":"https:\/\/citronnoir.com\/?p=8951"},"modified":"2023-07-03T10:40:59","modified_gmt":"2023-07-03T08:40:59","slug":"le-neumorphism-sur-nos-applications-mobile","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/design\/le-neumorphism-sur-nos-applications-mobile\/","title":{"rendered":"Le Neumorphism va-t-il \u00e9merger sur nos applications mobile ?"},"content":{"rendered":"\n<p>La nouvelle tendance de design d\u2019interface (UI) va-t-elle d\u00e9tr\u00f4ner le <strong>Flat design<\/strong> ou encore le material design de Google ? Les d\u00e9bats sont ouverts ! <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Qu'est-ce que le Neumorphism Design?<\/h2>\n\n\n\n<p>Le neumorphism ( ou neumorphisme ) est un technique design de conception d'interface utilisateur de skeuomorphisme (technique visant \u00e0 imiter l\u2019apparence d\u2019un objet r\u00e9el lors de la conception d\u2019un objet virtuel). Cette nouvelle tendance, notamment utilis\u00e9e pour <a href=\"https:\/\/citronnoir.com\/application-mobile\/\" data-type=\"page\" data-id=\"9920\">cr\u00e9er une application mobile<\/a>, fait le buzz depuis quelques semaines sur les r\u00e9seaux cr\u00e9atifs comme dribbble et Behance. Buzz notamment initi\u00e9 par le post viral de&nbsp;<a rel=\"noopener noreferrer\" href=\"https:\/\/dribbble.com\/shots\/7994421-Skeuomorph-Mobile-Banking\" target=\"_blank\">Skeuomorph<\/a>&nbsp; qui a gagn\u00e9 pr\u00e8s de <span class=\"boldvert\">5000 likes :<\/span><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/03\/alexplyuto_dribble_neumorphism-2.png\" alt=\"exemple d'interface utilisateur design nemorphism\"\/><\/figure>\n\n\n\n<p>Pour r\u00e9sum\u00e9, le Neumorphism vise \u00e0 cr\u00e9er une combinaison d'\u00e9l\u00e9ments flat design coupl\u00e9 aux techniques du skeuomorphisme, permettant de rendre les \u00e9l\u00e9ments d'interface utilisateur <strong>plus doux et plus lisibles<\/strong>. L'objectif de cette utilisation r\u00e9side \u00e0 attirer davantage l'attention de l'utilisateur. Le point central du Neumorphism est l'effet des <strong>ombres<\/strong> appliqu\u00e9es \u00e0 une forme, donnant cette sensation de surface illumin\u00e9e.<br>Pour cela, le designer joue avec les ombres (claires et fonc\u00e9es) internes et externes afin de donner vie \u00e0 des \u00e9l\u00e9ments de design. Prenons l\u2019exemple d\u2019un bouton : Lorsqu\u2019on appuie dessus, les ombres vont progressivement s\u2019inverser afin de cr\u00e9er un effet d\u2019enfoncement.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Quelle \u00e9volution pour le neumorphisme en 2020 ?<\/h2>\n\n\n\n<p>L\u2019<strong>UI design<\/strong> n\u2019\u00e9chappe pas aux effets de mode et connait un cycle de vie des tendances. L\u2019\u0153il humain se lasse vite des choses dont il s\u2019habitue. En passant entre 3 et 5 heures devant son petit \u00e9cran, on peut comprendre qu\u2019un renouveau soit n\u00e9cessaire. En 2020, le neumorphism s\u2019apparente au <strong>skeuomorphism 2.0<\/strong>, ou l\u2019\u00e9volution logique du skeumorphism avec certains codes du <strong>Flat design<\/strong>.<\/p>\n\n\n\n<p>L\u2019int\u00e9gration de ce design UI dans une interface mobile peut \u00eatre novateur et appara\u00eetre comme une forte identit\u00e9. Mais attention aux changements radicaux qui pourraient perturber la lisibilit\u00e9 de certains utilisateurs, trop habitu\u00e9s au Flat design. De ce fait, tout changement de design doit se faire avec parcimonie.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comment cr\u00e9er un style de neumorphism ?<\/h2>\n\n\n\n<p>L'outil de pr\u00e9dilection pour tester les diff\u00e9rents styles d'une application reste <strong>Adobe XD<\/strong>. En effet, cet outil vous permet de cr\u00e9er facilement des effets de Neumorphism, comme le montre ce tutoriel vid\u00e9o, r\u00e9alis\u00e9 par le youtubeur <em>Dansky<\/em><\/p>\n\n\n\n<p><iframe src=\"https:\/\/www.youtube-nocookie.com\/embed\/G9yCM_rnC-w\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"><\/iframe><\/p>\n\n\n\n<p>Pour les amateurs de l'HTML \/ CSS, voire m\u00eame pour les plus novices d'entre vous qui souhaitent laisser parler leur cr\u00e9ativit\u00e9, rendez-vous sur <a href=\"https:\/\/neumorphism.io\/\">https:\/\/neumorphism.io\/<\/a> . Cette <em>landing page<\/em> a \u00e9t\u00e9 sp\u00e9cialement con\u00e7ue pour cr\u00e9er des formes neumorphism et exporter le CSS.&nbsp;<b><\/b><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comment l\u2019int\u00e9grer dans une application mobile ?<\/h2>\n\n\n\n<p>Pour construire un effet de neumorphism, Le point de d\u00e9part le plus simple est de construire un rectangle arrondi qui contiendra des informations. Ce rectangle doit \u00eatre blanc avec suffisamment d\u2019ombre pour que le blanc se d\u00e9tache comme une lueur. Pour faire apparaitre cette lueur, il suffit de jouer avec les ombres, une sombre et une claire : comme s'il y avait une lumi\u00e8re projetant des rayons dans le coin sup\u00e9rieur gauche de l'\u00e9cran. On rend r\u00e9el et lumineux un \u00e9l\u00e9ment de design.<br>Ce jeu d\u2019ombre externe peut \u00eatre reproduit \u00e0 l\u2019int\u00e9rieur de l\u2019objet pour un style diff\u00e9rent.<br><img decoding=\"async\" class=\"\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/03\/flutter_nemorphism.png\" alt=\"logo flutter en nemorphism design\" width=\"307\" height=\"112\"><br>L\u2019outil de pr\u00e9dilection pour int\u00e9grer le neumorphism dans une appli mobile est <strong>Flutter<\/strong>. Il prend en charge toutes les parties int\u00e9grantes de Neumorphic UI de fa\u00e7on simple et efficaces, dont notamment les \u00ab Shadows \u00bb et les \u00ab Gradients \u00bb .<br>Le principe technique et fondamental c\u2019est qu\u2019\u00e0 l\u2019inverse de ce qu\u2019on pourrait penser, les ombres ne sont pas noires et les lumi\u00e8res ne sont pas blanches. En effet, l\u2019arri\u00e8re-plan et l'environnement visuel doit \u00eatre pris en compte. Sur <strong>Flutter<\/strong> ou bien d'autres framwork, la couleur est d\u2019ailleurs la premi\u00e8re chose \u00e0 corriger quand on souhaite cr\u00e9er un effet d\u2019ombre. Il faut donc appliquer ces deux r\u00e8gles :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Les ombres sont d\u2019un ton plus sombre que l'arri\u00e8re-plan<\/li>\n\n\n\n<li>Les lumi\u00e8res sont un ton plus clair que l'arri\u00e8re-plan<\/li>\n<\/ul>\n\n\n\n<p>Lire l'article : <a href=\"https:\/\/citronnoir.com\/application-mobile\/guide-complet\/\">Comment cr\u00e9er une application mobile avec flutter ?<\/a><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Le neumorphisme ce n\u2019est pas nouveau<\/h2>\n\n\n\n<p>La conception design du premier Iphone, commercialis\u00e9 en 2007, promettait une interface li\u00e9e au skeuomorphisme, afin de faciliter la compr\u00e9hension d\u2019iOS. \u00c0 cette \u00e9poque, on pouvait traduire cela par l\u2019apparition d\u2019ic\u00f4nes et de boutons dans un style r\u00e9aliste et novateur.<\/p>\n\n\n\n<p>Un peu plus tard, Apple se converti au c\u00e9l\u00e8bre <strong>flat design<\/strong> et arbore un design d\u2019interface plus \u00e9pur\u00e9 et visuellement plus simple. Aujourd\u2019hui le flat design reste une norme de qualit\u00e9, de simplicit\u00e9 et d\u2019\u00e9l\u00e9gance dans le design UI.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Le mot de la fin<\/h2>\n\n\n\n<p>Le Neumorphism, r\u00e9volution du design d\u2019interface d\u2019application doit toutefois \u00eatre utilis\u00e9 avec intelligence. En effet, l\u2019objectif de cette innovation \u00e9tant de captiver l\u2019utilisateur en lui offrant un nouveau visuel \u00e9pur\u00e9. L\u2019id\u00e9e de la transition semble la plus ad\u00e9quate et nous allons probablement voir une \u00e9volution du Flat design vers le Neumorphism. De ce fait, ce deux styles UI seront ind\u00e9niablement coupl\u00e9s dans des versions interm\u00e9diaires afin d\u2019offrir une transition douce pour les utilisateurs.<br>Le neumorphism est probablement une tendance \u00e9ph\u00e9m\u00e8re, mais pour combien de temps ? Personnellement, chez Citron Noir, nous accordons beaucoup d\u2019importance \u00e0 ce design d\u2019interface qui peut potentiellement r\u00e9volutionner l\u2019UI dans les mois \u00e0 venir. Visuellement, on adore !<br><img decoding=\"async\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/03\/custom-\u2013-1.png\" alt=\"Le logo Adls conseils en neumorphism design\"><\/p>\n\n\n\n<p>Cr\u00e9dits :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Image de l'article : si google faisait une refonte en neumorphism <a href=\"https:\/\/dribbble.com\/Arabi\" rel=\"nofollow\">par Arabi<\/a><\/li>\n\n\n\n<li>Style Application : <a href=\"https:\/\/www.behance.net\/gallery\/91785169\/Neumorphism-Mobile-TO-DO-LIST?tracking_source=search%7Cneumorphism\" rel=\"nofollowr\">Aravind<\/a><\/li>\n\n\n\n<li>Logo Adls conseils : <a href=\"https:\/\/www.instagram.com\/alex.dfy\/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Alex<\/a><\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p> Nouveaut\u00e9 UI ! Le Neumorphism, cette nouvelle tendance, qui fait le buzz sur les r\u00e9seaux cr\u00e9atifs, va-t-elle d\u00e9tr\u00f4ner le Flat design ou encore le material design de Google ?<\/p>\n","protected":false},"author":4,"featured_media":12789,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Le Neumorphism va-t-il \u00e9merger sur nos applications mobile ?","_seopress_titles_desc":"Le neumorphism (en anglais) est une technique r\u00e9volutionnaire de conception d\u2019interface utilisateur (UI) visant \u00e0 lisser le visuel d&#039;une application mobile.","_seopress_robots_index":"","footnotes":""},"categories":[111],"tags":[],"class_list":["post-8951","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-design"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/8951"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=8951"}],"version-history":[{"count":4,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/8951\/revisions"}],"predecessor-version":[{"id":33150,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/8951\/revisions\/33150"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/12789"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=8951"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=8951"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=8951"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}