{"id":19313,"date":"2021-12-09T09:32:18","date_gmt":"2021-12-09T08:32:18","guid":{"rendered":"https:\/\/citronnoir.com\/?p=19313"},"modified":"2024-02-15T09:58:24","modified_gmt":"2024-02-15T08:58:24","slug":"flutter-loutil-de-developpement-dapplication-moderne-cree-par-google","status":"publish","type":"page","link":"https:\/\/citronnoir.com\/application-mobile\/flutter-loutil-de-developpement-dapplication-moderne-cree-par-google\/","title":{"rendered":"Flutter : Le framework cross-platform de Google pour le d\u00e9veloppement d'application mobile"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Flutter, tous les d\u00e9veloppeurs en parlent<\/h2>\n\n\n\n<p><strong>Flutter est un framework<\/strong> qu'on ne pr\u00e9sente plus. Il a \u00e9t\u00e9 exp\u00e9riment\u00e9 par de nombreux d\u00e9veloppeurs web et la qualit\u00e9 de ses performances est applaudie par la plupart d'entre eux. Tr\u00e8s en vogue, <a href=\"https:\/\/flutter.dev\/\">Flutter<\/a> a d\u00e9j\u00e0 servi \u00e0 la cr\u00e9ation de nombreuses applications mobiles. Il peut d'ailleurs se targuer d'\u00eatre l'outil utilis\u00e9 pour d\u00e9velopper l'application de renomm\u00e9e internationale Alibaba. De nombreuses <strong>structures sp\u00e9cialis\u00e9es dans les technologies du web<\/strong> l'ont aussi adopt\u00e9, c'est d'ailleurs notre cas.<\/p>\n\n\n\n<p>Partout dans le monde, les d\u00e9veloppeurs web ne parlent que de Flutter. En 2019, il \u00e9tait le <strong>deuxi\u00e8me projet open source le mieux cot\u00e9<\/strong> en mati\u00e8re de contribution. D'ailleurs, il est caract\u00e9ris\u00e9 par une expansion remarquable (+279 %).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Pr\u00e9sentation de Flutter<\/h2>\n\n\n\n<p>Flutter est un kit de d\u00e9veloppement multiplateforme d\u00e9voil\u00e9 par Google pour la premi\u00e8re fois en 2015. Il utilise le <strong>langage de programmation DART <\/strong>qui est \u00e9galement une cr\u00e9ation de Google, invent\u00e9 en 2011. <\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1640\" height=\"856\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/03\/AVANTAGES-FLUTTER.jpg\" alt=\"avantages flutter\" class=\"wp-image-14425\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/03\/AVANTAGES-FLUTTER.jpg 1640w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/03\/AVANTAGES-FLUTTER-736x384.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/03\/AVANTAGES-FLUTTER-768x401.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/03\/AVANTAGES-FLUTTER-1280x668.jpg 1280w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/03\/AVANTAGES-FLUTTER-1536x802.jpg 1536w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/03\/AVANTAGES-FLUTTER-360x188.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/03\/AVANTAGES-FLUTTER-368x192.jpg 368w\" sizes=\"(max-width: 1640px) 100vw, 1640px\" \/><\/figure>\n\n\n\n<p>Flutter est utilis\u00e9 pour concevoir des applications cross plateforme, c-a-d qu'on cr\u00e9\u00e9 une base de code commune \u00e0 tous les Os (Apple et Android...). Ces applis s'adaptent aussi bien <strong>aux syst\u00e8mes d'exploitation mobiles <\/strong>qu'\u00e0 ceux int\u00e9gr\u00e9s au web, ordinateurs et TV connect\u00e9s et au web. Ainsi, ce kit de d\u00e9veloppement est bel et bien compatible avec :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>iOS ;<\/li>\n\n\n\n<li>Android ;<\/li>\n\n\n\n<li>Linux ;<\/li>\n\n\n\n<li>Windows ;<\/li>\n\n\n\n<li>Mac ;<\/li>\n\n\n\n<li>Google Fuchsia\u2026<\/li>\n<\/ul>\n\n\n\n<p>Flutter vient pallier l'ensemble des limites qui pouvaient d\u00e9couler de la conception d'applications \u00e0 l'aide d'un outil monoplateforme. La principale limite \u00e9tait d'ordre financier, car les d\u00e9veloppeurs web se retrouvaient dans l'obligation de mettre en place diverses \u00e9quipes, pour <strong>concevoir plusieurs versions d'une m\u00eame application<\/strong>. C'\u00e9tait autrefois la seule solution pour d\u00e9velopper une application exploitable sur diff\u00e9rentes plateformes.<\/p>\n\n\n\n<p>Toutefois, Flutter n'est pas la seule solution de contournement de cette difficult\u00e9. <strong>Ses plus grands concurrents sont React Native, Swift et Ionic<\/strong>... =&gt; D\u00e9couvrez notre article sur <a href=\"https:\/\/citronnoir.com\/application-mobile\/flutter-vs-react-native-comparatif\/\" data-type=\"URL\" data-id=\"https:\/\/citronnoir.com\/creer-une-application-mobile\/flutter-vs-react-native-comparatif-2021\/\">React Native vs Flutter<\/a> Qu'est-ce qui explique donc l'engouement qu'il suscite chez les sp\u00e9cialistes du d\u00e9veloppement d'applications multiplateforme ?<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Pourquoi choisir Flutter dans le d\u00e9veloppement d'application mobile ?<\/h2>\n\n\n\n<p>Le choix de Flutter se justifie par les nombreux avantages qui la caract\u00e9risent. Il est par exemple simple d'utilisation. <strong>C'est un outil pratique et tr\u00e8s facile \u00e0 manipuler<\/strong>. Il fournit \u00e0 ses utilisateurs une documentation compl\u00e8te et propose de nombreux avantages<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>La qualit\u00e9 de ses widgets (il propose une panoplie de widgets qui facilitent la construction d'interface) ;<\/li>\n\n\n\n<li>La rapidit\u00e9 d'ex\u00e9cution (gr\u00e2ce \u00e0 la fonctionnalit\u00e9 Hot Reload du langage DART, le build des applications est tr\u00e8s rapide, ce qui rend quasiment invisible le temps de compilation) ;<\/li>\n\n\n\n<li>Les outils de suivi (il propose des mesures de suivi tr\u00e8s simples) ;<\/li>\n\n\n\n<li>La compl\u00e9tude (contrairement \u00e0 ses concurrents, Flutter est un outil autonome et qui bug tr\u00e8s rarement).<\/li>\n\n\n\n<li>L'environnement Google avec Firebase notamment<\/li>\n\n\n\n<li>Une communaut\u00e9 pr\u00e9sente et \u00e0 l'\u00e9coute<\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">Flutter a-t-il des limites ?<\/h2>\n\n\n\n<p>La perfection n'est pas de ce monde, dit-on ! Ainsi, comme toute invention technologique, Flutter poss\u00e8de des d\u00e9fauts qui nous font froncer les sourcils. Qu'est-ce qu'on lui reproche alors ?<\/p>\n\n\n\n<p>Premi\u00e8rement, les nouvelles cr\u00e9ations d'iOS ne sont parfois pas int\u00e9gr\u00e9es \u00e0 Flutter (ou \u00e0 retardement). Deuxi\u00e8mement, <strong>le poids des applications cr\u00e9\u00e9es avec Flutter peut parfois \u00eatre relativement important<\/strong> comparativement \u00e0 celles d\u00e9velopp\u00e9es par ses concurrents.<\/p>\n\n\n\n<p>Le design propos\u00e9 aux utilisateurs d'iPhone et Android est presque identique, il est relativement complexe de cr\u00e9er plusieurs identit\u00e9s graphiques, c'est d'ailleurs le principal d\u00e9savantage de tous les d\u00e9veloppements cross-plateform (ou cross plateforme) : la personnalisation en fonction de l'Os est limit\u00e9e. Enfin, l'utilisation de cet outil requiert la ma\u00eetrise d'un nouveau langage de programmation : <strong>Dart<\/strong>, peu connu par les d\u00e9veloppeurs. Google s'efforce n\u00e9anmoins de corriger l'ensemble de ces limites. N'oublions pas que cet outil est un des plus jeunes du march\u00e9 et que sa marge d'\u00e9volution est consid\u00e9rable.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Pourquoi d\u00e9velopper une application mobile en 2020 ?<\/h2>\n\n\n\n<p>Aujourd'hui, une <a href=\"https:\/\/citronnoir.com\/application-mobile\/\">application mobile<\/a> est un excellent levier de marketing et il est plus facile de contr\u00f4ler ce dernier gr\u00e2ce \u00e0 l'attribution mobile. En plus d'ajouter de la valeur \u00e0 votre entreprise, \u00e0 votre identit\u00e9 de marque, elle permet aussi d'am\u00e9liorer votre marketing commercial. En effet, u<strong>ne application mobile favorise l'optimisation de la qualit\u00e9 de vos prestations<\/strong>. C'est \u00e9galement un outil qui facilite la consolidation de vos interactions avec vos fournisseurs (application B To B) et vos clients (application B To C).<\/p>\n\n\n\n<p>De nombreux avantages nous ont pouss\u00e9 \u00e0 \u00eatre sp\u00e9cialis\u00e9 en Flutter, dont notamment :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Les phases de d\u00e9veloppement sont plus rapides que ses concurrents (et donc moins couteuse pour nos clients) ;<\/li>\n\n\n\n<li>C'est un outil novateur et d'avenir ;<\/li>\n\n\n\n<li>La maitrise de Dart : permet d'identifier rapidement une \u00e9ventuelle anomalie ;<\/li>\n\n\n\n<li>La conception d'un design personnalis\u00e9 est simplifi\u00e9, notamment avec l'utilisation des widgets (on peut ainsi int\u00e9grer toutes les maquettes effectu\u00e9es avec <a href=\"https:\/\/citronnoir.com\/graphisme-impression\/figma\/\" data-type=\"page\" data-id=\"31663\">Figma<\/a> ;<\/li>\n\n\n\n<li>Des performances parmi les meilleures du march\u00e9 (ex : temps de chargement des apps) ;<\/li>\n\n\n\n<li>Une maintenance acc\u00e9l\u00e9r\u00e9e et optimis\u00e9e ;<\/li>\n\n\n\n<li>Aucune limite de d\u00e9veloppement ;<\/li>\n\n\n\n<li>L'utilisation des presets de Material design \u00e0 disposition ;<\/li>\n\n\n\n<li>Les anciennes versions d'OS sont support\u00e9s (ex : iOS 8) ;<\/li>\n\n\n\n<li>...<\/li>\n<\/ul>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1080\" height=\"711\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile.jpg\" alt=\"mon\u00e9tiser une application mobile\" class=\"wp-image-12149\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile.jpg 1080w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile-583x384.jpg 583w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile-768x506.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile-1015x668.jpg 1015w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile-736x485.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile-360x237.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile-368x242.jpg 368w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile-20x13.jpg 20w\" sizes=\"(max-width: 1080px) 100vw, 1080px\" \/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">L'application B To B<\/h3>\n\n\n\n<p>L'application mobile professionnelle B To B sera un excellent atout pour vous. En la mettant \u00e0 disposition de vos partenaires, de vos fournisseurs ou de vos commerciaux, <strong>vous augmentez vos chances d'atteindre vos objectifs commerciaux<\/strong>. Entre autres utilit\u00e9s d'une application B To B, on peut citer :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Le d\u00e9veloppement et la prospection commerciale (gr\u00e2ce \u00e0 une application B To B, vous pouvez recruter rapidement des ambassadeurs et des revendeurs pour votre marque) ;<\/li>\n\n\n\n<li>La <strong>communication interactive avec vos partenaires <\/strong>(une application B To B qui peut vous aider \u00e0 relayer vos campagnes de promotion \u00e0 grande \u00e9chelle) ;<\/li>\n\n\n\n<li>L'augmentation de la notori\u00e9t\u00e9 de votre structure (elle apporte de la visibilit\u00e9 de votre entreprise et am\u00e9liore donc ses performances) ;<\/li>\n\n\n\n<li>La fid\u00e9lisation de vos partenaires (elle vous permet de d\u00e9velopper des relations plus durables avec vos partenaires) ;<\/li>\n\n\n\n<li>L'int\u00e9gration simplifi\u00e9e d'API's<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">L'application B To C<\/h3>\n\n\n\n<p>Pour un d\u00e9veloppement rapide de votre cha\u00eene commerciale, vous aurez besoin d'une application mobile B To C. C'est l'outil qu'il vous faut si vos services ou prestations sont directement adress\u00e9s aux consommateurs finaux. Il favorise une meilleure proximit\u00e9 entre vos clients et vous. Il <strong>am\u00e9liore la visibilit\u00e9 de vos services<\/strong> et repr\u00e9sente un acc\u00e8s plus facile \u00e0 vos prestations\u2026<\/p>\n\n\n\n<p>Une application mobile est bien plus qu'un dispositif de simplification de la communication entre les entreprises et les clients ou partenaires. C'est aussi un outil d'aide au renforcement de l'image de marque de votre structure. Cette solution vous permet m\u00eame de vous diff\u00e9rencier de la concurrence. Flutter est tr\u00e8s adapt\u00e9 \u00e0 de nombreux projets d'application mobile. Nous sommes sp\u00e9cialis\u00e9s en cette technologie mais attention, ce n'est pas LA solution \u00e0 tous les projets. Parfois un d\u00e9veloppement natif sera davantage optimis\u00e9 au d\u00e9veloppement d'un projet. <\/p>\n","protected":false},"excerpt":{"rendered":"<p>Flutter est un outil de d\u00e9veloppement de frameworks con\u00e7u par Google. Cr\u00e9\u00e9 r\u00e9cemment, cet instrument de d\u00e9veloppement d'<strong>applications multiplateforme<\/strong> fait couler beaucoup d'encre et alimente de nombreux d\u00e9bats. Les d\u00e9veloppeurs semblent l'appr\u00e9cier en raison de sa rapidit\u00e9 de d\u00e9veloppement et des nouvelles possibilit\u00e9s qu'il offre. Beaucoup sont unanimes en ce qui concerne son efficacit\u00e9.<\/p>\n","protected":false},"author":4,"featured_media":19322,"parent":9920,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":{"_seopress_robots_primary_cat":"","_seopress_titles_title":"Flutter : D\u00e9veloppement application mobile cross-platform ","_seopress_titles_desc":"Flutter, le framework moderne de Google est probablement l&#039;outil le plus efficace pour le d\u00e9veloppement d&#039;application mobile cross-plateform.","_seopress_robots_index":"","footnotes":""},"class_list":["post-19313","page","type-page","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/19313"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=19313"}],"version-history":[{"count":9,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/19313\/revisions"}],"predecessor-version":[{"id":38420,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/19313\/revisions\/38420"}],"up":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/9920"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/19322"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=19313"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}