{"id":10108,"date":"2020-03-31T07:00:02","date_gmt":"2020-03-31T05:00:02","guid":{"rendered":"https:\/\/citronnoir.com\/?p=10108"},"modified":"2023-06-30T14:35:31","modified_gmt":"2023-06-30T12:35:31","slug":"hubspot-le-roi-de-inbound-marketing","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/growth-hacking\/hubspot-le-roi-de-inbound-marketing\/","title":{"rendered":"HubSpot, pourquoi utiliser ce CMS, roi de l'inbound marketing?"},"content":{"rendered":"\n<p>Cr\u00e9\u00e9 en 2005 par Dharmesh Shah et Brian Halligan, HubSpot s'est rapidement impos\u00e9 comme la solution de r\u00e9f\u00e9rence en mati\u00e8re d'inbound marketing. Toutes les entreprises misent d\u00e9sormais sur cet outil pour attirer des visiteurs sur leur site, les transformer en leads, puis en clients. Gr\u00e2ce \u00e0 ses nombreuses formules, HubSpot permet de prendre en charge les diff\u00e9rentes facettes de l'inbound marketing. Zoom sur cette plateforme : ses diff\u00e9rentes formules, ses avantages et ses fonctionnalit\u00e9s.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">HubSpot, c'est quoi ?<\/h2>\n\n\n\n<p>HubSpot est une plateforme logicielle consacr\u00e9e \u00e0 la <strong>gestion du webmarketing<\/strong>, plus pr\u00e9cis\u00e9ment de l'inbound marketing. Elle accompagne les entreprises \u00e0 chaque \u00e9tape du parcours de l'inbound marketing depuis la cr\u00e9ation du site jusqu'\u00e0 la fid\u00e9lisation du client, en passant par la cr\u00e9ation de contenu, le marketing automation, la gestion des r\u00e9seaux sociaux et la gestion des campagnes e-mailing.<\/p>\n\n\n\n<p>HubSpot se pr\u00e9sente ainsi comme une solution compl\u00e8te permettant aux entreprises de toute taille de se d\u00e9velopper en centralisant les op\u00e9rations marketing<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Les diff\u00e9rentes formules d'HubSpot<\/h2>\n\n\n\n<p>HubSpot est une suite logicielle qui s'est enrichie au fil des ann\u00e9es. Elle s'organise aujourd'hui autour de quatre grands outils : <a href=\"https:\/\/www.hubspot.fr\/\" target=\"_blank\" rel=\"noopener noreferrer\">Hub CRM, Hub Marketing, Hub Sales et Hub Services.<\/a><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">HubSpot CRM<\/h3>\n\n\n\n<p>Ce CRM est un logiciel de gestion de la relation client qui permet d'organiser, de suivre et de d\u00e9velopper une relation de qualit\u00e9 avec les clients et les prospects. Cet outil CRM a l'avantage d'\u00eatre 100% gratuit pour toutes les entreprises, quelle que soit leur taille. Il permet de <strong>r\u00e9unir en un seul endroit toutes les donn\u00e9es clients<\/strong> et ainsi d'organiser les activit\u00e9s commerciales autour.<\/p>\n\n\n\n<p>HubSpot CRM comprend plusieurs fonctionnalit\u00e9s gratuites, dont le stockage des donn\u00e9es clients et la chronologie des \u00e9v\u00e9nements et des interactions avec le site. Ce CRM s'int\u00e8gre aussi avec les messageries Gmail et Outlook. Ceci permet aux entreprises de continuer \u00e0 utiliser leurs outils de communication habituels m\u00eame en b\u00e9n\u00e9ficiant des atouts de cette solution. Il offre aussi de cr\u00e9er des formulaires contextuels, natifs ou externes permettant d'enrichir le CRM en prospects.<\/p>\n\n\n\n<p>Le logiciel Hub CRM permet en outre de rassembler au m\u00eame endroit toutes les conversations avec le client\/prospect : chat en ligne, email d'\u00e9quipe, message Facebook\u2026 Enfin, il int\u00e8gre deux modules utiles pour les commerciaux, dont un module de <strong>gestion des t\u00e2ches<\/strong> (email \u00e0 envoyer, rendez-vous\u2026) et un <strong>module de gestion des transactions<\/strong> (gestion des pr\u00e9visions de vente\u2026).<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/03\/strategie-inbound-marketing.jpg\" alt=\"logiciel gestion clients\"\/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">HubSpot Marketing \/ Marketing Hub<\/h3>\n\n\n\n<p>La suite marketing a pour objectif d'attirer du trafic sur le site ou le blog de l'entreprise, de convertir les visiteurs en leads et d'engager de nouveaux clients avec une strat\u00e9gie marketing efficace.<\/p>\n\n\n\n<p>Cet outil comprend au moins une quinzaine de fonctionnalit\u00e9s, dont l'<strong>optimisation des contenus<\/strong>, la liaison des interactions sociales \u00e0 des contacts sur la base de donn\u00e9es, l'<strong>optimisation des landing pages<\/strong>, le marketing automation \u00e0 travers les campagnes emailing, la segmentation des leads, le scoring pr\u00e9visionnel des leads, la cr\u00e9ation de site web, etc.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">HubSpot Sales \/ Sales Hub<\/h3>\n\n\n\n<p>Hub Sales est une solution d'aide \u00e0 la vente permettant d'organiser et g\u00e9rer toutes les activit\u00e9s commerciales. Cet outil permet de contacter des leads en ayant \u00e0 disposition toutes les informations n\u00e9cessaires et d'automatiser des t\u00e2ches r\u00e9p\u00e9titives et chronophages pour conclure des ventes plus efficacement.<\/p>\n\n\n\n<p>Avec Sales Hub, vous recevez une notification d\u00e8s qu'un lead ouvre un email. Vous pouvez aussi <strong>identifier les prospects engag\u00e9s et d\u00e9clencher l'envoi d'emails personnalis\u00e9s<\/strong> \u00e0 partir de mod\u00e8les. Vous pouvez en outre faire le suivi des appels. Vous n'aurez plus \u00e0 composer de num\u00e9ros. Il vous suffit d'utiliser les donn\u00e9es enregistr\u00e9es sur HubSpot CRM. Bref, l'objectif est de vous permettre d'obtenir plus de leads et de perdre moins de temps dans les t\u00e2ches r\u00e9p\u00e9titives.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">HubSpot Services<\/h3>\n\n\n\n<p>HubS Services est une solution logiciel de <strong>gestion du service client<\/strong> permettant de g\u00e9rer les conversations, les feedbacks et les tickets.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Pourquoi nous utilisons HubSpot ?<\/h2>\n\n\n\n<p>En tant que solution logicielle \u00ab tout-en-un \u00bb, <strong>HubSpot<\/strong> offre de nombreux avantages aux entreprises. Tout d'abord, HubSpot leur permet de gagner en productivit\u00e9. En effet, il rassemble plusieurs outils en un seul (Hootsuite, MOZrank, Zoho\u2026).<\/p>\n\n\n\n<p>Il s'agit aussi d'un outil efficace pour le marketing automation. L'une des choses qui diff\u00e9rencient le marketeur amateur du marketeur professionnel est l'automatisation. Gr\u00e2ce \u00e0 ses fonctionnalit\u00e9s d'<strong>automatisation des t\u00e2ches<\/strong>, Le logiciel permet aux entreprises d'optimiser la g\u00e9n\u00e9ration de leads.<\/p>\n\n\n\n<p>Par ailleurs, HubSpot est aussi l'outil qu'il vous faut pour personnaliser vos messages. La personnalisation est l'une des cl\u00e9s du succ\u00e8s de l'<strong>inbound marketing<\/strong>. Gr\u00e2ce \u00e0 HubSpot, adaptez vos messages au contexte de vos clients ou prospects. En devenant intelligent, votre site reconna\u00eetra chaque prospect.<\/p>\n\n\n\n<p>Enfin, HubSpot rime aussi avec tracking. Vous n'allez plus \u00e9tablir vos strat\u00e9gies marketing en vous basant sur des suppositions. Les donn\u00e9es objectives qu'HubSpot vous permet de collecter vous permettent de d\u00e9velopper une campagne agile, adapt\u00e9e et performante.<\/p>\n\n\n\n<p>Vous l'aurez compris, HubSpot est v\u00e9ritablement une valeur s\u00fbre pour les entreprises. Tant ses fonctionnalit\u00e9s et les avantages que cet outil offre sont nombreux.<\/p>\n\n\n\n<p>Toutefois, nous ne conseillons pas Hubspot pour la cr\u00e9ation de site vitrine. Bien que la strat\u00e9gie d'Hubspot tend vers l'acquisition web, les sites sont peu performants et la customisation est vite limit\u00e9e.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>r\u00e9\u00e9 en 2005 par Dharmesh Shah et Brian Halligan, HubSpot s'est rapidement impos\u00e9 comme la solution de r\u00e9f\u00e9rence en mati\u00e8re d'inbound marketing. Toutes les entreprises misent d\u00e9sormais sur cet outil pour attirer des visiteurs sur leur site, les transformer en leads, puis en clients. Gr\u00e2ce \u00e0 ses nombreuses formules, HubSpot permet de prendre en charge les diff\u00e9rentes facettes de l'inbound marketing. Zoom sur cette plateforme : ses diff\u00e9rentes formules, ses avantages et ses fonctionnalit\u00e9s.<\/p>\n","protected":false},"author":4,"featured_media":10114,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"124","_seopress_titles_title":"HubSpot est-il le roi de l&#039;Inbound marketing? ","_seopress_titles_desc":"HubSpot + Inbound marketing, une histoire d&#039;amour ? Le service se positionne comme leader dans ce secteur d&#039;activit\u00e9.","_seopress_robots_index":"","footnotes":""},"categories":[124],"tags":[],"class_list":["post-10108","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-growth-hacking"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/10108"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=10108"}],"version-history":[{"count":3,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/10108\/revisions"}],"predecessor-version":[{"id":32974,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/10108\/revisions\/32974"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/10114"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=10108"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=10108"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=10108"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}