{"id":7405,"date":"2020-01-03T16:00:16","date_gmt":"2020-01-03T15:00:16","guid":{"rendered":"https:\/\/citronnoir.com\/?p=7405"},"modified":"2023-06-30T14:58:51","modified_gmt":"2023-06-30T12:58:51","slug":"creation-entreprise-les-etapes","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/entreprendre\/creation-entreprise-les-etapes\/","title":{"rendered":"Cr\u00e9ation d'entreprise : les \u00e9tapes indispensables"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">1. D\u00e9terminer pr\u00e9cis\u00e9ment son projet d'entreprise et sa viabilit\u00e9<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">Le projet<\/h3>\n\n\n\n<p>Les entrepreneurs ont bien souvent une <strong>id\u00e9e <\/strong>pr\u00e9cise de leur cr\u00e9ation d\u2019entreprise, que ce soit <strong>une innovation<\/strong>, <strong>un service<\/strong> ou <strong>une expertise<\/strong>, il sera toujours important de bien d\u00e9terminer son projet, ses limites et son environnement. Nous allons alors construire un Business Model appuy\u00e9 d\u2019une \u00e9tude de march\u00e9, permettant de valider (ou non) l\u2019id\u00e9e de cr\u00e9ation d\u2019entreprise.<br>Au moment de la cr\u00e9ation nous viendrons appuyer cette \u00e9tude avec un business plan : l\u2019objectif \u00e9tant de calculer la rentabilit\u00e9, les investissements et les charges de la soci\u00e9t\u00e9.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le cr\u00e9ateur<\/h3>\n\n\n\n<p>Parall\u00e8lement \u00e0 cela, il sera n\u00e9cessaire d\u2019\u00e9valuer la d\u00e9termination et les motivations du \u2013 des porteur(s) de projet. Nous parlons d\u2019une cr\u00e9ation d\u2019entreprise, et concr\u00e8tement, nous pouvons affirmer \u00e0 100% que le cr\u00e9ateur rencontrera des impr\u00e9vus, devra faire face \u00e0 des probl\u00e9matiques et seules ses motivations et son courage l'encourageront \u00e0 continuer. La motivation d\u2019un porteur de projet est essentielle, le degr\u00e9 d\u2019investissement du cr\u00e9ateur d\u2019entreprise dans son projet est un facteur d\u00e9terminant pour r\u00e9ussir.<br>Il est \u00e9galement n\u00e9cessaire de faire un point sur la situation personnelle du cr\u00e9ateur. La situation est-elle compatible avec un projet de cr\u00e9ation d\u2019entreprise ? Quelle est la situation financi\u00e8re ? Quelles sont les expertises, la situation professionnelle actuelle ? La situation familiale, patrimoniale ? ect\u2026<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La r\u00e9gion<\/h3>\n\n\n\n<p>Il est important de se rapprocher des \u00e9tablissements publics pouvant vous apporter de l\u2019aide. Plusieurs dispositifs d\u2019aides sont pr\u00e9vus pour les cr\u00e9ateurs et\/ou demandeurs d\u2019emplois : exon\u00e9ration temporaire de charges sociales, maintien des allocations, versement d\u2019une partie des droits p\u00f4le emploi sous forme de capital, subventions et des aides r\u00e9gionales\u2026<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">2. Trouver son \u00e9quipe<\/h2>\n\n\n\n<p>Chaque projet est attach\u00e9 \u00e0 une \u00e9quipe, il ne faut pas avoir peur de s\u2019associer pour p\u00e9renniser un projet. Le travail d\u2019\u00e9quipe primera bien souvent sur le travail individuel. En outre, la recherche de financements sera bien plus simple si une \u00e9quipe booste l\u2019efficacit\u00e9 d\u2019une entreprise : de nombreux investisseurs parient sur une \u00e9quipe avant de parier sur un projet.<br>L\u2019id\u00e9e n\u2019\u00e9tant pas de s\u2019associer avec n\u2019importe qui mais de construire une \u00e9quipe compl\u00e9mentaire de confiance.<br>Attention, selon le projet, se lancer seul peut \u00e9galement \u00eatre une solution viable. Encore une fois, chaque projet est diff\u00e9rent, donc chaque strat\u00e9gie l\u2019est \u00e9galement.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">3. Cr\u00e9er une structure<\/h2>\n\n\n\n<p>Lors de la cr\u00e9ation des statuts de l\u2019entreprise, le choix de la structure est d\u00e9terminant pour la suite de votre projet. Selon vos objectifs et votre situation, il est important de choisir <strong>la forme juridique<\/strong> adapt\u00e9e \u00e0 vos besoins :<br>Si vous souhaitez limiter votre responsabilit\u00e9, opter pour un r\u00e9gime fiscal particulier, choisir votre mode de r\u00e9mun\u00e9ration, optimiser votre retraite ect\u2026<br><a href=\"https:\/\/www.lecoindesentrepreneurs.fr\/choix-du-statut-juridique-de-l-entreprise\/\">Cet article peut vous aider \u00e0 diff\u00e9rencier les formes de soci\u00e9t\u00e9s <\/a><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">4. Officialiser la cr\u00e9ation d\u2019entreprise<\/h2>\n\n\n\n<p>Votre projet est viable, vous connaissez votre \u00e9quipe et votre statut juridique ? Il ne reste plus qu\u2019a officialiser la proc\u00e9dure et suivre les \u00e9tapes classiques de l\u2019immatriculation d\u2019une soci\u00e9t\u00e9 :<br>- D\u00e9terminer l\u2019adresse de la soci\u00e9t\u00e9<br>- R\u00e9diger les statuts (ou se faire accompagner pour la r\u00e9daction)<br>- Ouvrir un compte bancaire et d\u00e9poser le capital de l\u2019entreprise<br>- D\u00e9poser les statuts et les diff\u00e9rents justificatifs au GRIEFF<br>- Publier la cr\u00e9ation dans une annonce l\u00e9gale<br>- Recevoir son Kbis, Siret, Siren et num\u00e9ro de TVA<br>- D\u00e9poser une marque (ou brevet) aupr\u00e8s de l\u2019INPI<br>- Souscrire \u00e0 une assurance professionnelle<br>- Etc\u2026<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">5. Cr\u00e9er les supports de communication<\/h2>\n\n\n\n<p>Pendant la proc\u00e9dure d\u2019immatriculation (environ une vingtaine de jours), il sera important de communiquer afin de trouver ses premiers clients. <strong>La strat\u00e9gie de communication<\/strong> est indispensable, et ce, m\u00eame avec un \"budget 0\" ! Cr\u00e9er une notori\u00e9t\u00e9 et une communication positive associ\u00e9e au nom de l\u2019entreprise ne sera que vous profiter. Plusieurs outils peuvent vous aider \u00e0 communiquer : Une <a href=\"https:\/\/citronnoir.com\/branding-image-de-marque\/\">charte graphique<\/a> originale, un site web, des comptes sur les r\u00e9seaux sociaux, des cartes de visite, des goodies etc\u2026<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">6. D\u00e9buter l\u2019activit\u00e9 et se faire accompagner pour cr\u00e9er son entreprise<\/h2>\n\n\n\n<p>Le cr\u00e9ateur doit se concentrer sur son activit\u00e9 \u00e0 100% ! Nous conseillons pour cela de se faire accompagner et de sous-traiter certaines branches de son activit\u00e9 comme l\u2019expertise comptable par exemple.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">7. Int\u00e9grer des r\u00e9seaux professionnels<\/h2>\n\n\n\n<p>La derni\u00e8re \u00e9tape est indispensable pour la durabilit\u00e9 de votre projet. Le r\u00e9seau professionnel n\u2019apporte que des avantages. Entretenir son r\u00e9seau permet de profiter de l\u2019expertise d\u2019autres professionnels, d\u2019\u00e9changer avec des experts, d\u2019\u00e9largir ses horizons professionnels, de trouver de nouveaux clients, de nouvelles id\u00e9es et enfin d\u2019\u00e9changer en permanence sur des sujets concrets\u2026<\/p>\n\n\n\n<p>Pour int\u00e9grer des r\u00e9seaux, il est conseill\u00e9 de connaitre son sujet et d'avoir l'esprit un brin commercial ainsi qu'une aisance verbale, \u00e0 l'image de <a href=\"https:\/\/citronnoir.com\/entreprendre\/rendre-son-discours-attractif-avec-la-methode-steve-jobs\/\">la communication de Steve Jobs<\/a><\/p>\n\n\n\n<p><em>Pour conclure, chaque projet adopte une strat\u00e9gie diff\u00e9rente, mais les questions de d\u00e9part sont bien souvent les m\u00eames ! D\u00e9finir son projet et respecter les \u00e9tapes de la cr\u00e9ation d\u2019entreprise vous permettra d\u2019assurer la cr\u00e9dibilit\u00e9, la durabilit\u00e9 et la confiance en votre projet.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Citron Noir accompagne les entrepreneurs dans toute la d\u00e9marche de cr\u00e9ation d\u2019entreprise. Le sch\u00e9ma est bien souvent le m\u00eame, malgr\u00e9 l\u2019impatience du cr\u00e9ateur, il est important de ne pas br\u00fbler les \u00e9tapes et de respecter les grandes lignes de la cr\u00e9ation d\u2019entreprise, un domaine complexe qui n\u00e9cessite l\u2019appui d\u2019experts.<\/p>\n","protected":false},"author":4,"featured_media":8094,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"113","_seopress_titles_title":"Cr\u00e9ation d&#039;entreprise \u00e0 Montpellier : Les \u00e9tapes pour se lancer ?","_seopress_titles_desc":"Avant de se lancer dans la cr\u00e9ation d&#039;entreprise, l&#039;entrepreneur doit d\u00e9terminer pr\u00e9cis\u00e9ment son projet, sa viabilit\u00e9 et sa durabilit\u00e9.","_seopress_robots_index":"","footnotes":""},"categories":[113],"tags":[],"class_list":["post-7405","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-entreprendre"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/7405"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=7405"}],"version-history":[{"count":3,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/7405\/revisions"}],"predecessor-version":[{"id":32985,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/7405\/revisions\/32985"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/8094"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=7405"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=7405"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=7405"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}