{"id":21195,"date":"2022-05-03T10:07:52","date_gmt":"2022-05-03T08:07:52","guid":{"rendered":"https:\/\/citronnoir.com\/?p=21195"},"modified":"2024-02-15T09:50:49","modified_gmt":"2024-02-15T08:50:49","slug":"creer-plan-de-taggage","status":"publish","type":"page","link":"https:\/\/citronnoir.com\/application-mobile\/creer-plan-de-taggage\/","title":{"rendered":"Cr\u00e9er le plan de taggage pour une application mobile"},"content":{"rendered":"\n<p>Selon des donn\u00e9es r\u00e9centes, pr\u00e8s de 60 % des utilisateurs abandonnent une application un mois apr\u00e8s l'avoir t\u00e9l\u00e9charg\u00e9e. Sur une dur\u00e9e de trois mois, ce taux d'abandon s'\u00e9l\u00e8ve \u00e0 pr\u00e8s de 73 %. Dans ce contexte, il est indispensable pour les propri\u00e9taires d'application mobile de mettre en place une strat\u00e9gie adapt\u00e9e pour g\u00e9n\u00e9rer de l'engagement. Pour cela, le plan de taggage est un levier indispensable. En tant qu'agence sp\u00e9cialis\u00e9e en conception d'application mobile, Citron Noir vous accompagne dans l'\u00e9laboration et le d\u00e9ploiement du plan de tracking pour booster votre taux d'engagement.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Qu'est-ce qu'un plan de taggage ?<\/h2>\n\n\n\n<p>Dans une strat\u00e9gie mobile marketing, le <strong>plan de taggage<\/strong> est un document qui liste un certain nombre d'\u00e9v\u00e9nements pr\u00e9d\u00e9finis li\u00e9s \u00e0 une action dans une application. Ce document, aussi appel\u00e9 plan de tracking, est utile pour optimiser la collecte de donn\u00e9es et le suivi de performance. Il permet en effet de mettre en place des KPI \u00e0 suivre en fonction des actions men\u00e9es par les utilisateurs dans l'application.<\/p>\n\n\n\n<p>Au-del\u00e0 de cette fonction analytique qui aide \u00e0 booster la performance, le plan de taggage permet de configurer l'envoi automatique de notification selon des actions pr\u00e9cises :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Ouverture ou fermeture de l'app,<\/li>\n\n\n\n<li>Inscription ou connexion \u00e0 un compte,<\/li>\n\n\n\n<li>Clic sur un bouton d'achat,<\/li>\n\n\n\n<li>Abandon de panier<\/li>\n\n\n\n<li>Non utilisation de service apr\u00e8s X temps<\/li>\n\n\n\n<li>R\u00e9ception d'un message personnel<\/li>\n\n\n\n<li>Rappel<\/li>\n\n\n\n<li>Relance\u2026<\/li>\n<\/ul>\n\n\n\n<p>On retrouve ces notifications dans des applications notamment (notification in-app) mais \u00e9galement sur des sites web, par email ect... Le plan de taggage permet de cr\u00e9er un parcours visant \u00e0 interpeler l'utilisateur avec un message (notification, email, popup etc...). <\/p>\n\n\n\n<p>Dans un plan de taggage, on d\u00e9termine les objectifs, les donn\u00e9es \u00e0 traquer ainsi que les cons\u00e9quences, qui sont souvent une interaction avec l'utilisateur. Dans une application mobile par exemple, le plan de taggage et le plan de notification sont particuli\u00e8rement li\u00e9s<\/p>\n\n\n\n<p>L'utilisation du <strong>plan de taggage<\/strong> vise principalement \u00e0 <strong>am\u00e9liorer le taux d'engagement<\/strong>. Il se construit \u00e0 l'aide d'\u00e9tudes : on \u00e9tudie le produit et les besoins en termes de relance, mais \u00e9galement l'utilisation du service par le consommateur (\u00e0 l'aide de traqueurs) afin de d\u00e9celer les meilleurs moments pour envoyer un message. <\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1200\" height=\"900\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/05\/notification-in-app.jpg\" alt=\"notification in app\" class=\"wp-image-21270\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/05\/notification-in-app.jpg 1200w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/05\/notification-in-app-512x384.jpg 512w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/05\/notification-in-app-768x576.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/05\/notification-in-app-891x668.jpg 891w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/05\/notification-in-app-736x552.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/05\/notification-in-app-360x270.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/05\/notification-in-app-368x276.jpg 368w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Plan de taggage et fid\u00e9lisation client<\/h2>\n\n\n\n<p>La mise en \u0153uvre du plan de taggage lors de la <a href=\"https:\/\/citronnoir.com\/application-mobile\/\" data-type=\"page\" data-id=\"9920\">cr\u00e9ation d'une application mobile<\/a> s'inscrit principalement dans le cadre de la fid\u00e9lisation client. Avec ce document, vous pouvez coupler la partie analytique de votre application \u00e0 des leviers de r\u00e9tention efficace tels que les notifications push. Ceci est indispensable pour fid\u00e9liser vos utilisateurs.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Des notifications push pour inciter \u00e0 d\u00e9clencher une action<\/h3>\n\n\n\n<p>Les <strong>notifications push<\/strong> sont des messages cibl\u00e9s qui s'affichent en dehors de l'application (sur l'\u00e9cran de verrouillage ou lorsque le mobinaute utilise une autre application). Elles peuvent \u00eatre propos\u00e9es sous forme d'alerte, de rappel, ou de message informatif. Ces notifications sont tr\u00e8s efficientes pour attirer l'attention de l'utilisateur et le ramener sur l'application.<\/p>\n\n\n\n<p>Avec la mise en \u0153uvre du plan de taggage, vous pouvez cr\u00e9er un planning de notifications automatis\u00e9. L'id\u00e9e est de tracker le comportement du mobinaute sur l'application, afin de lui envoyer des notifications cibl\u00e9es. Ces derni\u00e8res sont ainsi diffus\u00e9es de mani\u00e8re automatique. En g\u00e9n\u00e9ral, les utilisateurs qui acceptent les notifications passent jusqu'\u00e0 30 % de temps suppl\u00e9mentaires sur les applications. C'est donc un moyen efficace pour augmenter l'engagement client.<\/p>\n\n\n\n<p>La difficult\u00e9 majeure du <strong>plan de taggage<\/strong> concernant l'envoi de notifications \/ emails est la pertinence : il est n\u00e9cessaire d'envoyer les bonnes informations au bon moment, sans \u00eatre trop intrusif. Quoi de plus emb\u00eatant pour un utilisateur de recevoir sans cesse des notifications et email ? Pour une appli mobile, le plan est articul\u00e9 en fonction des notifications re\u00e7ues par l'utilisateur : <\/p>\n\n\n\n<ul class=\"wp-block-list\" id=\"block-fb301162-9b3c-42a4-9123-c9e92cab8428\">\n<li>Type de notification (in app, push ...)<\/li>\n\n\n\n<li>Titre de la notification<\/li>\n\n\n\n<li>Description de la notification<\/li>\n\n\n\n<li>D\u00e9clenchement<\/li>\n\n\n\n<li>R\u00e9currence<\/li>\n\n\n\n<li>Deeplink (\u00e9cran d'att\u00e9rissage)<\/li>\n\n\n\n<li>Call to action<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">Comment optimiser les notifications utilisateur ?<\/h3>\n\n\n\n<p>Les notifications sont tr\u00e8s efficaces pour <strong>maintenir les mobinautes actifs sur votre application mobile<\/strong>. Il faut cependant qu'elles soient bien optimis\u00e9es pour atteindre cet objectif. Et pour cela, il faut travailler principalement sur la pertinence. Ceci implique de :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Segmenter l'audience cible en cr\u00e9ant des Personas bien structur\u00e9s,<\/li>\n\n\n\n<li>Choisir le bon format pour la notification,<\/li>\n\n\n\n<li>Soigner l'aspect visuel,<\/li>\n\n\n\n<li>Personnaliser le contenu en fonction du profil cible.<\/li>\n<\/ul>\n\n\n\n<p>La mise en \u0153uvre de ces diff\u00e9rentes actions offre la possibilit\u00e9 de <strong>rendre les notifications plus pertinentes<\/strong>. Cela peut faire grimper le taux d'engagement de plus de 40 %.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comment trouver le juste milieu pour ne pas \u00ab harceler \u00bb un utilisateur ?<\/h2>\n\n\n\n<p>Selon une \u00e9tude r\u00e9alis\u00e9e en 2019, plus de 50 % des utilisateurs d'applications mobiles trouvent les notifications push assez irritantes. Pour \u00e9viter de \u00ab harceler \u00bb votre audience avec de telles notifications, il est indispensable de mener certaines actions. Il s'agit notamment de <strong>choisir le bon moment pour diffuser vos messages push<\/strong>. Envoyer une notification tard dans la nuit ou en pleine heure de travail n'est pas forc\u00e9ment la meilleure m\u00e9thode \u00e0 adopter. Sur ce point, il vous faut configurer l'envoi automatis\u00e9 en tenant compte des fuseaux horaires et de la r\u00e9gion g\u00e9ographique de vos mobinautes.<\/p>\n\n\n\n<p>En dehors de l'horaire de diffusion, il est \u00e9galement conseill\u00e9 de programmer les notifications en fonction des pr\u00e9f\u00e9rences utilisateur. Pour cela, il ne suffit pas de s'appuyer sur le comportement des mobinautes. Il faut \u00e9galement comprendre les raisons de leurs actions. Si un utilisateur abandonne un article dans le panier, est-ce r\u00e9ellement parce qu'il a chang\u00e9 d'avis ? Ou plut\u00f4t parce qu'il a \u00e9t\u00e9 interrompu et pense effectuer la commande plus tard ? Cette analyse du comportement vous permet d'\u00e9tudier les besoins des utilisateurs, afin de <strong>concevoir un planning de notification adapt\u00e9<\/strong>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comment mettre en place votre plan de taggage ?<\/h2>\n\n\n\n<p>La mise en place d'un plan de taggage pour l'envoi de notifications dans une application mobile passe par trois grandes \u00e9tapes :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>La d\u00e9finition des objectifs,<\/li>\n\n\n\n<li>La cr\u00e9ation des notifications,<\/li>\n\n\n\n<li>La configuration et le d\u00e9ploiement du plan de tracking.<\/li>\n<\/ul>\n\n\n\n<p>En tant qu'<strong><a href=\"\/\">agence web<\/a><\/strong>, Citron Noir vous accompagne \u00e0 travers ces diff\u00e9rentes \u00e9tapes. Notre \u00e9quipe de d\u00e9veloppeurs et nos chefs de projets vous assistent avec toute l'expertise et la comp\u00e9tence professionnelle n\u00e9cessaire.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">D\u00e9finition de vos objectifs marketing<\/h3>\n\n\n\n<p>La premi\u00e8re chose \u00e0 faire pour cr\u00e9er votre plan de taggage, c'est de d\u00e9finir vos objectifs marketing. Pour quelles raisons souhaitez-vous cr\u00e9er un planning de notifications automatis\u00e9 ? Est-ce pour g\u00e9n\u00e9rer des ventes via votre application ? Ou est-ce pour augmenter le nombre de personnes qui utilise votre mobile app ? En fonction de vos objectifs, la strat\u00e9gie \u00e0 adopter ne sera pas la m\u00eame. C'est pourquoi, chez Citron Noir, nos experts vous aident \u00e0 d\u00e9finir vos objectifs prioritaires en ce qui concerne votre plan de taggage. Cela nous aide \u00e0 <strong>mettre en place un plan de tracking adapt\u00e9 \u00e0 vos besoins<\/strong>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Cr\u00e9ation des notifications cibl\u00e9es<\/h3>\n\n\n\n<p>\u00c0 ce stade, nos \u00e9quipes se mettent \u00e0 pied d'\u0153uvre pour cr\u00e9er le contenu de vos notifications push. Il s'agit de l'une des \u00e9tapes les plus cruciales du processus. La pertinence de votre strat\u00e9gie marketing en d\u00e9pend. Pour garantir des r\u00e9sultats efficaces, nous prenons le soin de d\u00e9finir le format le plus adapt\u00e9 : image, texte, fichier anim\u00e9, vid\u00e9o\u2026 Apr\u00e8s le choix du format, nos experts \u00e9laborent du contenu attractif et cibl\u00e9 selon chaque profil de Persona.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Configuration et d\u00e9ploiement du plan de tracking<\/h3>\n\n\n\n<p>Apr\u00e8s avoir cr\u00e9\u00e9 vos notifications, nous passons \u00e0<strong> la configuration et le d\u00e9ploiement de votre plan de taggage<\/strong>. Cette \u00e9tape est la plus critique de notre intervention. Elle consiste \u00e0 d\u00e9finir les r\u00e8gles d'envoi des notifications selon les actions et le comportement de l'utilisateur. Apr\u00e8s la cr\u00e9ation de la liste des \u00e9v\u00e9nements, il faut \u00e9galement d\u00e9ployer le plan de tracking. \u00c0 ce niveau, nos d\u00e9veloppeurs se chargent d'impl\u00e9menter le plan de taggage dans le code de votre application. Il s'agit pour nous de mettre en place des balises et indicateurs adapt\u00e9s pour d\u00e9clencher la diffusion des notifications de mani\u00e8res automatique.<\/p>\n\n\n\n<p>Une fois que votre plan de taggage est op\u00e9rationnel, nous mettons en place une strat\u00e9gie de veille et de suivi pour vous accompagner dans sa gestion. Cela nous permet d'apporter les am\u00e9liorations n\u00e9cessaires selon les r\u00e9alit\u00e9s du moment. N'h\u00e9sitez donc pas \u00e0 contacter notre agence pour b\u00e9n\u00e9ficier de notre expertise professionnelle dans la mise en place de votre plan de taggage. Chez Citron Noir, notre mission est de vous aider \u00e0 <strong>g\u00e9n\u00e9rer le meilleur taux d'engagement possible<\/strong> sur votre application mobile.<\/p>\n\n\n\n<p>Sources :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><a href=\"https:\/\/uplandsoftware.com\/localytics\/resources\/cheat-sheet\/2019-mobile-app-benchmark-report-to-inform-your-2020-strategy\/#:~:text=According%20to%20our%20data%2C%2042.29,inactive%20soon%20after%20using%20it\">https:\/\/uplandsoftware.com<\/a> : Mobile App Benchmark<\/li>\n\n\n\n<li><a href=\"https:\/\/uplandsoftware.com\/localytics\/resources\/blog\/the-inside-view-how-consumers-really-feel-about-push-notifications\/\">https:\/\/uplandsoftware.com<\/a> : Push Notification<\/li>\n\n\n\n<li><a href=\"https:\/\/www.codeur.com\/blog\/augmenter-engagement-application-mobile\/\">https:\/\/www.codeur.com<\/a> : \u00e9tude engagement mobile<\/li>\n\n\n\n<li><a href=\"https:\/\/www.codeur.com\/blog\/reussir-notification-push\/\">https:\/\/www.codeur.com<\/a> : notifications push<\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Selon des donn\u00e9es r\u00e9centes, pr\u00e8s de 60 % des utilisateurs abandonnent une application un mois apr\u00e8s l'avoir t\u00e9l\u00e9charg\u00e9e. Sur une dur\u00e9e de trois mois, ce taux d'abandon s'\u00e9l\u00e8ve \u00e0 pr\u00e8s de 73 %. Dans ce contexte, il est indispensable pour les propri\u00e9taires d'application mobile de mettre en place une strat\u00e9gie adapt\u00e9e pour g\u00e9n\u00e9rer de l'engagement. [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":21271,"parent":9920,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":{"_seopress_robots_primary_cat":"","_seopress_titles_title":"Cr\u00e9er un plan de taggage pour une application mobile","_seopress_titles_desc":"Fid\u00e9liser les utilisateurs d&#039;une application mobile, tel est l&#039;objectif principal du plan de taggage dans une application mobile : Pr\u00e9voir les interactions avec les utilisateurs, suivre les KPIs, envoyer des notifications push...","_seopress_robots_index":"","footnotes":""},"class_list":["post-21195","page","type-page","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/21195"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=21195"}],"version-history":[{"count":3,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/21195\/revisions"}],"predecessor-version":[{"id":38415,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/21195\/revisions\/38415"}],"up":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/9920"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/21271"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=21195"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}