{"id":22436,"date":"2022-06-26T12:07:00","date_gmt":"2022-06-26T10:07:00","guid":{"rendered":"https:\/\/citronnoir.com\/?p=22436"},"modified":"2024-02-15T10:01:54","modified_gmt":"2024-02-15T09:01:54","slug":"eco-conception-web-green-ux-reduire-empreinte-carbone","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/creer-un-site-web\/eco-conception-web-green-ux-reduire-empreinte-carbone\/","title":{"rendered":"Cr\u00e9er un site web \u00e9thique pour r\u00e9duire l'empreinte carbone des entreprises"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Qu\u2019est-ce que l\u2019\u00e9co-conception web, ou Green UX ?<\/h2>\n\n\n\n<p><strong>Le Green UX<\/strong> d\u00e9signe plus particuli\u00e8rement le fait de r\u00e9duire son impact carbone sur le web gr\u00e2ce \u00e0 la cr\u00e9ation, l'optimisation ou <a href=\"https:\/\/citronnoir.com\/agence-wordpress\/quels-sont-les-enjeux-de-la-refonte-dun-site-internet\/\" data-type=\"URL\" data-id=\"https:\/\/citronnoir.com\/agence-wordpress\/quels-sont-les-enjeux-de-la-refonte-dun-site-internet\/\">la refonte d\u2019un site existant.<\/a> Aussi, il s\u2019agit de trouver un certain compromis entre l\u2019efficacit\u00e9 recherch\u00e9e sur le site et l\u2019empreinte environnementale que l\u2019on souhaite laisser, dans le but d\u2019adopter une vision plus durable et respectueuse de l\u2019environnement.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comment \u00e9co-concevoir un site web ?<\/h2>\n\n\n\n<p>Il existe de nombreuses astuces pour que votre site devienne plus \u00e9cologique. Voici 3 points cl\u00e9s.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Adopter un h\u00e9bergeur web \u00e9coresponsable<\/h3>\n\n\n\n<p>Si vous souhaitez un site plus \u00e9cologique et plus responsable, il vous est possible de favoriser un h\u00e9bergeur responsable. En effet, l'h\u00e9bergement web est un facteur majeur de pollution :  Les dispositifs de traitement et de stockage des donn\u00e9es sont des sources non n\u00e9gligeables de pollution. Ainsi, les donn\u00e9es sont conserv\u00e9es dans des centres de stockage (data-centers) qui fonctionnent 24h\/24 et 7j\/7. Les serveurs ont des besoins \u00e9nerg\u00e9tiques consid\u00e9rables, notamment en termes de fonctionnement, maintenance et refroidissement. <\/p>\n\n\n\n<p>Le traitement des donn\u00e9es, la rapidit\u00e9 et la distance \u00e0 parcourir pour chaque donn\u00e9e sont des facteurs impactant les ressources d'un h\u00e9bergeur Web.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1620\" height=\"1080\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/green-ux-ou-eco-conception-web-pour-reduire-son-impact-carbone-1620x1080.webp\" alt=\"green ux ou eco conception web pour reduire son impact carbone\" class=\"wp-image-22552\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/green-ux-ou-eco-conception-web-pour-reduire-son-impact-carbone-1620x1080.webp 1620w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/green-ux-ou-eco-conception-web-pour-reduire-son-impact-carbone-576x384.webp 576w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/green-ux-ou-eco-conception-web-pour-reduire-son-impact-carbone-768x512.webp 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/green-ux-ou-eco-conception-web-pour-reduire-son-impact-carbone-1002x668.webp 1002w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/green-ux-ou-eco-conception-web-pour-reduire-son-impact-carbone-1536x1024.webp 1536w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/green-ux-ou-eco-conception-web-pour-reduire-son-impact-carbone-2048x1365.webp 2048w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/green-ux-ou-eco-conception-web-pour-reduire-son-impact-carbone-736x491.webp 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/green-ux-ou-eco-conception-web-pour-reduire-son-impact-carbone-360x240.webp 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/green-ux-ou-eco-conception-web-pour-reduire-son-impact-carbone.webp 3270w\" sizes=\"(max-width: 1620px) 100vw, 1620px\" \/><\/figure>\n\n\n\n<p><\/p>\n\n\n\n<p>Pour agir, vous pouvez opter pour un h\u00e9bergeur local ou, du moins, un h\u00e9bergeur vert. Ces derniers polluent tout de m\u00eame, mais ils effectuent des actions - comme planter des arbres ou s\u2019alimenter gr\u00e2ce aux \u00e9nergies renouvelables -&nbsp; <strong>pour compenser leur impact en CO2<\/strong>.&nbsp;<\/p>\n\n\n\n<p>On peut citer l\u2019exemple d\u2019Infomaniak, le pionnier de l\u2019h\u00e9bergement vert en Europe. Cet h\u00e9bergeur est aliment\u00e9 \u00e0 100% en \u00e9nergies renouvelables et il refroidit ses data centers gr\u00e2ce a l\u2019air naturel ext\u00e9rieur. Il poss\u00e8de, comme beaucoup d\u2019h\u00e9bergeurs respectueux de l\u2019environnement, les deux normes suivantes :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>ISO 14001 <\/strong>- <em>Management environnemental : cette norme assure le fait que l\u2019h\u00e9bergeur met en place un syst\u00e8me efficace de management environnemental, mesure et r\u00e9duit l\u2019impact de ses activit\u00e9s.<\/em>&nbsp;<\/li>\n\n\n\n<li><strong>ISO 50001<\/strong> - <em>Management de l\u2019\u00e9nergie : elle d\u00e9finit un cadre d\u2019exigences afin que l\u2019h\u00e9bergeur, et les entreprises en g\u00e9n\u00e9ral, puissent mettre en \u0153uvre une politique d\u2019utilisation de l\u2019\u00e9nergie plus efficace.<\/em><\/li>\n<\/ul>\n\n\n\n<p>En clair, comparez les offres des h\u00e9bergeurs proposant des services verts, sans pour autant n\u00e9gliger les performances que vous recherchez en fonction de vos besoins initiaux. Il est fort probable que vous trouviez une alternative verte et \u00e9co-responsable.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Favoriser un design \u00e9pur\u00e9 et un contenu l\u00e9ger pour un UX plus respectueux de l\u2019environnement<\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Un design minimaliste<\/strong> (c\u2019est tendance !)<\/li>\n<\/ul>\n\n\n\n<p>Pour un design graphique plus vert, on opte pour une mise en page simple. D\u2019un point de vue design, la maxime qui domine en mati\u00e8re de <strong>Green UX<\/strong>, c\u2019est le \u201cless is more\u201d. Ainsi, un site \u00e9pur\u00e9 avec une arborescence qui va \u00e0 l\u2019essentiel sera plus respectueux de l\u2019environnement qu\u2019un site poss\u00e9dant de lourds visuels sur chaque page. Un site \u00e9pur\u00e9 et simpliste \/ minimaliste charge moins d'octets, son architecture et son design g\u00e9n\u00e9ral \u00e9tant simplifi\u00e9, le site envoi les fonctionnalit\u00e9s essentielles et utiles aux yeux des consommateurs. En effet, le poids d'une page web influe sur le mode de consommation : une page web lourde n\u00e9cessite un stockage, un chargement et un transit plus lourds qu'une page l\u00e9g\u00e8re. &nbsp;<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Un temps de chargement plus performant&nbsp;<\/strong><\/li>\n<\/ul>\n\n\n\n<p>Ensuite, on favorise donc des contenus l\u00e9gers et moins \u00e9nergivores. Plus vous compressez et optimisez le poids de vos images, de vos vid\u00e9os et de vos PDF, plus votre site sera l\u00e9ger et rapide \u00e0 charger. Au-del\u00e0 d'\u00eatre un crit\u00e8re vert, un site rapide est \u00e9galement une mesure pour optimiser le <a href=\"https:\/\/citronnoir.com\/referencement-naturel-google\/\" data-type=\"page\" data-id=\"10000\">r\u00e9f\u00e9rencement naturel <\/a>d'un site web, c'est m\u00eame conseill\u00e9 par les guidelines de Google. <\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Favoriser un design Black<\/strong><\/li>\n<\/ul>\n\n\n\n<p>Installer un mode sombre, \u00e0 la mani\u00e8re de Facebook ou Google Chrome (ou Citron Noir), permet aux internautes d\u2019\u00e9conomiser de l'\u00e9nergie pendant qu\u2019ils naviguent sur votre site web. Il n'y a pas de petite \u00e9conomie : un site black demande moins de ressource qu'un site white, et permet d'\u00e9conomiser une part minime de la batterie des devices des utilisateurs. De plus, mettre en place ce mode de consommation permet de proposer \u00e0 vos clients une interface utilisateur am\u00e9lior\u00e9e et adapt\u00e9e au moment de la journ\u00e9e o\u00f9 ils consultent votre site web.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1080\" height=\"500\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/mode-nuit-citron-noir.jpg\" alt=\"mode nuit citron noir\" class=\"wp-image-22555\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/mode-nuit-citron-noir.jpg 1080w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/mode-nuit-citron-noir-736x341.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/mode-nuit-citron-noir-768x356.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/mode-nuit-citron-noir-360x167.jpg 360w\" sizes=\"(max-width: 1080px) 100vw, 1080px\" \/><\/figure>\n\n\n\n<p>Vous pouvez tester votre \u00e9co-design via l\u2019outil en ligne Ecometer. Si vous souhaitez approfondir ce sujet et prendre connaissance de plus d\u2019astuces de <strong>Green UX<\/strong>, l\u2019Ademe a cr\u00e9\u00e9 un livre regroupant <a href=\"http:\/\/www.ecometer.org\/rules\/\">115 best practices<\/a> d\u2019\u00e9co-conception web.&nbsp;&nbsp;<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Une technologie \u00e9conome<\/strong><\/li>\n<\/ul>\n\n\n\n<p>Pour la conception d'un site internet, une agence web \u00e9co-responsable qui respecte les principes de l\u2019\u00e9co-conception, vous orientera vers une technologie seine et responsable. Elle limitera le nombre de requ\u00eates et vous conseillera d'aller \u00e0 l'essentiel dans la cr\u00e9ation du site web. Tant pour l'exp\u00e9rience utilisateur que pour l'<strong>\u00e9conomie des ressources utilis\u00e9es sur le site internet<\/strong>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Mettre en place une approche mobile first, la cl\u00e9 du Green UX<\/h3>\n\n\n\n<p>Les utilisateurs se servent de plus en plus de leur smartphone. Il faut donc prendre en consid\u00e9ration ces habitudes d\u2019usage, dans une d\u00e9marche centr\u00e9e utilisateurs. Lorsqu\u2019ils sont sur leur t\u00e9l\u00e9phone, les internautes sont moins concentr\u00e9s, l\u2019interface est plus petite et la connexion est parfois interrompue. C\u2019est pour cette raison qu\u2019il faut privil\u00e9gier le mobile first dans le but d\u2019avoir un temps et une qualit\u00e9 d\u2019affichage \u00e9quivalente sur les deux devices, ainsi qu\u2019une bonne exp\u00e9rience utilisateur.&nbsp;<\/p>\n\n\n\n<p>En 2020, Google a d\u00e9montr\u00e9 que lorsque le temps de chargement de la page passe d\u2019une seconde \u00e0 cinq secondes, la probabilit\u00e9 de taux de rebond augmente de 90%. Selon Unbounce, on passe d\u2019une \u00e0 trois secondes pour 26,9% des visiteurs lorsque nous sommes sur mobile.<\/p>\n\n\n\n<p>Attention : on entend souvent le terme \"mobile first\", mais il ne s'applique pas \u00e0 tous les sites web. C'est d'ailleurs le cas du site de citronnoir.com, visit\u00e9 \u00e0 70% par des PC\/MAC selon <a href=\"https:\/\/citronnoir.com\/marketing-digital\/google-analytics-4-nouveautes\/\" data-type=\"URL\" data-id=\"https:\/\/citronnoir.com\/marketing-digital\/google-analytics-4-nouveautes\/\">Google Analytics<\/a>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Des solutions \u00e9cologiques \u00e0 mettre en place selon les besoins de chacun<\/h2>\n\n\n\n<p>Nous avons conscience qu\u2019il peut \u00eatre difficile pour vous de mettre en place de telles solutions. Selon votre activit\u00e9 et vos besoins, il peut \u00eatre totalement incoh\u00e9rent de mettre en place un site r\u00e9pondant enti\u00e8rement aux exigences du <strong>Green UX<\/strong>. Les d\u00e9veloppeurs web sont l\u00e0 pour trouver le bon \u00e9quilibre entre <strong>\u00e9co-conception web<\/strong> et besoins fonctionnels de votre site.&nbsp;<\/p>\n\n\n\n<p>En plus de la partie web, une soci\u00e9t\u00e9 peut avoir une r\u00e9elle d\u00e9marche \u00e9coresponsable en mettant en place de nombreuses actions : <\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Favoriser le t\u00e9l\u00e9travail<\/li>\n\n\n\n<li>Mettre en place un tri s\u00e9lectif<\/li>\n\n\n\n<li>Favoriser les d\u00e9placements en v\u00e9lo \/ v\u00e9hicule \u00e9lectrique<\/li>\n\n\n\n<li>\u00c9conomiser les \u00e9nergies et utiliser des \u00e9nergies vertes<\/li>\n\n\n\n<li>Diminuer sa consommation d'\u00e9lectricit\u00e9 (notamment moins de clim et de chauffage)<\/li>\n\n\n\n<li>Diminuer ses d\u00e9chets<\/li>\n\n\n\n<li>Utiliser des mat\u00e9riaux recyclables<\/li>\n\n\n\n<li>Sensibiliser ses employ\u00e9s<\/li>\n\n\n\n<li>Interdire \/ limiter l'utilisation de consommables \u00e0 usage unique<\/li>\n\n\n\n<li>Favoriser le PDF \u00e0 l'impression<\/li>\n\n\n\n<li>R\u00e9duire \/ supprimer ses emails<\/li>\n<\/ul>\n\n\n\n<p>Plus d'id\u00e9es sur le site de bonpote.com avec notamment <a href=\"https:\/\/bonpote.com\/10-actions-simples-pour-devenir-ecolo\/\" data-type=\"URL\" data-id=\"https:\/\/bonpote.com\/10-actions-simples-pour-devenir-ecolo\/\">cet article<\/a><\/p>\n\n\n\n<p>En conclusion, vous pouvez d\u00e9j\u00e0 mettre en place quelques actions pour r\u00e9duire votre empreinte carbone. Quoi qu\u2019il en soit, rendre votre site plus durable aura des avantages. Il utilisera moins d\u2019\u00e9lectricit\u00e9, moins de CO2, et moins de requ\u00eates au serveur. Il sera par cons\u00e9quent plus l\u00e9ger et plus performant, ce qui entra\u00eenera un meilleur temps de chargement et une meilleure exp\u00e9rience utilisateur.&nbsp;<\/p>\n\n\n\n<p>Enfin, ceci appuiera le renforcement de vos valeurs si l\u2019\u00e9cologie y figure. Vous pouvez \u00e9galement mettre en place des actions marketing au niveau de la marque, comme \u00e9viter de mettre en place une politique d\u2019e-mailing abusive, par exemple.&nbsp;&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Aujourd'hui plus que jamais, la crise environnementale est au c\u0153ur des discussions. Et l\u2019on ne le soup\u00e7onne peut \u00eatre pas mais le num\u00e9rique joue un r\u00f4le important dans la destruction de l\u2019environnement. Pour vous donner un ordre d\u2019id\u00e9es, en 2015, Internet polluait autant que le trafic a\u00e9rien selon une \u00e9tude de Global e-Sustainability Initiative. Par cons\u00e9quent, l\u2019enjeu principal des acteurs du digital est de diminuer leur impact carbone, et ceci passe par le Green UX, ou l\u2019\u00e9co-conception web.<\/p>\n","protected":false},"author":4,"featured_media":22768,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Eco-conception web : Cr\u00e9er un site \u00e9thique","_seopress_titles_desc":"Aujourd\u2019hui, une partie de la pollution provient du num\u00e9rique. Dans le but d\u2019agir, les professionnels du web optent pour le Green UX (ou l\u2019\u00e9co-conception web), une technique visant \u00e0 rendre un site web plus \u00e9cologique et durable. ","_seopress_robots_index":"","footnotes":""},"categories":[126],"tags":[],"class_list":["post-22436","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-creer-un-site-web"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22436"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=22436"}],"version-history":[{"count":15,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22436\/revisions"}],"predecessor-version":[{"id":38423,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22436\/revisions\/38423"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/22768"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=22436"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=22436"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=22436"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}