{"id":7475,"date":"2019-12-12T14:55:11","date_gmt":"2019-12-12T13:55:11","guid":{"rendered":"https:\/\/citronnoir.com\/?p=7475"},"modified":"2024-02-20T09:11:02","modified_gmt":"2024-02-20T08:11:02","slug":"le-persona-marketing","status":"publish","type":"page","link":"https:\/\/citronnoir.com\/medias-sociaux\/le-persona-marketing\/","title":{"rendered":"Qu'est ce qu'un persona ? Pourquoi utiliser les personas ?"},"content":{"rendered":"\n<h2>Qu\u2019est-ce qu\u2019un persona ?<\/h2>\n      <p>\nUn Persona est une personne fictive cr\u00e9\u00e9e par les \u00e9quipes <strong>marketing<\/strong> d\u2019une marque. Il est dot\u00e9 d'attributs et de caract\u00e9ristiques sociales correspondant parfaitement \u00e0 la client\u00e8le cible de la dite marque. Cela permet de cr\u00e9er et affiner des campagnes marketing sp\u00e9cifiquement adress\u00e9es aux personas. \n      <\/p>\n<p>En d\u2019autres termes, les marketeurs cr\u00e9\u00e9s un portrait-robot, un CV ultra-d\u00e9taill\u00e9 d\u2019une personne imaginaire correspondant parfaitement au produit propos\u00e9, c'est une personne fictive que l'on met dans une case pr\u00e9-\u00e9tablie.<br>Cette m\u00e9thode marketing, propag\u00e9e par \"Alan Cooper\" en 1999 <q>consiste \u00e0 cr\u00e9er des <strong>sc\u00e9narios<\/strong> d'interactivit\u00e9 avec l'utilisateur d\u2019un produit afin qu\u2019il se reconnaissent parfaitement en ce produit<\/q>. L\u2019id\u00e9e est de cr\u00e9er un environnement familier, de part la communication, le marketing et les techniques commerciales, permettant de favoriser l\u2019achat d\u2019un produit aupr\u00e8s d\u2019une cible bien d\u00e9finie.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comment cr\u00e9er des personas pour sa strat\u00e9gie de communication ?<\/h2>\n\n\n\n<p>De nombreux crit\u00e8res peuvent \u00eatre pris en compte pour d\u00e9finir un <strong>persona<\/strong>. Nous d\u00e9terminons dans un premier temps les crit\u00e8res les plus simplistes, \u00e0 savoir l\u2019\u00e2ge, le sexe, l\u2019activit\u00e9, la CSP, le lieu d\u2019habitation, le mode de consommation, son style vestimentaire, ses activit\u00e9s. Ensuite, on recherche un nom, un pr\u00e9nom et une photo pouvant correspondre \u00e0 tous ces crit\u00e8res. Apr\u00e8s ces deux \u00e9tapes, nous commen\u00e7ons \u00e0 conna\u00eetre notre Persona, nous avons une image qui se dessine peu \u00e0 peu dans notre t\u00eate de communiquant. Mais on ne va pas s'arr\u00eater l\u00e0, beaucoup d\u2019autres crit\u00e8res doivent \u00eatre d\u00e9finis pour conna\u00eetre parfaitement les habitues, les objectifs et les motivations de cette personne. Il est important de se mettre \u00e0 la place de son persona afin de mieux le comprendre, en vue de mieux le servir et lui donner davantage de motivations, le poussant \u00e0 consommer. Avec cette <strong>technique marketing<\/strong>, les \u00e9quipes donnent un visage humain \u00e0 une personne imaginaire, ce qui permet \u00e0 l'ensemble des collaborateurs de r\u00e9pondre aux multiples obligations que pose la conception, la promotion et la distribution d'un produit.<\/p>\n\n\n\n<p>bien conna\u00eetre son persona permet de cr\u00e9er un contenu adapt\u00e9 (image et m\u00e9dia), une diffusion sur les bons canaux, un choix de support de communication adapt\u00e9, la bonne diffusion sur les <a href=\"https:\/\/citronnoir.com\/medias-sociaux\/\" data-type=\"URL\" data-id=\"https:\/\/citronnoir.com\/medias-sociaux\/\">r\u00e9seaux sociaux<\/a> et un contenu web attractif et travaill\u00e9 pour la cible.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Voici quelques questions que vous pouvez-vous poser pour \u00e9tablir un personna :<\/h3>\n\n\n\n<p>Quelles sont ses origines ?<br>Fait-il du sport ?<br>A-t-il des animaux de compagnie ?<br>Est-il c\u00e9libataire ? en couple ou mari\u00e9 ?<br>Quelles sont ses loisirs ?<br>Quel est son logement ?<br>Quelle est sa culture digitale ? aisance dans la pratique ? mobile \/ tablette \/ ordinateur ? Quel r\u00e9seau social utilise-t-il r\u00e9guli\u00e8rement ?<br>Est-il intuitif ou rationnel ? calme ou bruyant ?<\/p>\n\n\n\n<details>\n<summary><b>VOIR PLUS<\/b><\/summary>\n<p>A-t-il grandi en centre-ville ? \u00e0 la campagne ?<br>Quel est\/\u00e9tait le m\u00e9tier de ses parents ? sont-ils divorc\u00e9s ?<br>A-t-il des fr\u00e8res et s\u0153urs ? si oui, est-il l\u2019a\u00een\u00e9 ?<br>A-t-il fait des \u00e9tudes ? Dans quelle fili\u00e8re ? Quels \u00e9taient ses r\u00e9sultats ?<br>Au travail, pendant combien de temps garde-t-il le m\u00eame poste, en moyenne ? Aime-t-il son travail ?<br>Quel est son salaire ? croit-il \u00eatre bien pay\u00e9 ? souhaite-il \u00e9voluer rapidement ?<br>Quelle sont ses relations avec ses coll\u00e8gues de travail et\/ou son sup\u00e9rieur ?<br>Est-il proche de sa famille ? A-t-il beaucoup d\u2019amis ?<br>Aime-t-il voyager ?<br>Quelle est la valeur actuelle de son patrimoine ? Est-il endett\u00e9 ?<br>P\u00e8se-t-il soigneusement ses d\u00e9cisions d\u2019achat ou d\u00e9pense-t-il sans compter ?<br>Quels facteurs l\u2019incitent \u00e0 faire un achat ?<br>A-t-il une religion ?<br>Quelle est son orientation politique ?<br>Quels sont ses programmes t\u00e9l\u00e9vis\u00e9s favoris ?<br>Quel type de musique \u00e9coute t-il ?<br>Est-il maniaque ou plut\u00f4t d\u00e9sordonn\u00e9 ?<br>Aime-t-il lire ?<br>Boit-il de l\u2019alcool ? Fume-t-il ?<br>Combien de temps passe-t-il devant un \u00e9cran chaque jour ?<br>Pr\u00e9f\u00e8re-t-il suivre les r\u00e8gles ou aime-t-il les situations o\u00f9 il peut forcer les limites ?<br>Aime-t-il prendre des risques ou est-il prudent ?<\/p>\n<\/details>\n\n\n\n<h2 class=\"wp-block-heading\">Persona UX et Persona Marketing<\/h2>\n\n\n\n<p>Cette technique marketing est particuli\u00e8rement utilis\u00e9e dans le secteur du digital. Nous l'avons nous-m\u00eame utilis\u00e9 lors de la cr\u00e9ation du design de l'application <a href=\"https:\/\/citronnoir.com\/realisations\/woog\/\">WOOG<\/a> (cr\u00e9ation de l'UX et conception de l'UI).<br>En UX (analyse des comportements pour \u00e9tablir l'<b>U<\/b>ser e<b>X<\/b>perience), les personas vont permettre d'analyser la validit\u00e9 d'un produit, d'un service ou d'un proc\u00e9d\u00e9 par rapport aux comportements habituels de ses utilisateurs. Cette strat\u00e9gie permet de personnaliser son offre commerciale aupr\u00e8s de son c\u0153ur de cible. Elle constitue un outil indispensable pour booster ses ventes et augmenter sa notori\u00e9t\u00e9 aupr\u00e8s de son segment cible principal. Conna\u00eetre les motivations de sa cible permet de proposer un support adapt\u00e9 et d'amener l'\u00e9l\u00e9ment d\u00e9clencheur naturellement et plus rapidement.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">L'utilisation des personas dans le r\u00e9f\u00e9rencement naturel<\/h2>\n\n\n\n<p>L'int\u00e9gration des <a href=\"https:\/\/citronnoir.com\/referencement-naturel-google\/comment-optimiser-seo-strategie-persona\/\" data-type=\"page\" data-id=\"13104\">personas dans une strat\u00e9gie de r\u00e9f\u00e9rencement naturel<\/a> offre de nombreux avantages. En effet, en comprenant les caract\u00e9ristiques, les motivations et les habitudes de votre persona, vous pouvez cr\u00e9er un contenu adapt\u00e9 qui r\u00e9pond \u00e0 ses besoins sp\u00e9cifiques. En utilisant un champ s\u00e9mantique vari\u00e9 et en optimisant vos textes pour le r\u00e9f\u00e9rencement, vous am\u00e9liorez la pertinence de votre site web au regard de l'intention de recherche de vos personas.<\/p>\n\n\n\n<p>En connaissant les origines, les centres d'int\u00e9r\u00eat, le comportement en ligne et les plateformes sociales pr\u00e9f\u00e9r\u00e9es de votre persona, vous pouvez cibler efficacement vos efforts de r\u00e9f\u00e9rencement. Vous pouvez choisir les bons mots-cl\u00e9s, d\u00e9velopper une strat\u00e9gie de contenu engageante et utiliser les canaux de diffusion appropri\u00e9s pour atteindre votre audience cible.<\/p>\n\n\n\n<p>De plus, en int\u00e9grant les personas dans votre r\u00e9flexion SEO, vous pouvez analyser plus pr\u00e9cis\u00e9ment les donn\u00e9es de votre site web afin d'optimiser davantage les contenus.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p>Des outils peuvent vous accompagner dans la cr\u00e9ation d'un persona, nous pr\u00e9conisons l'outil propos\u00e9 par hubspot : <a href=\"https:\/\/www.hubspot.com\/make-my-persona\">www.hubspot.com<\/a> permettant de cr\u00e9er un portrait robot de votre client type, directement en ligne \u00e0 partir d'une interface intuitive. Une base de travail pouvant \u00eatre compl\u00e9t\u00e9e avec vos propres connaissances de votre c\u0153ur de cible.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>En marketing, le persona est un portrait robot, un CV d\u00e9taill\u00e9 d\u2019une personne imaginaire correspondant parfaitement \u00e0 la cible du produit commercialis\u00e9.<\/p>\n","protected":false},"author":4,"featured_media":32890,"parent":31938,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":{"_seopress_robots_primary_cat":"","_seopress_titles_title":"Qu&#039;est ce qu&#039;un persona ? Pourquoi utiliser les personas ?","_seopress_titles_desc":"En marketing, le persona est un portrait robot, un CV d\u00e9taill\u00e9 d\u2019une personne imaginaire correspondant parfaitement \u00e0 la cible d&#039;un produit.","_seopress_robots_index":"","footnotes":""},"class_list":["post-7475","page","type-page","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/7475"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=7475"}],"version-history":[{"count":10,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/7475\/revisions"}],"predecessor-version":[{"id":38469,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/7475\/revisions\/38469"}],"up":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/31938"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/32890"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=7475"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}