{"id":31660,"date":"2023-03-10T14:53:15","date_gmt":"2023-03-10T13:53:15","guid":{"rendered":"https:\/\/citronnoir.com\/?page_id=31660"},"modified":"2023-07-03T11:40:46","modified_gmt":"2023-07-03T09:40:46","slug":"adobe-creative-cloud-les-logiciels-des-creatifs","status":"publish","type":"page","link":"https:\/\/citronnoir.com\/adobe-creative-cloud-les-logiciels-des-creatifs\/","title":{"rendered":"Adobe Creative Cloud : les logiciels des cr\u00e9atifs"},"content":{"rendered":"\n<p>Adobe fait partie des marques les plus connues au monde. Elle est notamment c\u00e9l\u00e8bre pour ses incontournables logiciels graphiques, utilis\u00e9 par tous les graphistes et notre <a href=\"https:\/\/citronnoir.com\/branding-image-de-marque\/\" data-type=\"page\" data-id=\"31962\">studio graphique \u00e0 Montpellier<\/a>. Adobe Inc. est une grande entreprise informatique qui propose \u00e9galement un catalogue bien fourni de services aux internautes. Ils sont tr\u00e8s utiles et facilitent l'ex\u00e9cution de certaines t\u00e2ches au quotidien \u00e0 de nombreux professionnels. Nous vous proposons de d\u00e9couvrir les principaux services propos\u00e9s par cette marque.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Adobe Illustrator (AI)<\/h2>\n\n\n\n<p>Outils favoris des illustrateurs (comme son nom l'indique), c'est l'un des piliers de la suite Adobe. Sorti en 1987, il s'agit d'un <strong>outil d'ouvrage graphique vectoriel<\/strong>, qui peut tout aussi bien \u00eatre utilis\u00e9 en compl\u00e9ment d'autres logiciels de la suite Adobe qu'en solo. Il a pour but de r\u00e9aliser des dessins vectoriels, constitu\u00e9s de courbes cr\u00e9\u00e9es \u00e0 partir de formules math\u00e9matiques.<\/p>\n\n\n\n<p>Le principal outil de cette application est sa plume, dont la fonctionnalit\u00e9 capitale est de <strong>r\u00e9aliser un tra\u00e7age de courbe parfait<\/strong>, gr\u00e2ce \u00e0 des points d'ancrage que l'utilisateur doit placer et des tangentes qui modifient le cours de la courbe trac\u00e9e. \u00c0 noter qu'Adobe Illustrator est tr\u00e8s polyvalent, il peut servir \u00e0 r\u00e9aliser toutes sortes de contenus en termes d'illustration pour le web (affiches, logos, brochures, cartes, etc.) aux artworks.<\/p>\n\n\n\n<p>De plus, le principal avantage qu'offre le dessin vectoriel est son ind\u00e9pendance par rapport \u00e0 la r\u00e9solution de l'image. De ce fait, quelles que soient les dimensions de votre image, celle-ci ne perdra pas en qualit\u00e9. Il faut ajouter que, chaque trac\u00e9 r\u00e9alis\u00e9 sur Illustrator se veut \u00eatre fait au pixel pr\u00e8s, de mani\u00e8re \u00e0 donner une allure nette \u00e0 l'image. C'est donc un logiciel pour des travaux professionnels. Il dispose de nombreuses options qui permettent d'am\u00e9liorer la productivit\u00e9 de ses utilisateurs. Adobe Illustrator est <strong>accessible sur ordinateur, tablette et smartphone<\/strong>.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1106\" height=\"664\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/presentation_des_services_adobe.jpg\" alt=\"presentation des services adobe\" class=\"wp-image-19167\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/presentation_des_services_adobe.jpg 1106w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/presentation_des_services_adobe-640x384.jpg 640w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/presentation_des_services_adobe-768x461.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/presentation_des_services_adobe-736x442.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/presentation_des_services_adobe-360x216.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/presentation_des_services_adobe-368x221.jpg 368w\" sizes=\"(max-width: 1106px) 100vw, 1106px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Photoshop (Ps)<\/h2>\n\n\n\n<p>Photoshop est l'incontournable de la gamme Adobe pour tout graphiste amateur ou confirm\u00e9. Vedette d'Adobe, c'est l'outil de r\u00e9f\u00e9rence pour la retouche photo et le traitement d'images. Depuis, sa <strong>premi\u00e8re version lanc\u00e9e en 1990 sur Mac OS<\/strong>, l'application a su s'imposer dans le domaine du graphisme. Tout comme Illustrator, il est possible de faire des cr\u00e9ations d'images sur Photoshop. Par contre, ici les images ne sont pas vectorielles, mais plut\u00f4t matricielles. C'est-\u00e0-dire qu'elles sont engendr\u00e9es d'une cl\u00f4ture de point d\u00e9nomm\u00e9s pixels, servant \u00e0 mesurer les images. Gr\u00e2ce \u00e0 elles, on peut donc reproduire des nuances fines de couleurs.<\/p>\n\n\n\n<p>Adobe Photoshop a pour particularit\u00e9 de disposer de sa propre extension (.psd) et est disponible sur les m\u00eames appareils que Illustrator. Il offre <strong>une technique de travail par calque<\/strong>, avantageuse lorsque l'on veut travailler sur des images s\u00e9par\u00e9ment et la possibilit\u00e9 d'exporter son travail en plusieurs formats d'images (gif, png, jpg).<\/p>\n\n\n\n<p>Le logiciel pr\u00e9sente un syst\u00e8me de gestion et de s\u00e9lection des fichiers qui permet \u00e0 l'utilisateur d'effectuer plusieurs travaux en simultan\u00e9. Photoshop est un outil relativement complet. Celui-ci pr\u00e9sente en effet une panoplie d'outils pour des travaux aussi simples que complexes parmi lesquels des options 3D. Les anciennes versions de Photoshop \u00e9taient d\u00e9j\u00e0 surprenantes, mais depuis l'av\u00e8nement de Creative Cloud en abr\u00e9g\u00e9 CC, <strong>le logiciel propose m\u00eame du montage vid\u00e9o<\/strong>. Certes, pas de la m\u00eame qualit\u00e9 que d'autres outils de la m\u00eame suite, mais cela peut s'av\u00e9rer tr\u00e8s utile pour gagner du temps. Vous l'aurez compris : affiches publicitaires, banni\u00e8res, flyers, etc. sont \u00e0 r\u00e9aliser sur cet outil en priorit\u00e9. M\u00eame les novices s'y retrouveront facilement.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">InDesign (Id)<\/h2>\n\n\n\n<p>Adobe InDesign est un programme de Production assist\u00e9e par ordinateur (PAO). Au d\u00e9part nomm\u00e9 PageMaker, il sera rebaptis\u00e9 InDesign en 1999. Sa premi\u00e8re utilit\u00e9 est la <strong>production de documents<\/strong> (magazines, journaux, livres, d\u00e9pliants, etc.). Il est utilis\u00e9 par certains professionnels pour concevoir des affiches et des flyers. C'est un outil tr\u00e8s performant si vous \u00eates un graphiste d\u00e9sireux de r\u00e9aliser des artworks ou m\u00eame pour r\u00e9aliser des ouvrages \u00e0 but marketing. Parmi les logiciels de la firme Adobe, il est le plus facile \u00e0 d\u00e9couvrir et le plus simple \u00e0 appr\u00e9hender m\u00eame pour un parfait d\u00e9butant.<\/p>\n\n\n\n<p>Avec InDesign, vous pouvez <strong>exporter des fichiers de formats EPUB et SWF<\/strong> et d'autres styles de formats. Il adh\u00e8re aux langages de programmation ainsi qu'au fichier XML. C'est le premier logiciel de Production assist\u00e9e par ordinateur qui offre un usage de traitement de texte via Unicode. Entre autres, il propose \u00e9galement une typographie avanc\u00e9e gr\u00e2ce \u00e0 l'ensemble des polices OpenType et des fonctionnalit\u00e9s de transparence \u00e9volu\u00e9es. Gr\u00e2ce \u00e0 InDesign, vous pouvez r\u00e9aliser de nombreuses formes de mise en page, des visualisations nivel\u00e9es des marges et cr\u00e9er des scripts JavaScript, admis sur diff\u00e9rentes plateformes.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">After effects (Ae)<\/h2>\n\n\n\n<p>Adobe After Effects ou tout simplement After Effects, \u00e9tait au d\u00e9part un logiciel de montage vid\u00e9o. Il s'est vu dot\u00e9 par la suite de la fonction de Compositing App (outil de composition). C'est donc un logiciel composition d'effets visuels, <strong>pr\u00e9curseur de l'animation graphique personnelle<\/strong> sur ordinateur. Aujourd'hui After Effect est sans doute le logiciel le plus complexe de la suite Adobe, notamment lorsqu'on le couple \u00e0 des extensions permettant d'appliquer des effets d'animation. Son domaine d'activit\u00e9 est la r\u00e9alisation d'effets sp\u00e9ciaux et bien s\u00fbr des animations graphiques sophistiqu\u00e9es et \u00e9l\u00e9gantes destin\u00e9es \u00e0 tous types de supports, \u00e0 partir de sources diverses. Il est tr\u00e8s utile, particuli\u00e8rement pour r\u00e9aliser des introductions et des titres.<\/p>\n\n\n\n<p>L'interface d'After Effects se confond \u00e0 celle d'un logiciel de montage vid\u00e9o, car il dispose d'une timeline dont l'utilit\u00e9 est de conna\u00eetre la progression du travail dans le temps pour une pr\u00e9visualisation. De plus, le programme fait usage d'<strong>un syst\u00e8me d'empilement de calques<\/strong> afin de concevoir une combinaison anim\u00e9e \u00e0 partir d'images et de vid\u00e9os.<\/p>\n\n\n\n<p>Ce principe d'amoncellement de calques se retrouve dans une majorit\u00e9 de logiciels graphiques tels que Photoshop. Contrairement \u00e0 une simple application de montage vid\u00e9o, il n'offre cependant pas de visionnage en temps r\u00e9el, car cette proc\u00e9dure est toujours <strong>pr\u00e9c\u00e9d\u00e9e d'un temps de calcul en RAM<\/strong>. C'est donc un programme con\u00e7u dans le but d'entasser sur une timeline, les images et les vid\u00e9os les unes sur les autres. Il est par exemple impossible de sectionner une image en plusieurs parties sans concevoir un nouveau calque. Cela n'emp\u00eache cependant pas le logiciel d'\u00eatre une r\u00e9f\u00e9rence dans son domaine.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1106\" height=\"713\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/montage_sur_adobe_after_effect.jpg\" alt=\"montage sur adobe after effect\" class=\"wp-image-19166\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/montage_sur_adobe_after_effect.jpg 1106w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/montage_sur_adobe_after_effect-596x384.jpg 596w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/montage_sur_adobe_after_effect-768x495.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/montage_sur_adobe_after_effect-1036x668.jpg 1036w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/montage_sur_adobe_after_effect-736x474.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/montage_sur_adobe_after_effect-360x232.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/montage_sur_adobe_after_effect-368x237.jpg 368w\" sizes=\"(max-width: 1106px) 100vw, 1106px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Adobe Premiere Pro (Pr)<\/h2>\n\n\n\n<p>\u00c0 l'inverse d'After Effects qui n'est utile que pour la composition, Premiere Pro est l'<strong>un des meilleurs programmes d'\u00e9dition de vid\u00e9os<\/strong>. Il a pour r\u00f4le de g\u00e9rer diff\u00e9rents formats vid\u00e9o, tout en y int\u00e9grant un syst\u00e8me de storyboarding (sc\u00e9narimage ou Rush) suffisamment accompli. Malgr\u00e9 sa complexit\u00e9 pour les d\u00e9butants au premier abord, il demeure l'une des r\u00e9f\u00e9rences des outils cin\u00e9matographiques : utile \u00e0 la fois en production et en postproduction.<\/p>\n\n\n\n<p>Il dispose d'un ensemble d'outils capables de faire ressortir la magie de toutes les vid\u00e9os. Le logiciel est utile \u00e0 la fois pour des professionnels du domaine du marketing et de la communication, des vid\u00e9os artistiques, la r\u00e9alisation de documentaires, les courts et longs-m\u00e9trages. Malgr\u00e9 son palmar\u00e8s, le logiciel s'est tout de m\u00eame attir\u00e9 des critiques. Celles-ci sont dues \u00e0 son interface tr\u00e8s peu pratique pour les novices et la pr\u00e9sence de diff\u00e9rents bugs. N\u00e9anmoins, depuis la mise \u00e0 jour de la version \u00ab Pro \u00bb, ses d\u00e9veloppeurs lui ont apport\u00e9 <strong>un grand nombre d'am\u00e9liorations<\/strong>, surtout en ce qui concerne sa stabilit\u00e9.<\/p>\n\n\n\n<p>De plus, comme la plupart des outils de la suite Adobe, il est possible d'en faire un usage compl\u00e9mentaire avec After Effets, Encoder ou Photoshop, facilitant le travail des professionnels. Si vous souhaitez d\u00e9couvrir ce produit, Premiere pro s'est un peu plus ouvert au grand public gr\u00e2ce \u00e0 une version Adobe Premiere Elements qui, depuis la g\u00e9n\u00e9ration Pro 7.0 donne aux utilisateurs la possibilit\u00e9 d'utiliser <strong>quelques fonctionnalit\u00e9s du logiciel de base<\/strong>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Adobe Xd (Xd)<\/h2>\n\n\n\n<p>C'est l'une des plus r\u00e9centes applications de la gamme. Tout comme AI, Adobe XD est un \u00e9diteur de graphiques vectoriels. D\u00e9velopp\u00e9 et publi\u00e9 par Adobe Inc., il a \u00e9t\u00e9 con\u00e7u dans le but d'aider les web designer \u00e0 <strong>concevoir et am\u00e9liorer l'exp\u00e9rience des internautes<\/strong> sur les pages web et les applications mobiles. Annonc\u00e9e premi\u00e8rement sous le nom de \u00ab Project XD \u00bb, durant la conf\u00e9rence Adobe XD d'octobre 2015, la version b\u00eata a \u00e9t\u00e9 publi\u00e9e pour MacOS sous le nom \u00ab Adobe Experience Design CC \u00bb pour toute personne disposant d'un compte. Une autre version a ensuite \u00e9t\u00e9 publi\u00e9e sous Windows 10, rendant le logiciel disponible sur les deux syst\u00e8mes.<\/p>\n\n\n\n<p>La fonction premi\u00e8re de Adobe XD est le prototypage UX\/UI : c'est-\u00e0-dire qu'il aide \u00e0 r\u00e9aliser des maquettes pour des sites optimis\u00e9s avec un concept relativement nouveau dans la conception graphique d\u00e9nomm\u00e9 design d'exp\u00e9rience utilisateur. Il est actuellement consid\u00e9r\u00e9 comme l'outil de base de la conception des interfaces d'utilisateur. Particuli\u00e8rement lorsqu'il est question d'ergonomie et de <strong>site web responsive<\/strong> (c'est-\u00e0-dire qui s'adapte \u00e0 diff\u00e9rents supports \u00ab tablettes, smartphones, iPhone, etc.) d'o\u00f9 sa popularit\u00e9.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1106\" height=\"664\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/adobe_xd.jpg\" alt=\"adobe xd\" class=\"wp-image-19168\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/adobe_xd.jpg 1106w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/adobe_xd-640x384.jpg 640w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/adobe_xd-768x461.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/adobe_xd-736x442.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/adobe_xd-360x216.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/adobe_xd-368x221.jpg 368w\" sizes=\"(max-width: 1106px) 100vw, 1106px\" \/><\/figure>\n\n\n\n<p>L'un des points forts de Adobe XD est qu'il peut rendre un simple mod\u00e8le statique en un <strong>dispositif interactif et dynamique<\/strong>. Sa prise en main simple et sa fluidit\u00e9 graphique (certains utilisateurs avertis l'utilisent pour faire des affiches) en font un outil extr\u00eamement complet. Il est d'ailleurs tr\u00e8s souvent recommand\u00e9 de l'utiliser avant d'ex\u00e9cuter des travaux sur Dreamweaver, l'outil Adobe servant \u00e0 la r\u00e9alisation des sites internet.<\/p>\n\n\n\n<p>Ces divers services propos\u00e9s par Adobe sont parmi les meilleurs qui sont propos\u00e9s sur le march\u00e9. Ils ont l'avantage d'\u00eatre utiles aussi bien aux professionnels qu'aux d\u00e9butants en mati\u00e8re de cr\u00e9ation audiovisuelle. Ce sont des<strong> outils performants et compl\u00e9mentaires<\/strong> pour la r\u00e9alisation de tous vos projets originaux.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Adobe fait partie des marques les plus connues au monde. Elle est notamment c\u00e9l\u00e8bre pour ses incontournables logiciels graphiques, utilis\u00e9 par tous les graphistes et notre studio graphique \u00e0 Montpellier. Adobe Inc. est une grande entreprise informatique qui propose \u00e9galement un catalogue bien fourni de services aux internautes. Ils sont tr\u00e8s utiles et facilitent l'ex\u00e9cution [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":19168,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_seopress_robots_primary_cat":"","_seopress_titles_title":"Quel logiciel Adobe choisir pour cr\u00e9er un graphisme \/ design ?","_seopress_titles_desc":"La suite Adobe : Chaque logiciel est destin\u00e9 a une utilisation bien particuli\u00e8re. Illlustrator, Photoshop, Indesign, After Effect, Adobe XD, lequel choisir ?. ","_seopress_robots_index":"","footnotes":""},"class_list":["post-31660","page","type-page","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/31660"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=31660"}],"version-history":[{"count":3,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/31660\/revisions"}],"predecessor-version":[{"id":32997,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/31660\/revisions\/32997"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/19168"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=31660"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}