{"id":31674,"date":"2023-03-10T14:42:15","date_gmt":"2023-03-10T13:42:15","guid":{"rendered":"https:\/\/citronnoir.com\/?page_id=31674"},"modified":"2024-08-26T12:00:53","modified_gmt":"2024-08-26T10:00:53","slug":"notion","status":"publish","type":"page","link":"https:\/\/citronnoir.com\/notion\/","title":{"rendered":"Test de Notion : Le guide d'utilisation du logiciel Notion.so"},"content":{"rendered":"\n<p><strong>Notion fait partie des outils de productivit\u00e9 les plus populaires du moment.<\/strong> Son support vierge le rend facile d\u2019utilisation pour un d\u00e9butant, mais peut aussi compliquer sa compr\u00e9hension et l\u2019utilisation de ses puissantes fonctionnalit\u00e9s.<\/p>\n\n\n\n<p>Son prix est tr\u00e8s abordable :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>La version gratuite est tr\u00e9s compl\u00e8te<\/li>\n\n\n\n<li>Un forfait pro \u00e0 $4\/mois par utilisateur<\/li>\n\n\n\n<li>Un forfait entreprise \u00e0 $4\/mois par utilisateur<\/li>\n<\/ul>\n\n\n\n<p>Dans cet article, nous allons voir les meilleurs conseils et pr\u00e9senter les meilleurs mod\u00e8les pour bien d\u00e9marrer sur Notion. Ensemble, nous allons aborder les \u00e9l\u00e9ments de base de Notion et \u00e9tudier quatre cas d\u2019utilisation basique afin d\u2019optimiser cet outil.<\/p>\n\n\n\n<video autoplay=\"\" playsinline=\"\" loop=\"\" muted=\"\" class=\"tool_video75\"><source src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/team-up-emoji-tile.mp4\" type=\"video\/mp4\" class=\"tool_video\"><\/video>\n\n\n\n<h2 class=\"wp-block-heading\">Construire des Blocks<\/h2>\n\n\n\n<p>L'\u00e9l\u00e9ment central de Notion est le <em><strong>block<\/strong><\/em>, c'est l'\u00e9l\u00e9ment d'o\u00f9 provient tout le contenu. Il existe environ 50 types de <em>blocks<\/em> \u00e0 l\u2019heure actuelle, et l'\u00e9quipe travaille pour en fournir plus encore. Nous aborderons les <em>blocks <\/em>techniques tels que les bases de donn\u00e9es, tableaux\/boards, \u00e9quations et int\u00e9grations plus tard. Pour l\u2019instant, nous allons couvrir les bases.<\/p>\n\n\n\n<p>Rapidement, vous allez vous apercevoir que l\u2019on peut cr\u00e9er tout type de contenu \u00e9crit \u00e0 l\u2019aide des <em>blocks<\/em>. Notamment, si vous en utilisez, Notion identifiera automatiquement les commandes <em>Markdown<\/em>. Il est facile de r\u00e9diger un article avec n\u2019importe quel type de m\u00e9dia populaire int\u00e9gr\u00e9 dans un <em>block<\/em> ou en copiant l\u2019URL : par exemple, en copiant un lien YouTube, vous pouvez y int\u00e9grer la vid\u00e9o sous forme de block.&nbsp;<\/p>\n\n\n\n<p>Maintenant que vous \u00eates en mesure de comprendre l\u2019\u00e9l\u00e9ment central de Notion, n\u2019h\u00e9sitez pas \u00e0 vous lancer et tester tout ce que vous pouvez faire avec les <em>Blocks<\/em>. La prochaine \u00e9tape consistera \u00e0 d\u00e9couvrir comment organiser son compte <em>Notion<\/em> et vous rep\u00e9rez dans ce v\u00e9ritable cerveau d\u2019appoint.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comment s\u2019organiser efficacement sur <em>Notion<\/em>.so ?<\/h2>\n\n\n\n<p>Lors de la cr\u00e9ation de votre compte, <em>Notion<\/em> y associe automatiquement une page intitul\u00e9e <em>Espace de travail<\/em>. Il s\u2019agit de la page de base \u00e0 laquelle vous pouvez ajouter n\u2019importe quel type de <em>Block<\/em> ou page.<\/p>\n\n\n\n<p>Si vous avez d\u00e9j\u00e0 pu exp\u00e9rimenter les <em>Blocks<\/em> lors de l\u2019\u00e9tape pr\u00e9c\u00e9dente, alors vous devriez d\u00e9sormais essayer de cr\u00e9er une nouvelle page. Vous disposez alors de deux options : ajouter une sous-page \u00e0 votre espace de travail mentionn\u00e9 au pr\u00e9alable, ou cr\u00e9er une nouvelle page sur le menu <em>Notion<\/em>. Pour une organisation optimale, j\u2019ai tendance a pr\u00e9f\u00e9rer la cr\u00e9ation d\u2019une sous-page sur l\u2019espace de travail.&nbsp;<\/p>\n\n\n\n<p>Pour cela, entrez \/ pour d\u00e9rouler les options <em>Blocks<\/em> et \u00e9crivez <em>page<\/em>. La premi\u00e8re option propos\u00e9e, <em>page -&gt; int\u00e9grer une sous-page<\/em>, vous permettra d\u2019acc\u00e9der aux diff\u00e9rents choix de mod\u00e8les standards <em>Notion<\/em>, avec plusieurs types de page, y compris des bases de donn\u00e9es.<\/p>\n\n\n\n<p>Il vous faudra r\u00e9p\u00e9ter cela \u00e0 deux reprises : une pour cr\u00e9er une page vierge et une autre pour cr\u00e9er un<strong> tableau base de donn\u00e9es.<\/strong> Une fois cr\u00e9\u00e9s, utilisez le menu de la barre lat\u00e9rale pour retourner sur l\u2019espace de travail principal. D\u00e8s lors, vous pourrez voir les deux pages comme sous-page sur l\u2019espace de travail.<\/p>\n\n\n\n<p>Vous pouvez bien s\u00fbr cr\u00e9er autant de niveaux que vous le souhaitez dans les sous-pages, mais il est pr\u00e9f\u00e9rable de s\u2019organiser sans alourdir les pages de premier niveau. Il vous est possible en revanche de relier les pages les unes aux autres, mais nous aborderons \u00e7a plus tard.&nbsp;<\/p>\n\n\n\n<p>Retournons \u00e0 la sous-page vierge. Puisque vous \u00eates d\u00e9sormais en mesure de rajouter du contenu \u00e9crit et des m\u00e9dias (voir premi\u00e8re \u00e9tape), nous allons cr\u00e9er une base de donn\u00e9es <em>inline.&nbsp; <\/em>Entrez \/ afin de d\u00e9rouler les options <em>Blocks<\/em> et inscrivez <em>table<\/em>, s\u00e9lectionnez <em>inline<\/em> comme option. Vous constaterez alors qu\u2019il existe \u00e9galement une option <em>full page<\/em>, que nous \u00e9tudierons plus tard.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Cr\u00e9er un tracker de routine<\/h2>\n\n\n\n<p>Maintenant que vous voyez un mod\u00e8le de tableau de base de donn\u00e9es, nous allons l\u2019utiliser pour cr\u00e9er notre t<strong>racker de routine<\/strong>. Vous allez ajouter sept colonnes correspondant aux jours de la semaine, et le nombre de rang\u00e9es que vous d\u00e9sirez (une pour chaque action que vous souhaitez suivre).&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1000\" height=\"804\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/tracker-notion.png\" alt=\"tracker notion\" class=\"wp-image-18472\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/tracker-notion.png 1000w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/tracker-notion-478x384.png 478w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/tracker-notion-768x617.png 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/tracker-notion-831x668.png 831w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/tracker-notion-736x592.png 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/tracker-notion-360x289.png 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/tracker-notion-368x296.png 368w\" sizes=\"(max-width: 1000px) 100vw, 1000px\" \/><\/figure>\n\n\n\n<p>Vous venez \u00e0 pr\u00e9sent de cr\u00e9er votre premi\u00e8re base de donn\u00e9es <em>Notion<\/em>. Vous devez d\u00e9sormais cocher les cases correspondant \u00e0 l\u2019action compl\u00e9t\u00e9e, dans le jour correspondant. Pour la semaine suivante, deux options s\u2019offrent \u00e0 vous : effacer et repartir de z\u00e9ro ou dupliquer pour archiver la semaine pass\u00e9e et d\u00e9marrer une nouvelle.&nbsp;<\/p>\n\n\n\n<p>Attention, comme nous l'avons soulign\u00e9 au d\u00e9but de cet article, l\u2019\u00e9norme champ de possibilit\u00e9s de <em>Notion<\/em> est un atout qui peut s\u2019av\u00e9rer difficile \u00e0 man\u0153uvrer. Il existe de multiples mani\u00e8res d\u2019effectuer plusieurs t\u00e2ches.<\/p>\n\n\n\n<p>Une fa\u00e7on d\u2019archiver est de cr\u00e9er une page vierge \u00e0 nouveau, de l\u2019intituler <em>Archive<\/em> et de retourner \u00e0 la page du tracker de routine. Vous verrez ensuite la page <em>Archive<\/em> au-dessus ou en dessous du tracker. Renommer le tableau de la semaine pass\u00e9e avec les dates, et d\u00e9placez-le jusqu'\u00e0 la page <em>Archive<\/em>. Vous pourrez r\u00e9p\u00e9ter cela pour chaque semaine pass\u00e9e.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">D\u00e9placer des pages dans <em>Notion<\/em><\/h2>\n\n\n\n<p>Vous pouvez conserver le <em>Tracker<\/em> en tant que sous-page dans l\u2019<strong>espace de travail<\/strong> principal, mais pour l\u2019exemple, nous vous invitons \u00e0 d\u00e9placer la page du <em>Tracker<\/em> depuis la page de premier niveau vers le menu lat\u00e9ral (en drag and drop).&nbsp;<\/p>\n\n\n\n<p>De cette mani\u00e8re, vous avez d\u00e9plac\u00e9 votre <em>Habit Tracker<\/em> vers une autre pages de premier niveau sur votre compte. Vous pouvez maintenant cr\u00e9er d\u2019autres sous-pages depuis cette page, la d\u00e9placer vers l\u2019espace de travail par d\u00e9faut ou la faire glisser vers d\u2019autres pages de premier niveau que vous cr\u00e9erez \u00e0 l\u2019avenir.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"546\" height=\"397\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/move-page.gif\" alt=\"move page\" class=\"wp-image-18467\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Bases de donn\u00e9es et vues<\/h2>\n\n\n\n<p>La page de suivi des habitudes nous a donn\u00e9 une vue simple des tableaux et des propri\u00e9t\u00e9s de la base de donn\u00e9es. Ensuite, nous allons utiliser le tableau que vous avez cr\u00e9\u00e9 pr\u00e9c\u00e9demment pour comprendre la flexibilit\u00e9 de notion.<\/p>\n\n\n\n<p>Au premier coup d'\u0153il, vous verrez que le tableau est organis\u00e9 en fonction de la propri\u00e9t\u00e9 <em>Select<\/em>, avec les options <em>Not Started, in progress<\/em> et <em>completed.<\/em> Nous allons utiliser ce mod\u00e8le comme base pour notre mod\u00e8le de liste de t\u00e2ches.<\/p>\n\n\n\n<p>Tout d'abord, cliquez sur <strong><em>+ New<\/em><\/strong> c'est \u00e0 ajouter n\u2019importe quelle t\u00e2che \u00e0 laquelle vous pensez. Essayez notamment aux actions \u00e0 effectuer lors de chaque \u00e9tape, par exemple : <em>Not Started<\/em>, <em>&nbsp;In Progress<\/em>, and <em>Completed.<\/em><\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"768\" height=\"526\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/notion-views.gif\" alt=\"notion views\" class=\"wp-image-18466\"\/><\/figure>\n\n\n\n<p>Ensuite, cliquez sur l'une des <em>task cards<\/em>, ajoutez quelques notes sur la t\u00e2che dans la section vide de la page sous les commentaires. Enfin, et ceci est facultatif, ajoutez deux propri\u00e9t\u00e9s suppl\u00e9mentaires :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Date d'\u00e9ch\u00e9ance&nbsp;<\/li>\n\n\n\n<li><em>Multi-Select<\/em> (souvent utilis\u00e9 pour les tags)&nbsp;<\/li>\n<\/ul>\n\n\n\n<p>Ensuite, cliquez sur quelques t\u00e2ches et ajoutez une date d\u2019\u00e9ch\u00e9ance ainsi qu'une \u00e9tiquette dans la propri\u00e9t\u00e9 <em>Multi-Select.<\/em> Par exemple, j'utilise des tags comme <em>travail<\/em>,<em> maison<\/em>, <em>argent<\/em>, <em>divers<\/em>. Les blocs <em>Multi-Select <\/em>sont diff\u00e9rents des blocs <em>Select<\/em> car vous pouvez appliquer plusieurs tags sur une page, mais une seule option <em>Select<\/em>.&nbsp;<\/p>\n\n\n\n<p>Maintenant que nous avons plusieurs propri\u00e9t\u00e9s avec lesquelles travailler, on peut filtrer et trier en fonction des entr\u00e9es. Par exemple, vous pouvez trier par une \u00e9tiquette comme <em>travail <\/em>ou <em>maison <\/em>pour voir ce qui doit \u00eatre fait pour chacune d'elles. Vous pouvez \u00e9galement trier par date d'\u00e9ch\u00e9ance pour voir les \u00e9ch\u00e9ances \u00e0 venir.<\/p>\n\n\n\n<p>L'un des aspects le plus int\u00e9ressant de <em>Notion <\/em>est la possibilit\u00e9 de cr\u00e9er diff\u00e9rentes vues pour vos pages. Par exemple, passer d'un tableau \u00e0 une vue calendrier peut \u00eatre vraiment utile. Attention cependant, cela ne fonctionne que si votre page ou bloc contient une date.<\/p>\n\n\n\n<p>&nbsp;Un autre conseil sur l'affichage du calendrier, comme pour tout autre affichage de la base de donn\u00e9es, cliquez sur une date pour cr\u00e9er une nouvelle page dans le calendrier, la date est attribu\u00e9e automatiquement en fonction du jour o\u00f9 vous cliquez mais ensuite les autres propri\u00e9t\u00e9s <em>Multi-Select <\/em>ou la <em>Select<\/em>. Par exemple, on peut passer \u00e0 la vue calendrier et commencer \u00e0 ajouter des id\u00e9es de vid\u00e9os chaque semaine sur un jour pr\u00e9d\u00e9fini, afin d\u2019avoir un aper\u00e7u rapide du contenu \u00e0 venir.<\/p>\n\n\n\n<p>L'autre type de vue \u00e0 mettre en \u00e9vidence est le tableau. Il ressemble beaucoup aux feuilles de calcul que nous connaissons, permettant de filtrer et afficher rapidement les pages, selon l\u2019organisation souhait\u00e9e. Par exemple, si l\u2019on veut voir son contenu pr\u00e9vu en fonction de sa date de sortie, il est plus facile de trier par date que de d\u00e9filer tous les mois \u00e0 venir dans une vue en calendrier. Il s'agit des m\u00eames donn\u00e9es pr\u00e9sent\u00e9es sous des angles diff\u00e9rents.<\/p>\n\n\n\n<p>Pour r\u00e9capituler cette section, vous pouvez utiliser les vues <em>Notion <\/em>pour voir vos donn\u00e9es de plusieurs fa\u00e7ons diff\u00e9rentes. Les vues les plus populaires sont <em>Carte, Calendrier et Tableau<\/em>. Il en existe d'autres, alors testez! Vous pouvez \u00e9galement trier et filtrer vos entr\u00e9es de donn\u00e9es avec les propri\u00e9t\u00e9s de <em>Multi-Select, Select, Dates, Formules, etc.<\/em><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Chefferie de projet<\/h2>\n\n\n\n<p>D\u00e9sormais, nous pouvons \u00e9tendre les concepts que nous avons \u00e9tablis avec la base de donn\u00e9es des listes de t\u00e2ches \u00e0 effectuer avec un mod\u00e8le complet de gestion de projet qui fonctionne bien pour une personne ou une petite \u00e9quipe de 4-5 personnes.<\/p>\n\n\n\n<p>Cr\u00e9ez une nouvelle page vierge qui servira de page d'accueil au projet. Utilisez les <em>Blocks <\/em>que vous voulez pour organiser l'objectif du projet, r\u00e9sultats attendus, l'\u00e9quipe, le calendrier, etc. Sous ce groupe de <em>Blocks, <\/em>ajoutez une base de donn\u00e9es avec la vue initiale de votre choix. Dans cet exemple, nous commencerons par un tableau <em>inline <\/em>avec des propri\u00e9t\u00e9s (colonnes du tableau) comme <em>Select, Multi-Select <\/em>ainsi que la personne&nbsp;(Si vous travaillez avec d'autres personnes).<\/p>\n\n\n\n<p>Chaque entr\u00e9e du tableau fera office de t\u00e2ches pour le projet principal. Ajoutez la date d'\u00e9ch\u00e9ance, ajoutez des tags <em>Multi-Select<\/em>, d\u00e9finissez un statut dans la propri\u00e9t\u00e9 de s\u00e9lection et assignez une personne \u00e0 cette t\u00e2che. Faites de m\u00eame pour autant de t\u00e2ches que vous le souhaitez.&nbsp;<\/p>\n\n\n\n<p>Une fois ces \u00e9l\u00e9ments en place vous pouvez utiliser les m\u00eames vues variables que celles \u00e9voqu\u00e9es pr\u00e9c\u00e9demment pour trier, filtrer et visualiser les t\u00e2ches par date d'\u00e9ch\u00e9ance dans le tableau ou le calendrier, t\u00e2che par statut ou par propri\u00e9taire dans la vue du tableau, etc. Les possibilit\u00e9s sont presque infinies.<\/p>\n\n\n\n<p>Deux petits conseils \u00e0 souligner : n'ajoutez pas une propri\u00e9t\u00e9 texte a un tableau. Ce n\u2019est pas n\u00e9cessaire sur <em>Notion<\/em>. Pour ajouter des notes \u00e0 un tableau, cliquez pour faire de la t\u00e2che une page et ajoutez-y le texte images, media ou m\u00eame des tableaux, pages, calendrier etc.<\/p>\n\n\n\n<p>Une autre chose que l\u2019on peut faire dans le projet est de cr\u00e9er un tag <em>Milestone<\/em>. Cela peut aider \u00e0 voir les \u00e9tapes du projet et \u00e0 rester sur la bonne voie pendant la dur\u00e9e du projet. Il appara\u00eet dans le tableau comme n'importe quelle autre t\u00e2che, avec la date d'\u00e9ch\u00e9ance, le statut et la ou les tags. Ajouter la date est particuli\u00e8rement utile lorsqu\u2019on regarde la vue du calendrier car elle permet d'ajuster la port\u00e9e du projet si n\u00e9cessaire pour respecter la deadline.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1640\" height=\"856\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/notion-dashboard.png\" alt=\"notion dashboard\" class=\"wp-image-18474\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/notion-dashboard.png 1640w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/notion-dashboard-736x384.png 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/notion-dashboard-768x401.png 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/notion-dashboard-1280x668.png 1280w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/notion-dashboard-1536x802.png 1536w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/notion-dashboard-360x188.png 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/notion-dashboard-368x192.png 368w\" sizes=\"(max-width: 1640px) 100vw, 1640px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Cr\u00e9er un agenda hebdomadaire&nbsp;<\/h2>\n\n\n\n<p>Un autre exemple d'utilisation de <em>Notion<\/em> dans votre flux de travail : en tant qu'agenda hebdomadaire. Si vous \u00eates habitu\u00e9s \u00e0 un calendrier puissant ou \u00e0 une application d'agenda hebdomadaire comme Todoist, <em>Notion<\/em> vous semblera plut\u00f4t l\u00e9ger. Vous pouvez l'am\u00e9liorer avec des bases de donn\u00e9es et des pages li\u00e9es, mais il ne sera pas aussi robuste qu\u2019une application de planification d\u00e9di\u00e9e.<\/p>\n\n\n\n<p>Une note suppl\u00e9mentaire : <em>Notion<\/em> a plusieurs options de base de donn\u00e9es, y compris la galerie, la liste, ou bien les bases de donn\u00e9es relationnelles, les formules, les roll ups, et autres. Comme indiqu\u00e9 plus t\u00f4t, ce guide est plus destin\u00e9 \u00e0 la mise en route qu'\u00e0 la ma\u00eetrise de l'outil.&nbsp;<\/p>\n\n\n\n<p>Pour concevoir l'agenda hebdomadaire, cr\u00e9er un <em>Block<\/em> H2 et intitulez-le lundi. Ensuite, faites de m\u00eame pour les autres jours de la semaine. Maintenant, faites glisser les jours vers la droite jusqu'\u00e0 ce que vous voyiez une petite ligne grise verticale, puis d\u00e9posez le <em>Block<\/em> mardi, cela cr\u00e9era une colonne sur la page. Faites de m\u00eame pour les autres <em>Blocks<\/em> jusqu'\u00e0 ce qu'ils suivent tous la m\u00eame disposition que le <em>Block<\/em> du mardi.<\/p>\n\n\n\n<p>Ajoutons maintenant les t\u00e2ches quotidiennes, les r\u00e9unions et les notes pour les t\u00e2ches, j'utilise un simple bloc de todo-lists (cases \u00e0 cocher), une puce ou un bloc de texte pour les notes est le symbole @ pour d\u00e9finir l'heure d'une r\u00e9union. Nous continuons ainsi pour le reste de la semaine, en ajoutant des blocs au fur \u00e0 mesure que la semaine avance.<\/p>\n\n\n\n<p>Une fonctionnalit\u00e9 int\u00e9ressante dont nous n'avons pas encore parl\u00e9 est la possibilit\u00e9 de lier et de r\u00e9f\u00e9rencer et des bases de donn\u00e9es et des pages \u00e0 partir d'autres sections de <em>Notion<\/em>. Par exemple, si je veux suivre mes s\u00e9ances d'entra\u00eenement ou mes travaux d'\u00e9criture dans l\u2019agenda hebdomadaire, je peux le lier directement au lieu de cr\u00e9er une autre base de donn\u00e9es. Cela r\u00e9duit consid\u00e9rablement le risque de duplication des entr\u00e9es et facilite la navigation dans les diff\u00e9rentes sections de <em>Notion.<\/em><\/p>\n\n\n\n<p>Les notes de r\u00e9union sont une autre fa\u00e7on d'utiliser l'agenda hebdomadaire. Si je dois prendre des notes lors d\u2019une r\u00e9union, je peux le faire de deux mani\u00e8res diff\u00e9rentes. La premi\u00e8re consiste \u00e0 cr\u00e9er un <em>Block toggle,<\/em> avec la date et le sujet de la r\u00e9union. Ensuite, je prends des notes, mais le <em>Block toggle<\/em> me permet de r\u00e9duire et de d\u00e9velopper le contenu selon mes besoins afin de ne pas encombrer la page. Si j'ai une r\u00e9union continue, je peux cr\u00e9er une base de donn\u00e9es de listes ou je peux rapidement r\u00e9f\u00e9rencer et organiser les notes de r\u00e9union ou tout autre contenu.<\/p>\n\n\n\n<p>A la fin de la semaine, je supprime ou archive le contenu de la semaine et je recommence \u00e0 z\u00e9ro. Si vous \u00eates sur le plan gratuit, je recommande de supprimer pour \u00e9conomiser des <em>Blocks<\/em>. L'archivage n'est pas une v\u00e9ritable fonction dans <em>Notion<\/em>, je contourne le probl\u00e8me en utilisant une sous page du planificateur principal appel\u00e9 archives. Je fais simplement glisser toutes les t\u00e2ches et r\u00e9unions de la semaine pass\u00e9e dans cette page pour les archiver. Si vous voulez archiver, vous pouvez cr\u00e9er des <em>Block toggle<\/em> dans la page d'archives pour chaque semaine afin de savoir ce qui s'est pass\u00e9 dans chaque semaine.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Conseils, astuces et inconv\u00e9nients de Notion<\/h2>\n\n\n\n<p>Nous avons donc vu les fonctionnalit\u00e9s basiques de <em>Notion<\/em>, mais en voici quelques-unes suppl\u00e9mentaires.&nbsp;<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Si vous \u00eates sur le plan gratuit de 1 000 blocs, sachez que chaque fois que vous appuyez sur la touche Entr\u00e9e, un nouveau <em>Block <\/em>appara\u00eetra. Vous pouvez emp\u00eacher cela en maintenant Shift + Entr\u00e9e pour cr\u00e9er un <em>Block <\/em>de texte massif et enregistrer tous ces <em>Blocks<\/em>.<\/li>\n\n\n\n<li>Les formules de tableau sont un peu d\u00e9licates et ne remplacent pas compl\u00e8tement Excel\/GSheets\/Airtable, si vous \u00eates un utilisateur exp\u00e9riment\u00e9 de tableur<\/li>\n\n\n\n<li>J'adore utiliser le <em>Block Toggle <\/em>pour masquer des morceaux de texte ou d'autres <em>Blocks <\/em>sur une page. Par exemple, on peut dissimuler les m\u00e9dias dans un <em>Block Toggle <\/em>avant de pouvoir effectuer les derni\u00e8res modifications. Mais c'est aussi optimal pour conserver une vue serr\u00e9e avec une option pour d\u00e9rouler.<\/li>\n\n\n\n<li>Notion dispose d'un grand nombre de mod\u00e8les extr\u00eamement d\u00e9taill\u00e9s, aliment\u00e9 par leur communaut\u00e9 d'utilisateurs. Si vous avez un cas d'utilisation en t\u00eate pour Notion, il y a de fortes chances qu'il existe d\u00e9j\u00e0 un mod\u00e8le \u00e0 essayer.<\/li>\n\n\n\n<li>Vous pouvez transformer des <em>Blocks <\/em>d\u2019un type vers un autre en cliquant sur le menu sur le c\u00f4t\u00e9 du <em>Block <\/em>et en s\u00e9lectionnant l'option \u201c<em>Turn Into\u201d<\/em>.<\/li>\n\n\n\n<li>Il n'y a pas de reconnaissance de texte PDF ou d'image comme Evernote. C'est vraiment la seule chose qui me manque par rapport \u00e0 Evernote.<\/li>\n\n\n\n<li>Vous pouvez ajouter des couvertures de page. Vous pouvez partager une page publiquement, presque comme un article de blog. Il vous faudra cr\u00e9er votre propre index, mais c'est faisable pour quelques \u00e9l\u00e9ments de contenu.&nbsp;<\/li>\n\n\n\n<li>Entrez \u201c@\u201d sur une page pour la r\u00e9f\u00e9rencer depuis n'importe quelle autre page. Vous avez aussi la possibilit\u00e9 de copier et coller le lien de la page, cr\u00e9ant ainsi automatiquement un lien vers la page Notion.<\/li>\n\n\n\n<li>Le formatage peut devenir un peu d\u00e9licat si vous exportez du contenu \u00e9crit pour un article de blog ou une newsletter par e-mail.&nbsp;<\/li>\n<\/ul>\n\n\n\n<video autoplay=\"\" playsinline=\"\" loop=\"\" muted=\"\" class=\"tool_video75\"><source src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/workflow-tile.mp4\" type=\"video\/mp4\" class=\"tool_video\"><\/video>\n\n\n\n<h2 class=\"wp-block-heading\">Notion est-elle aussi tout-en-un qu'elle le pr\u00e9tend ?<\/h2>\n\n\n\n<p>On peut utiliser Notion au lieu de Trello, Evernote, Google Docs et autres sauf pour quelques fonctions de base de donn\u00e9es sup\u00e9rieures sur Airtable. Leur \u00e9quipe propose de nouvelles fonctionnalit\u00e9s \u00e0 un bon prix, le prix est correct pour un plan personnel et la flexibilit\u00e9 est incomparable.&nbsp;<\/p>\n\n\n\n<p>L'inconv\u00e9nient de la puissance et de la flexibilit\u00e9 est le risque d'informations non organis\u00e9es car elles sont m\u00e9lang\u00e9es dans d\u2019autres pages. Il est important de r\u00e9aliser que chaque entr\u00e9e de base de donn\u00e9es cr\u00e9e en fait une nouvelle page, juste int\u00e9gr\u00e9e \u00e0 ladite base de donn\u00e9es. D'une part, c'est vraiment utile d'ouvrir une t\u00e2che et d'ajouter des notes ou des m\u00e9dias directement \u00e0 l'entr\u00e9e. Vous r\u00e9alisez alors qu'il est possible d'ajouter une autre base de donn\u00e9es ou page directement dans l'entr\u00e9e ? et ainsi de suite.<\/p>\n\n\n\n<p>Si vous avez lu jusqu'ici, Notion vaut largement le d\u00e9tour. Testez-le et cr\u00e9ez un tas de <em>blocks<\/em>, de pages et de bases de donn\u00e9es pour voir comment il pourrait s'adapter \u00e0 votre style et \u00e0 votre flux de travail. Comme toute nouvelle application, il y aura une courbe d'apprentissage, mais j'esp\u00e8re que cet article vous aidera \u00e0 navigue l\u2019\u00e9norme quantit\u00e9 d'informations \u00e0 apprendre.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">L'avis de l'\u00e9quipe Citron Noir \ud83c\udf4b<\/h2>\n\n\n\n<p>Notion est un outil incroyable pour le classement des dossiers et l'organisation en \u00e9quipe. La cr\u00e9ation de DataBase est vraiment utile pour : L'API de Notion va permettre de connecter l'application avec tous les autres services que vous utilisez aujourd'hui pour automatiser des flux de donn\u00e9es qui n\u00e9cessitent pour l'instant une action humaine. A<\/p>\n\n\n\n<p>Aujourd'hui nous n'utilisons pas Notion, notre gestion de projet est essentiellement bas\u00e9e sur <a href=\"https:\/\/citronnoir.com\/nifty\/\" data-type=\"URL\" data-id=\"https:\/\/citronnoir.https:\/\/citronnoir.com\/nifty\/\/outils\/nifty\/\">Nifty <\/a>combin\u00e9 avec une organisation des fichiers par cloud partag\u00e9. Le choix de ce flow est uniquement d\u00fb \u00e0 notre perception des choses. Nifty a une approche orient\u00e9e <strong>m\u00e9thode agile<\/strong> et nous adorons utiliser cet outil pour la gestion des projets de l'agence.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Notion fait partie des outils de productivit\u00e9 les plus populaires du moment. Son support vierge le rend facile d\u2019utilisation pour un d\u00e9butant, mais peut aussi compliquer sa compr\u00e9hension et l\u2019utilisation de ses puissantes fonctionnalit\u00e9s. Son prix est tr\u00e8s abordable : Dans cet article, nous allons voir les meilleurs conseils et pr\u00e9senter les meilleurs mod\u00e8les pour [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":18475,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_seopress_robots_primary_cat":"","_seopress_titles_title":"Notion (avis) centralise vos t\u00e2ches, notes, documents...","_seopress_titles_desc":"Pourquoi choisir Notion.so ? Notion se pr\u00e9sente comme une digital workplace tout-en-un : prise de notes, gestion de t\u00e2ches, gestion de projet...","_seopress_robots_index":"","footnotes":""},"class_list":["post-31674","page","type-page","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/31674"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=31674"}],"version-history":[{"count":6,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/31674\/revisions"}],"predecessor-version":[{"id":44001,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/31674\/revisions\/44001"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/18475"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=31674"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}