{"id":21273,"date":"2022-06-01T17:48:17","date_gmt":"2022-06-01T15:48:17","guid":{"rendered":"https:\/\/citronnoir.com\/?p=21273"},"modified":"2023-07-03T10:27:41","modified_gmt":"2023-07-03T08:27:41","slug":"google-analytics-4-nouveautes","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/marketing-digital\/google-analytics-4-nouveautes\/","title":{"rendered":"Google Analytics 4 : quelles sont les nouveaut\u00e9s pour les entreprises ?"},"content":{"rendered":"\n<p>Universal Analytics, ou Google Analytics 3, est l\u2019outil phare de collecte et d'analyse de donn\u00e9es utilis\u00e9 par les entreprises, et ce depuis 2012. Il permet notamment l\u2019\u00e9tude des performances de votre site web ou de votre application. Aujourd\u2019hui, ce dernier doit laisser la place \u00e0 sa nouvelle version, Google Analytics 4, un nouveau type de propri\u00e9t\u00e9 plus puissant qui deviendra obligatoire d\u00e8s 23 juillet 2023 pour ceux qui souhaitent continuer \u00e0 utiliser le service de Google.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Pourquoi ce changement si pr\u00e9cipit\u00e9 vers Google Analytics 4 ?<\/h2>\n\n\n\n<p>En majeure partie, pour r\u00e9pondre aux enjeux de l\u2019e-privacy. Ce changement a d\u2019ailleurs \u00e9t\u00e9 largement acc\u00e9l\u00e9r\u00e9 par la CNIL, l\u2019Autorit\u00e9 Fran\u00e7aise de Protection des Donn\u00e9es Personnelles, et ses homologues europ\u00e9ennes, qui jugent que l\u2019anonymisation des donn\u00e9es par Google Analytics est insuffisante. En r\u00e9alit\u00e9, les donn\u00e9es recueillies par Universal Analytics sont trait\u00e9es dans des pays \u00e9trangers, et notamment aux Etats-Unis, o\u00f9 les autorit\u00e9s peuvent y avoir librement acc\u00e8s. D\u2019ailleurs, tr\u00e8s r\u00e9cemment, plusieurs entreprises ont \u00e9t\u00e9 mises en demeure suite \u00e0 des d\u00e9bordements en termes de confidentialit\u00e9 et d\u2019analyse de donn\u00e9es. Ainsi, Google a d\u00fb agir en urgence. De cette fa\u00e7on, il a d\u00e9velopp\u00e9 Google Analytics 4, en ayant comme objectif d\u2019\u00e9viter que ses clients soient contraints d\u2019abandonner son service en optant pour des solutions plus respectueuses de la RGPD.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Les \u00e9volutions de Google Analytics 4<\/strong><\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">Le passage des sessions aux \u00e9v\u00e9nements<\/h3>\n\n\n\n<p>Outre la d\u00e9signation et l\u2019interface simplifi\u00e9e, un des changements principaux r\u00e9side dans <strong>la mesure des donn\u00e9es<\/strong> et <strong>la fa\u00e7on dont les utilisateurs sont suivis.<\/strong> Dans la version de 2012, les utilisateurs sont suivis selon un mod\u00e8le de donn\u00e9es qui repose sur les sessions et les pages vues, ou <em>session-based<\/em> (autrement dit, lorsqu\u2019un utilisateur arrive sur le site, consulte une ou plusieurs pages et repart, ce qui constitue une session). Gr\u00e2ce \u00e0 Google Analytics 4, les utilisateurs sont suivis selon <strong>un mod\u00e8le de donn\u00e9es plus souple s\u2019appuyant sur les \u00e9v\u00e9nements <\/strong>et les donn\u00e9es utilisateurs, ou <em>event-driven<\/em> (par exemple, un \u00e9v\u00e9nement \u201cpageview\u201d qui correspond au moment o\u00f9 un utilisateur regarde une page de votre site). C\u2019est donc un tout nouveau mod\u00e8le de reporting totalement tourn\u00e9 vers le cycle de vie de l\u2019utilisateur et reprenant les diff\u00e9rentes \u00e9tapes du parcours client, \u00e0 savoir, acquisition, engagement, mon\u00e9tisation et fid\u00e9lisation.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>L\u2019e-Privacy, au coeur des pr\u00e9occupations de Google Analytics 4<\/strong><\/h3>\n\n\n\n<p>Comme nous l\u2019avons dit pr\u00e9c\u00e9demment, Google Analytics 4 permet de r\u00e9pondre aux enjeux de l\u2019e-privacy. Ainsi, cet outil :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>ne stocke pas les adresses IP et permet leur anonymisation,&nbsp;<\/li>\n\n\n\n<li>permet l\u2019expiration des donn\u00e9es utilisateurs au bout de 14 mois,<\/li>\n\n\n\n<li>vise moins les cookies. Ainsi, Google Analytics 4 permet de pallier la disparition progressive de ces cookies et les r\u00e9sultats d\u2019analyse fauss\u00e9s (notamment en raison des visiteurs les refusant de plus en plus) et ce, gr\u00e2ce \u00e0 l\u2019intelligence artificielle.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">L\u2019int\u00e9gration d\u2019une Machine Learning<\/h3>\n\n\n\n<p>Un autre changement majeur r\u00e9side dans le fait que Google Analytics 4 int\u00e8gre une machine learning qui se base sur la Big Data et les tendances pour <strong>g\u00e9n\u00e9rer des pr\u00e9dictions.<\/strong> Ainsi, il est possible d\u2019obtenir des statistiques pr\u00e9dictives et des aper\u00e7us gr\u00e2ce \u00e0 cette intelligence artificielle. Actuellement, seul l'e-commerce est concern\u00e9 mais le futur de GA-4 permettra certainement bien plus de possibilit\u00e9s. La mise en place de cette nouvelle m\u00e9thode de tracking permet \u00e9galement, comme nous l\u2019avons dit, de pallier la suppression progressive des cookies par Google sur son navigateur.&nbsp;&nbsp;&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Un nouveau dashboard, v\u00e9ritablement plus intuitif sous Google Analytics 4<\/h3>\n\n\n\n<p>Ce qui risque d\u2019en bouleverser plus d\u2019un, c\u2019est le nouveau tableau de bord de cet outil. On peut facilement perdre nos rep\u00e8res, mais ce dashboard est finalement plut\u00f4t intuitif et plus pertinent pour une utilisation quotidienne.&nbsp;<\/p>\n\n\n\n<p>Il est \u00e9galement possible d\u2019avoir acc\u00e8s \u00e0 plusieurs rapports standards que vous pourrez par la suite personnaliser pour un suivi des statistiques optimis\u00e9 et des indicateurs de performance toujours plus pertinents. Cette fonctionnalit\u00e9 est une excellente am\u00e9lioration pour la tenue et la gestion de vos KPI.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Une meilleure int\u00e9gration des plateformes publicitaires<\/h3>\n\n\n\n<p>Autre avantage. Google Analytics 4 permet une bonne int\u00e9gration aux plateformes publicitaires de Google (<a href=\"https:\/\/citronnoir.com\/sea-google-ads\/google-ads-lessentiel-a-savoir-sur-cette-regie-publicitaire\/\">Google Adwords<\/a> notamment pour vos campagnes publicitaires payantes comme le remarketing) dans le but d'optimiser les performances des campagnes des entreprises utilisatrices ainsi que d'augmenter, par cons\u00e9quent, la rentabilit\u00e9 des investissements marketing.\u00a0<\/p>\n\n\n\n<p>Pour illustrer, on peut prendre l\u2019exemple d\u2019un utilisateur cibl\u00e9 par une action de remarketing qui d\u00e9clenche la conversion en question. Avec Google Analytics 4, cet utilisateur est directement retir\u00e9 de l\u2019audience vis\u00e9e dans <strong>Google Ads<\/strong>. Pratique, non ?<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Une seule et m\u00eame propri\u00e9t\u00e9 pour votre site et votre application gr\u00e2ce \u00e0 GA 4<\/h3>\n\n\n\n<p>Avec l\u2019ancienne version, nous \u00e9tions oblig\u00e9s de cr\u00e9er plusieurs propri\u00e9t\u00e9s pour chaque device. Aujourd\u2019hui, Google Analytics 4 r\u00e9pond \u00e0 ce besoin et permet de les regrouper <strong>sous une seule et unique propri\u00e9t\u00e9<\/strong>. Cette am\u00e9lioration facilitera la vie des marketeurs, agissant dans une logique de cross-device.&nbsp;<\/p>\n\n\n\n<p>Entre le mod\u00e8le \u201ccustomer-centric\u201d, la machine learning ou encore les nouveaux KPI, cette nouvelle version est innovante et nous promet un bel avenir.&nbsp;<\/p>\n\n\n\n<p>Si Google Analytics 4 est \u00e9labor\u00e9 dans le sens des analystes et des marketeurs, permettant des fonctionnalit\u00e9s plus innovantes ainsi que des donn\u00e9es plus pertinentes, et, par cons\u00e9quent, la prise de d\u00e9cisions marketing plus adapt\u00e9es, certains ne sont pas forc\u00e9ment ravis de ce changement. Pour citer un exemple, l\u2019analyse du taux de rebond, m\u00e9trique permettant d\u2019\u00e9valuer la qualit\u00e9 d\u2019une page sous GA-3, sera remplac\u00e9e par le taux d\u2019engagement, un KPI plus positif. Ainsi, selon l\u2019outil, un utilisateur engag\u00e9 g\u00e9n\u00e8re UNE des actions suivantes : une conversion, l\u2019affichage de plusieurs pages ou le fait de rester sur le site web plus de 10 secondes.&nbsp;&nbsp;<\/p>\n\n\n\n<p>Prenons l\u2019exemple d\u2019un utilisateur se rendant sur une page et y trouvant toutes les informations dont il avait besoin sur cette unique page, il quitte donc notre site web directement apr\u00e8s. Google Analytics 3 aurait consid\u00e9r\u00e9 cette information comme n\u00e9gative et cette action aurait eu des r\u00e9percussions sur le bounce rate. Google Analytics 4, lui, r\u00e8gle ce souci en concluant que c\u2019est un utilisateur engag\u00e9. Certaines entreprises devront tout de m\u00eame se r\u00e9adapter \u00e0 ces changements et \u00e9ventuellement modifier leur strat\u00e9gie digitale.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Pourquoi faut-il passer rapidement \u00e0 cette nouvelle version ?<\/h2>\n\n\n\n<p>Google Analytics 4 sera donc \u00e0 tous notre nouvel outil d\u2019analyse de la donn\u00e9 utilisateurs <strong>d\u00e8s juillet 2023<\/strong> pour les utilisateurs de la version standard de Google Analytics et d\u00e8s octobre 2023 pour les utilisateurs de la version 360. Il est ainsi important de commencer cette transition.&nbsp;<\/p>\n\n\n\n<p>Un d\u00e9tail qui devrait vous pousser \u00e0 sauter le pas au plus t\u00f4t est le fait que les deux versions de Google Analytics ne sont pas compatibles. Il faut cr\u00e9er une nouvelle propri\u00e9t\u00e9, ce qui entra\u00eene l\u2019absence de l\u2019historique des donn\u00e9es au d\u00e9marrage sur la nouvelle version.&nbsp;<\/p>\n\n\n\n<p>Ainsi, nous vous conseillons de commencer d\u00e8s maintenant \u00e0 cr\u00e9er votre Google Analytics 4, tout en continuant \u00e0 utiliser son ancienne version dans le but de conserver des rapports d\u2019analyse complets et de profiter des nouvelles fonctionnalit\u00e9s en parall\u00e8le. Plus vous passerez rapidement \u00e0 cette nouvelle version, plus vous aurez acc\u00e8s rapidement \u00e0 vos rapports de donn\u00e9es. Alors, n\u2019attendez plus pour <a href=\"https:\/\/support.google.com\/analytics\/answer\/10759417?hl=fr\">installer Google Analytics<\/a> ou vous cr\u00e9er un compte.&nbsp;<br>Pour consulter plus en d\u00e9tail le billet de blog publi\u00e9 par Google le 16 mars 2022, vous pouvez y acc\u00e9der <a href=\"https:\/\/blog.google\/products\/marketingplatform\/analytics\/prepare-for-future-with-google-analytics-4\/\">via ce lien.<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Quelles sont les diff\u00e9rences notables de Google Analytics 4 (bient\u00f4t obligatoire) avec l\u2019outil que nous utilisions depuis tant d\u2019ann\u00e9es ? <\/p>\n","protected":false},"author":4,"featured_media":22009,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Google Analytics 4 : quelles nouveaut\u00e9s pour les entreprises ?","_seopress_titles_desc":"Google Analytics 4 est LE nouvel outil propos\u00e9 par Google pour l\u2019analyse de donn\u00e9es num\u00e9riques. Disponible depuis octobre 2022 et bient\u00f4t obligatoire","_seopress_robots_index":"","footnotes":""},"categories":[108],"tags":[],"class_list":["post-21273","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-marketing-digital"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/21273"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=21273"}],"version-history":[{"count":5,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/21273\/revisions"}],"predecessor-version":[{"id":33128,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/21273\/revisions\/33128"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/22009"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=21273"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=21273"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=21273"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}