{"id":22557,"date":"2022-08-02T18:16:21","date_gmt":"2022-08-02T16:16:21","guid":{"rendered":"https:\/\/citronnoir.com\/?p=22557"},"modified":"2023-06-30T16:02:59","modified_gmt":"2023-06-30T14:02:59","slug":"web-3-0-tout-savoir-sur-cette-nouvelle-version-du-web","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/marketing-digital\/web-3-0-tout-savoir-sur-cette-nouvelle-version-du-web\/","title":{"rendered":"Web 3.0 : tout savoir sur cette nouvelle version du web"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Quels sont les apports respectifs du Web 1.0 et du Web 2.0 ?<\/h2>\n\n\n\n<p>Pour mieux comprendre les enjeux du Web 3.0, il est utile de commencer par s\u2019int\u00e9resser aux deux versions qui ont d\u00e9j\u00e0 vu le jour depuis son apparition dans les ann\u00e9es 1990.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le Web 1.0, la consultation du web en \u201clecture seule\u201d<\/h3>\n\n\n\n<p>Le Web 1.0 est la toute premi\u00e8re version du web. Cette derni\u00e8re a permis de remplacer les documents papier tels que les encyclop\u00e9dies ou les annuaires t\u00e9l\u00e9phoniques en les transf\u00e9rant directement sur le web. Portail d\u2019informations sommaire et plut\u00f4t anarchique, nous pouvions consulter des pages statiques en HTML, sans pouvoir y apporter quelconque modification. L\u2019information y \u00e9tait essentiellement descendante et le web \u00e9tait caract\u00e9ris\u00e9 comme \u201cstatique\u201d.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le Web 2.0, intelligent et social<\/h3>\n\n\n\n<p>Le Web 2.0, lui, s\u2019est vu plus participatif et interactif. Ont \u00e9merg\u00e9 des plateformes collaboratives (la fameuse plateforme Wikip\u00e9dia), les blogs ou encore les m\u00e9dias sociaux, o\u00f9 il est devenu possible pour toute personne de cr\u00e9er et de partager du contenu sur le web sans poss\u00e9der de comp\u00e9tences techniques pointues. D\u2019ailleurs, c\u2019est le web que nous connaissons actuellement.<\/p>\n\n\n\n<p>Depuis son apparition, des g\u00e9ants de la tech comme Facebook, Google ou Youtube se sont install\u00e9s, et se partagent, \u00e0 l\u2019heure actuelle, l'enti\u00e8ret\u00e9 du monopole et de l\u2019\u00e9conomie. Mais le probl\u00e8me avec cette version, c\u2019est que ces entreprises collectent vos donn\u00e9es sur leurs propres serveurs, au travers de plateformes centralis\u00e9es, avant de les revendre \u00e0 des annonceurs. Une fois transf\u00e9r\u00e9es, ces donn\u00e9es leur permettent de cibler au mieux les publicit\u00e9s qui vous sont adress\u00e9es, en ayant une meilleure connaissance de la cible et de ses caract\u00e9ristiques.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Le web 3.0, dans quel but ?&nbsp;<\/h2>\n\n\n\n<p>Aujourd'hui, nous sommes \u00e0 l'avant-garde du Web 3.0. Et, m\u00eame si cette version reste encore un peu floue, nous savons qu\u2019elle permettra, de mani\u00e8re concr\u00e8te, de traiter les informations avec une intelligence humaine en utilisant <strong>l'intelligence artificielle (IA)<\/strong> et l'apprentissage automatique et ce, sans s'appuyer sur des plateformes centralis\u00e9es.&nbsp;<\/p>\n\n\n\n<p>Le fait que ces grandes entreprises technologiques suivent nos activit\u00e9s afin de nous proposer des publicit\u00e9s toujours plus cibl\u00e9es met en lumi\u00e8re le fait que l'utilisateur a tr\u00e8s peu de contr\u00f4le sur ses donn\u00e9es.&nbsp;<\/p>\n\n\n\n<p>Gr\u00e2ce au Web 3.0, on assiste \u00e0 une volont\u00e9, pour les consommateurs, de r\u00e9cup\u00e9rer ce contr\u00f4le gr\u00e2ce au principe de la blockchain et de la d\u00e9centralisation. Selon les technophiles, ils pourront ainsi conserver la propri\u00e9t\u00e9 de leurs donn\u00e9es, et choisir de qui peut les conserver et de comment.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1080\" height=\"500\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/web-3.jpg\" alt=\"web 3\" class=\"wp-image-22622\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/web-3.jpg 1080w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/web-3-736x341.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/web-3-768x356.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/web-3-360x167.jpg 360w\" sizes=\"(max-width: 1080px) 100vw, 1080px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Quelles sont les nouveaut\u00e9s que semble offrir le Web 3.0 ?<\/h2>\n\n\n\n<p>D\u00e9centralisation et redistribution semblent clairement \u00eatre les mots d\u2019ordre du Web 3.0. Alors que le Web2 \u00e9tait intelligent, celui-ci tend \u00e0 l\u2019\u00eatre encore plus. Voici bri\u00e8vement les premi\u00e8res tendances se dessinant \u00e0 l\u2019horizon pour cette nouvelle \u00e8re du web :<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Une blockchain permettant des contenus uniques et certifi\u00e9s<\/h3>\n\n\n\n<p>Le terme de <strong>blockchain<\/strong> est d\u00e9j\u00e0 largement connu dans le monde de la finance, et plus particuli\u00e8rement en crypto-monnaie. Mais cette derni\u00e8re n\u2019est pas utilis\u00e9e essentiellement dans ce domaine. De mani\u00e8re g\u00e9n\u00e9rale, c\u2019est une technologie permettant <strong>le stockage et la transmission d\u2019informations, et ce, sans aucun organe de contr\u00f4le.&nbsp;<\/strong><\/p>\n\n\n\n<p>Ainsi, appliqu\u00e9 au Web 3.0, il est possible de proc\u00e9der \u00e0 l\u2019\u00e9change d\u2019actifs financiers sous la forme de jetons num\u00e9riques, ou \u00e0 la transmission de donn\u00e9es sans n\u00e9cessiter de passer par un interm\u00e9diaire, comme Google, ou un \u00e9tablissement financier. D\u00e9centralis\u00e9es, les donn\u00e9es sont ainsi contenues et stock\u00e9es sur les diff\u00e9rents serveurs de chaque utilisateur, s\u2019assemblant \u00e0 la mani\u00e8re d\u2019un bloc de cha\u00eenes (ou un puzzle) lorsqu\u2019on souhaite les transmettre ou y acc\u00e9der. En clair, les donn\u00e9es ne sont jamais contenues en entier, \u00e0 un m\u00eame endroit.&nbsp;<\/p>\n\n\n\n<p>Cette blockchain regroupe l'ensemble des \u00e9changes r\u00e9alis\u00e9s par les utilisateurs et permet \u00e9galement de conclure des contrats ou de contr\u00f4ler des DApp* (ou Decentralized applications).&nbsp;<\/p>\n\n\n\n<p>*<em>Les DApp sont des applications d\u00e9velopp\u00e9es au travers de blockchains. A contrario des applications classiques, elles sont plus transparentes, poss\u00e8dent une meilleure tra\u00e7abilit\u00e9 et permettent de supprimer les interm\u00e9diaires.<\/em> Enfin, <em>la censure est impossible.&nbsp;<\/em><\/p>\n\n\n\n<p>La cyber-s\u00e9curit\u00e9 est un aspect cl\u00e9 de cette technologie car les informations contenues dans les bases de donn\u00e9es sont r\u00e9guli\u00e8rement v\u00e9rifi\u00e9es.&nbsp;<\/p>\n\n\n\n<p>Pour conclure sur ce point, le Web 3.0 fonctionnerait gr\u00e2ce \u00e0 ce principe de blockchain et permettrait de cr\u00e9er et d\u2019authentifier des contenus dans le but de les rendre uniques et ainsi, de les certifier.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le web s\u00e9mantique, ou comment proposer des informations toujours plus pertinentes et intuitives<\/h3>\n\n\n\n<p>Apr\u00e8s le web statique et le web intelligent (ou participatif), place au <strong>web s\u00e9mantique<\/strong>. Ce dernier instaure des normes globales d\u00e9finies par le W3C (World Wide Web Consortium).&nbsp;<\/p>\n\n\n\n<p>Ainsi, un des objectifs du Web3 est d\u2019utiliser des m\u00e9tadonn\u00e9es permettant de contextualiser un m\u00e9dia et de lui donner plus de sens, dans le but d\u2019\u00e9tablir un meilleur <strong>traitement s\u00e9mantique de l\u2019information<\/strong>. Par exemple, si l\u2019on tape sur un moteur de recherche le mot \u201cavocat\u201d, on ses rend rapidement compte qu'il poss\u00e8de plusieurs sens, et donc que les r\u00e9sultats propos\u00e9s ne sont pas toujours pertinents.&nbsp;<\/p>\n\n\n\n<p>Le web s\u00e9mantique a donc pour objectif de pallier ce probl\u00e8me et d\u2019effectuer des propositions plus pertinentes et intuitives, en comprenant le sens de la recherche sur le navigateur. Et cette nouvelle \u00e8re du web risque tr\u00e8s certainement de r\u00e9volutionner les usages en termes de <a href=\"https:\/\/citronnoir.com\/referencement-naturel-google\/\">r\u00e9f\u00e9rencement naturel<\/a>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Les DAO, ou une nouvelle fa\u00e7on de s\u2019organiser<\/h3>\n\n\n\n<p>A l\u2019occasion de l\u2019apparition du Web 3.0, nous risquons de voir appara\u00eetre de plus en plus de DAO (Decentralized Autonomous Organization) permettant, de mani\u00e8re g\u00e9n\u00e9rale, de rassembler virtuellement des individus autour d\u2019un projet commun dans le but de cr\u00e9er de la valeur et d\u2019en tirer du profit. Elles peuvent s'apparenter \u00e0 des groupes de discussions regroupant plus commun\u00e9ment des passionn\u00e9s d\u2019investissement ou d\u2019art. D\u2019ailleurs, vous avez peut-\u00eatre entendu parler d\u2019un groupe constitu\u00e9 sous la forme d\u2019une DAO (nomm\u00e9e ConstitutionDAO) ayant r\u00e9cemment tent\u00e9 d\u2019acheter, aux ench\u00e8res, un exemplaire original de la Constitution Am\u00e9ricain.<\/p>\n\n\n\n<p>Dans son fonctionnement, la DAO est similaire \u00e0 une entreprise. La seule diff\u00e9rence est le fait que ces personnes soient rassembl\u00e9es autour d\u2019un <strong>framework d\u00e9centralis\u00e9<\/strong> et poss\u00e8dent une partie de la propri\u00e9t\u00e9 de l\u2019organisation. Autrement dit, pour d\u00e9cider et avoir le droit de vote, il faut payer, et ce, gr\u00e2ce au token (ou jeton en fran\u00e7ais).&nbsp;<\/p>\n\n\n\n<p>Vous vous demandez peut-\u00eatre quel est l\u2019int\u00e9r\u00eat de cr\u00e9er une DAO ? C\u2019est simple. C\u2019est, en partie, un moyen efficace d\u2019obtenir une tr\u00e9sorerie d\u00e9centralis\u00e9e au travers de smart contracts, ne n\u00e9cessitant pas d\u2019avoir une confiance inou\u00efe entre les membres ou de cumuler les documents vous prot\u00e9geant l\u00e9galement.&nbsp;<\/p>\n\n\n\n<p>M\u00eame si le Web 3.0 commence \u00e0 voir le jour de mani\u00e8re plus concr\u00e8te, la transition sera longue et s\u2019\u00e9talera certainement sur une d\u00e9cennie. En plus de \u00e7a, cette nouvelle g\u00e9n\u00e9ration du web doit encore faire ses preuves car bon nombre de personnes sont encore tr\u00e8s r\u00e9ticentes face \u00e0 cette toute nouvelle version du web. Aussi, ses d\u00e9tracteurs, et notamment Elon Musk, le PDG de Tesla et de SpaceX, estiment que c\u2019est un concept encore trop flou, et m\u00eame un \u201c<a href=\"https:\/\/twitter.com\/elonmusk\/status\/1473165434518224896\">buzzword<\/a>\u201d, autrement dit un terme marketing simplement \u00e0 la mode. Selon eux, il serait compl\u00e8tement impossible et utopique pour les utilisateurs de retrouver le contr\u00f4le de leurs donn\u00e9es personnelles apr\u00e8s avoir connu le Web 2.0 tel qu\u2019on le conna\u00eet. Affaire \u00e0 suivre.<\/p>\n\n\n\n<p>Une autre tendance web \u00e0 retenir, c\u2019est l\u2019\u00e9volution du <a href=\"https:\/\/citronnoir.com\/marketing-digital\/metavers-opportunites-pour-les-entreprises\/\" data-type=\"URL\" data-id=\"https:\/\/citronnoir.com\/marketing-digital\/metavers-opportunites-pour-les-entreprises\/\">m\u00e9tavers<\/a> qui fait d\u00e9j\u00e0 beaucoup parler de lui ! <\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le terme de Web 3.0, ou Web3, s\u2019est consid\u00e9rablement r\u00e9pandu en raison de la forte popularisation des NFT et de la cryptomonnaie. C\u2019est d'ailleurs le mot qui est actuellement au c\u0153ur du d\u00e9bat opposant, d\u2019un c\u00f4t\u00e9, les d\u00e9fenseurs, et de l\u2019autre, les destructeurs - dont fait partie Elon Musk -\u00a0 de cette 3\u00e8me g\u00e9n\u00e9ration du web.\u00a0<\/p>\n","protected":false},"author":4,"featured_media":22560,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Web 3.0 : une v\u00e9ritable r\u00e9volution du web ou un simple buzzword ?","_seopress_titles_desc":"Concept encore flou, le Web 3.0 appara\u00eet, aux yeux de ses d\u00e9fenseurs, comme la solution permettant de redonner le contr\u00f4le de ses donn\u00e9es \u00e0 l\u2019utilisateur. Alors, \u00e0 quoi peut-on s&#039;attendre ?","_seopress_robots_index":"","footnotes":""},"categories":[108],"tags":[],"class_list":["post-22557","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-marketing-digital"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22557"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=22557"}],"version-history":[{"count":8,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22557\/revisions"}],"predecessor-version":[{"id":33011,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22557\/revisions\/33011"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/22560"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=22557"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=22557"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=22557"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}