{"id":7843,"date":"2019-11-19T09:58:22","date_gmt":"2019-11-19T08:58:22","guid":{"rendered":"https:\/\/citronnoir.com\/?p=7843"},"modified":"2024-01-05T11:42:26","modified_gmt":"2024-01-05T10:42:26","slug":"quest-ce-que-le-mobile-marketing","status":"publish","type":"page","link":"https:\/\/citronnoir.com\/aso-referencement-mobile\/quest-ce-que-le-mobile-marketing\/","title":{"rendered":"Qu'est-ce que le mobile marketing ?"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Pourquoi les entreprises misent sur le mobile marketing ?<\/h2>\n\n\n\n<p>Pr\u00e8s de 75% des Fran\u00e7ais poss\u00e8dent un <strong>smartphone <\/strong>et le consultent en moyenne 150 fois par jour. Apr\u00e8s avoir dit cela, vous comprenez que le marketing mobile est devenu indispensable pour les entreprises. Aujourd\u2019hui, plus de 50% des visites sur un <a href=\"https:\/\/citronnoir.com\/site-ecommerce\/\" data-type=\"page\" data-id=\"31931\">site e-commerce<\/a> sont r\u00e9alis\u00e9es \u00e0 partir du smartphone de l\u2019utilisateur. Communiquer avec les mobinautes, que ce soit via son site web ou un autre canal, c\u2019est aussi l\u2019opportunit\u00e9 de diffuser des contenus audiovisuels plus cr\u00e9atifs. En t\u00e9moigne l\u2019\u00e9mergence des publicit\u00e9s mobiles, notamment sur Facebook, Instagram et Twitter, des supports offrant un large choix de ciblage mobile au web-marketeur.<\/p>\n\n\n\n<p>L'utilisation du mobile en quelques chiffres<br><img decoding=\"async\" class=\"img-blog alignnone\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2019\/11\/IMG-20191110-WA0000-e1574241504439.jpg\" alt=\"le mobile marketing\" width=\"685\" height=\"576\"><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Quels sont les outils du m-marketing ?<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">L\u2019optimisation des sites web<\/h3>\n\n\n\n<p>Alors que les entreprises proposent \u2013 presque \u2013 toutes des <strong>sites web responsive<\/strong> (dont l\u2019affichage s\u2019adapte \u00e0 la taille de l\u2019\u00e9cran), la mode d\u2019aujourd\u2019hui s\u2019oriente vers la course aux temps de chargements, qui deviennent de plus en plus courts. Une course logique quand on sait que 53% des mobinautes ferment une <strong>page web<\/strong> si elle ne s\u2019affiche pas apr\u00e8s 3 secondes. En outre, l'optimisation d'un site web est \u00e9galement un point positif pour le r\u00e9f\u00e9rencement de google.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">L\u2019optimisation des e-mails<\/h3>\n\n\n\n<p>Le mobile est le premier support de lecture des e-mails, les techniques d'e-mail marketing \u00e9voluent et s'adaptent aux lecteurs.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Les applications mobile<\/h3>\n\n\n\n<p>Bien plus co\u00fbteux et plus long \u00e0 mettre en place, les applications mobiles peuvent \u00eatre un vrai levier \u00e9conomique pour les entreprises. C\u2019est le cas de Ventepriv\u00e9e.com qui a d\u00e9velopp\u00e9 son <strong>m-marketing<\/strong> au travers d'une application et qui r\u00e9alise 60% de son chiffre d\u2019affaires sur mobile (dont 95% sur son application). Cela n\u2019est pas d\u00fb au hasard mais a une r\u00e9elle strat\u00e9gie de fid\u00e9lisation grandement men\u00e9e par un <a href=\"https:\/\/citronnoir.com\/application-mobile\/creer-plan-de-taggage\/\">plan de taggage <\/a>(un planning de <strong>notification push<\/strong> et in-app), vous savez, les notifications qui viennent vous faire des piq\u00fbres de rappel !<br><em><u>ci-dessous un exemple de notification push de l'application venteprivee.com<\/u><\/em><br><img decoding=\"async\" class=\"img-blog\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2019\/11\/venteprivee-notification-push.jpg\" alt=\"exemple-notification-push-venteprivee\"><\/p>\n\n\n\n<p>D\u00e9couvrez nos services de <a href=\"https:\/\/citronnoir.com\/application-mobile\/\">d\u00e9veloppement d'application mobile<\/a>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La puissance des navigateurs<\/h3>\n\n\n\n<p>Les navigateurs s\u2019adaptent au m-mobile, au format responsive et permettent aux sites web d\u2019envoyer des notifications au m\u00eame titre que les applications (aujourd'hui, n'importe quel site peut vous envoyer des notifications si vous l'acceptez).<br><a href=\"https:\/\/support.google.com\/chrome\/answer\/3220216?co=GENIE.Platform%3DAndroid&amp;hl=fr\">Comment activer \/ d\u00e9sactiver les notifications push sur google chrome<\/a><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le SMS marketing<\/h3>\n\n\n\n<p>Bien qu\u2019extr\u00eamement r\u00e9glement\u00e9es, les entreprises peuvent avoir recours \u00e0 des campagnes de communication SMS pour faire leur promotion. N\u2019avez-vous jamais re\u00e7u d\u2019<strong>SMS publicitaire<\/strong> de votre op\u00e9rateur mobile ou de votre enseigne de magasin pr\u00e9f\u00e9r\u00e9e ? pour vous donner un ordre d'id\u00e9e, en 2018, 5,5 milliards d'SMS marketing ont \u00e9t\u00e9 envoy\u00e9s en France.<br>Consid\u00e9r\u00e9 comme spammeur, Le SMS marketing est tr\u00e8s puissant : Le taux d\u2019ouverture de SMS est de 98% et 90% des utilisateurs liront au moins 3 secondes.<\/p>\n\n\n\n<p>Attention toutefois \u00e0 bien respecter les RGPD lors de l'<a href=\"https:\/\/citronnoir.com\/mobile-first\/vie-privee-et-donnees-sur-votre-telephone-ou-en-magasin-vous-etes-suivi\/\">exploitation des donn\u00e9es utilisateurs<\/a>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le QR code<\/h3>\n\n\n\n<p>Dans le but de g\u00e9n\u00e9rer de l\u2019interaction et de simplifier les liens vers un site web, le QR code on vu leur apparition, permettant d\u2019acc\u00e9der facilement \u00e0 une page web sp\u00e9cifique en utilisant l\u2019appareil photo de son device.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La g\u00e9olocalisation et le \u201cdrive-to-store\u201d<\/h3>\n\n\n\n<p>Que ce soit sur le web, dans une application ou sur les r\u00e9seaux sociaux, la g\u00e9olocalisation est au c\u0153ur de toutes les campagnes mobiles ! Une application du nom de snapshat en a m\u00eame fait son business model avec des \"geofilters\" ultra-cibl\u00e9s.<br>Une \u00e9tude r\u00e9v\u00e8le que les informations recherch\u00e9es sur device concernent \u00e0 plus de 70% des informations locales (donc g\u00e9olocalis\u00e9es) telles que les heures d\u2019ouverture d\u2019un magasin, l\u2019adresse, l\u2019itin\u00e9raire\u2026<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Quel est l\u2019avenir du M-marketing ?<\/h2>\n\n\n\n<p>A l'\u00e8re du <strong>mobile first<\/strong>, de nouvelles technologies voient sans cesse le jour. Depuis 2019 en France, nous sommes face \u00e0 la mode est le m-paiement : au m\u00eame titre que votre carte bleue, un smartphone dot\u00e9 de la technologie NFC est capable d\u2019effectuer un paiement sans contact, une technologie de l\u2019avenir pour les entreprises et les banques. A l\u2019\u00e8re de la robotisation, nous pouvons \u00e9galement \u00e9voquer l\u2019internet des objets ou encore l\u2019automatisation des taches\u2026<\/p>\n\n\n\n<p><b>Jusqu'o\u00f9 irons-nous ?<\/b><\/p>\n\n\n\n<p><em>Pour connaitre plus de chiffres, vous pouvez lire l'infographie \"le barom\u00e8tre annuel du mobile marketing\" - \u00e9tude r\u00e9alis\u00e9e par Mobile Marketing Association France<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le mobile marketing ou \u00ab m-marketing \u00bb c\u2019est coordonner les techniques marketing pour proposer des campagnes de communication \u00e0 destination des utilisateurs de smartphone.<\/p>\n","protected":false},"author":4,"featured_media":12786,"parent":31936,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":{"_seopress_robots_primary_cat":"","_seopress_titles_title":"Pourquoi le mobile marketing devient-il le nerf de la guerre ?","_seopress_titles_desc":"Le mobile marketing devient une r\u00e9elle bataille pour les marques : 80% des Fran\u00e7ais poss\u00e8dent un smartphone et le consultent 150x \/ jour.","_seopress_robots_index":"","footnotes":""},"class_list":["post-7843","page","type-page","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/7843"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=7843"}],"version-history":[{"count":6,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/7843\/revisions"}],"predecessor-version":[{"id":37408,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/7843\/revisions\/37408"}],"up":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/31936"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/12786"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=7843"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}