{"id":8170,"date":"2020-02-17T16:50:46","date_gmt":"2020-02-17T15:50:46","guid":{"rendered":"https:\/\/citronnoir.com\/?p=8170"},"modified":"2023-07-04T11:33:18","modified_gmt":"2023-07-04T09:33:18","slug":"les-tendances-du-web","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/marketing-digital\/les-tendances-du-web\/","title":{"rendered":"Le marketing digital touch\u00e9 par la digital d\u00e9tox et les tendances du web !"},"content":{"rendered":"\n<p>Le marketing digital est un secteur qui ne cesse de muter au fur et \u00e0 mesure de l'\u00e9volution du comportement des utilisateurs et des nouvelles plateformes qui apparaissent. Les entreprises doivent pouvoir s'adapter \u00e0 ces changements constants pour pouvoir se faire une place dans une conjoncture en perp\u00e9tuelle \u00e9volution. Depuis la derni\u00e8re d\u00e9cennie, la pr\u00e9sence digitale de l'entreprise est un facteur indispensable pour se faire conna\u00eetre et convertir de nouveaux leads. Les consommateurs l'ont bien compris et sont agac\u00e9s par les contenus marketing r\u00e9p\u00e9titif, nous connaissons enfin la \"digital detox\" !<br>Un contenu encore plus authentique et \u00e0 forte valeur ajout\u00e9e, des influenceurs \u00ab vrais \u00bb avec lesquels le public peut facilement s'identifier, l'av\u00e8nement de l'intelligence artificielle, le pl\u00e9biscite de la recherche vocale\u2026 Voici les tendances du marketing digital pour cette ann\u00e9e 2020.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Un contenu de qualit\u00e9 est avant tout un contenu authentique<\/h2>\n\n\n\n<p>Il est admis depuis longtemps qu'assurer la pr\u00e9sence de l'entreprise sur le web passe par la publication d'un contenu r\u00e9gulier sur un site web et\/ou une page sur les r\u00e9seaux sociaux. La qualit\u00e9 du contenu est plus que jamais <strong>un facteur attirant<\/strong> ou r\u00e9dhibitoire pour les internautes. Depuis qu'ils sont bombard\u00e9s par de la publicit\u00e9 et des campagnes de toutes sortes, ils ont appris \u00e0 distinguer une banale op\u00e9ration marketing d'un contenu qui leur apporte quelque chose de nouveau, et surtout, d'authentique et de subtil.<\/p>\n\n\n\n<p>De ce fait, au lieu de centrer votre contenu sur le produit ou le service que vous proposez, il y a lieu aujourd'hui de <strong>l'axer sur le consommateur<\/strong> avant tout pour qu'il se sente concern\u00e9. Mettez en valeur les utilisateurs qui consomment vos produits, ils parleront mieux pour vous. De m\u00eame, n'h\u00e9sitez pas \u00e0 vous engager dans des causes servant l'int\u00e9r\u00eat g\u00e9n\u00e9ral (\u00e9galit\u00e9 des sexes, protection de l'environnement, sant\u00e9\u2026) pour susciter l'int\u00e9r\u00eat du public.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Une strat\u00e9gie de marketing digital pens\u00e9e pour la g\u00e9n\u00e9ration Z<\/h2>\n\n\n\n<p>La g\u00e9n\u00e9ration Z a grandi et \u00e9volu\u00e9 avec l'av\u00e8nement de nouvelles technologies comme la recherche vocale par exemple. Il se pr\u00e9dit m\u00eame que pour cette ann\u00e9e, <strong>30% de la navigation sur le web s'effectuera par la recherche vocale<\/strong> avec la popularisation des appareils connect\u00e9s sp\u00e9cialement con\u00e7us pour la recherche vocale. Les strat\u00e9gies UX\/UI mises en \u0153uvre dans le cadre de votre strat\u00e9gie de marketing digital doivent donc pouvoir int\u00e9grer des modules de recherche vocale pour prendre en charge le langage conversationnel humain (utilis\u00e9 pour poser des questions).<\/p>\n\n\n\n<p>Plus simple encore : pour r\u00e9pondre \u00e0 cette exigence, il vous suffira d'<strong>adapter votre contenu<\/strong> \u00e0 la recherche vocale (en optant pour une formulation sous forme de r\u00e9ponse), et en g\u00e9n\u00e9ral utiliser un langage conversationnel dans l'approche marketing. En bref, repensez votre strat\u00e9gie pour \u00eatre en phase avec la g\u00e9n\u00e9ration actuelle.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/01\/generation-z-smartphone.jpg\" alt=\"intelligence artificielle pour am\u00e9liorer le marketing digital\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Le r\u00e9f\u00e9rencement encore et toujours au c\u0153ur de la strat\u00e9gie digitale<\/h2>\n\n\n\n<p>Le r\u00e9f\u00e9rencement naturel reste un indispensable pour assurer sa visibilit\u00e9 sur le web. Il s'agit surtout pour votre structure d'\u00eatre visible par vos cibles.<\/p>\n\n\n\n<p>D'ailleurs, les chiffres sur le sujet sont \u00e9difiants, car il appara\u00eetrait que 75% des internautes qui effectuent une recherche sur les moteurs <strong>ne s'int\u00e9ressent qu'\u00e0 la premi\u00e8re page des r\u00e9sultats<\/strong> (raison de plus pour y appara\u00eetre !). Tandis que 80% des consommateurs pr\u00e9f\u00e8rent chercher une boutique en ligne avant de se rendre dans les magasins physiques.<\/p>\n\n\n\n<p>Raison pour laquelle il est important de confier la cr\u00e9ation de votre site web (que ce soit un site vitrine, ou m\u00eame un site e-commerce) \u00e0 des professionnels. L'id\u00e9al est de choisir une <strong>agence locale<\/strong>. Si vous \u00eates \u00e0 Montpellier, orientez votre choix vers une <a href=\"https:\/\/citronnoir.com\/referencement-naturel-google\/\" data-type=\"page\" data-id=\"10000\">agence de r\u00e9f\u00e9rencement naturel sur Montpellier<\/a> comme l'agence Citron Noir par exemple, qui apporte une r\u00e9elle plus-value dans la qualit\u00e9 des \u00e9l\u00e9ments graphiques d'un site.<br>Si vous souhaitez plus d'informations sur le r\u00e9f\u00e9rencement naturel et les techniques \u00e0 mettre en place, nous avons \u00e9crit un article \u00e0 ce sujet.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">L'am\u00e9lioration de l'UX par l'intelligence artificielle<\/h2>\n\n\n\n<p>Pour cette ann\u00e9e 2020, l'intelligence artificielle sera plus que jamais essentielle pour <strong>optimiser l'exp\u00e9rience utilisateur<\/strong> sur votre site web, qui est un crit\u00e8re essentiel pour fid\u00e9liser les visiteurs. Vous avez donc tout int\u00e9r\u00eat \u00e0 les int\u00e9grer. Les chatbots sont l'exemple parfait du recours \u00e0 l'IA au service de l'UX. V\u00e9ritables assistants \u00e0 la client\u00e8le, ils peuvent r\u00e9pondre aux questions de ces derniers et acc\u00e9l\u00e8rent ainsi le processus d'achat avec un tunnel de vente plus ergonomique.<\/p>\n\n\n\n<p>\u00c0 noter qu'il est tr\u00e8s important de bien \u00e9quilibrer l'usage de cette technologie pour que les interactions restent aussi \u00ab humaines \u00bb que possible. Certains utilisateurs n'appr\u00e9cient pas d'avoir l'impression de \u00ab parler \u00e0 un robot \u00bb.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Les micro-influenceurs sont les \u00ab vrais \u00bb influenceurs du web<\/h2>\n\n\n\n<p>Le recours au <a href=\"\/marketing-digital\/le-marketing-dinfluence-strategie-payante-pour-les-marques\/\">marketing d'influence<\/a> et plus pr\u00e9cis\u00e9ment aux micro-influenceurs entre dans l'objectif d'authenticit\u00e9 des marques. Si autrefois les influenceurs aux millions d'abonn\u00e9s fascinaient, ils deviennent de moins en moins cr\u00e9dibles aux yeux du public puisqu'ils sont pay\u00e9s pour parler des produits. Ceux-l\u00e0 sont d\u00e9sormais des stars qui n'ont plus rien \u00e0 prouver et qui font des reviews et autres tests pour gagner leur revenu mensuel.<\/p>\n\n\n\n<p>Aujourd'hui, l'avis des <strong>micro-influenceurs dont la communaut\u00e9 est moins vaste<\/strong>, mais plus sp\u00e9cifique et plus soud\u00e9e int\u00e9resse plus les consommateurs. Ils v\u00e9hiculent une <strong>image plus authentique<\/strong> et ind\u00e9pendante que les marques peuvent faire jouer en leur faveur. L'influence marketing du micro-influenceur est telle que m\u00eame si sa communaut\u00e9 est plus limit\u00e9e, son engagement est plus solide, ce qui promet une conversion plus efficace.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Le format vid\u00e9o toujours plus appr\u00e9ci\u00e9<\/h2>\n\n\n\n<p>2020 sera assur\u00e9ment l'ann\u00e9e du <a href=\"https:\/\/citronnoir.com\/content-marketing\/pourquoi-la-video-est-elle-indispensable-a-votre-communication\/\" data-type=\"URL\" data-id=\"https:\/\/citronnoir.com\/content-marketing\/pourquoi-la-video-est-elle-indispensable-a-votre-communication\/\">format vid\u00e9o<\/a> vu l'engouement qu'il suscite depuis quelque temps. Il devient m\u00eame incontournable dans toute campagne de marketing digital, avec notamment l'apparition de la nouvelle plateforme TikTok qui a le vent en poupe en ce moment aupr\u00e8s des moins de 25 ans. Les visuels prennent la forme de vid\u00e9os courtes sur fond musical. Pas \u00e9tonnant donc que les professionnels <strong>int\u00e8grent ce format \u00e0 leur strat\u00e9gie de communication<\/strong>.<\/p>\n\n\n\n<p>Pour que celle-ci soit la plus efficace possible, il est fortement recommand\u00e9 de miser sur la qualit\u00e9 en confiant la conception des m\u00e9dias \u00e0 une <strong>agence de communication <\/strong>\u00e0 Montpellier, Lille ou encore Bordeaux, tant que l'agence est pr\u00e8s de vous. Un sp\u00e9cialiste (comme l'agence <a href=\"https:\/\/mindproduction.fr\/\">Mindprod<\/a> pour n'en citer qu'un) sera plus \u00e0 m\u00eame de d\u00e9finir quel type de vid\u00e9o conviendrait au message \u00e0 transmettre au public via un site web : vid\u00e9o promotionnelle, vid\u00e9o \u00e9v\u00e9nementielle, motion design, etc. Il est par ailleurs important de retenir que le format court, innovant et qui se consomme rapidement devra \u00eatre de mise pour atteindre un public de plus en plus adepte du \u00ab snackable video content \u00bb.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Un meilleur traitement des donn\u00e9es utilisateurs<\/h2>\n\n\n\n<p>Les entit\u00e9s amen\u00e9es \u00e0 manipuler des donn\u00e9es sont tenues par la loi de garantir la transparence, l'acc\u00e8s et la protection des donn\u00e9es des utilisateurs (obligation qui s'\u00e9tend \u00e0 celles des prospects et des salari\u00e9s !). Depuis que la loi est entr\u00e9e en vigueur en 2018, les internautes sont de plus en plus exigeants quant \u00e0 l'exploitation de leurs donn\u00e9es personnelles. Il y a donc lieu de les <strong>mettre en confiance<\/strong> sur ce point.<\/p>\n\n\n\n<p>De ce fait, si le recours au machine learning permet d'automatiser la manipulation des donn\u00e9es, il y a tout de m\u00eame lieu de toujours le combiner avec une intelligence humaine aussi bien au niveau de la r\u00e9colte et de la s\u00e9lection, qu'en ce qui concerne la mani\u00e8re dont ces derni\u00e8res seront utilis\u00e9es.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/01\/marketing.jpg\" alt=\"tendances digital 2020\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Vers un usage plus sain des m\u00e9dias sociaux<\/h2>\n\n\n\n<p>Le digital a envahi la vie des hommes \u00e0 tous les niveaux, et l'utilisation quasi syst\u00e9matique des diff\u00e9rents r\u00e9seaux sociaux nous le prouve. Face \u00e0 la prise de conscience g\u00e9n\u00e9rale concernant l'influence de cet usage fr\u00e9quent sur la sant\u00e9 mentale, les consommateurs visent une <strong>utilisation plus responsable<\/strong> et donc, limit\u00e9e.<\/p>\n\n\n\n<p>Aujourd'hui, le digital d\u00e9tox a la c\u00f4te et les campagnes encourageant le public \u00e0 sortir du monde num\u00e9rique ont de plus en plus de succ\u00e8s. Face \u00e0 cette situation, les entreprises doivent donc viser un contenu pertinent afin d'avoir une communication digitale efficace, pour que chaque instant que son public passe en ligne vaille la peine. Vous n'avez plus besoin de surcharger les internautes d'informations, mais faites en sorte que chacune de vos publications apporte une r\u00e9elle valeur ajout\u00e9e pour qu'ils vous restent fid\u00e8les.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Les tendances du marketing digital changent et tendent vers l'av\u00e8nement des nouvelles technologies et une prise de conscience des consommateurs<\/p>\n","protected":false},"author":4,"featured_media":8181,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Le marketing digital touch\u00e9 par la digital d\u00e9tox","_seopress_titles_desc":"Les tendances du marketing digital changent et tendent vers l&#039;av\u00e8nement des nouvelles technologies et une prise de conscience des consommateurs","_seopress_robots_index":"","footnotes":""},"categories":[108],"tags":[],"class_list":["post-8170","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-marketing-digital"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/8170"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=8170"}],"version-history":[{"count":4,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/8170\/revisions"}],"predecessor-version":[{"id":33398,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/8170\/revisions\/33398"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/8181"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=8170"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=8170"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=8170"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}