{"id":32374,"date":"2023-06-02T15:59:35","date_gmt":"2023-06-02T13:59:35","guid":{"rendered":"https:\/\/citronnoir.com\/?p=32374"},"modified":"2023-06-02T18:23:10","modified_gmt":"2023-06-02T16:23:10","slug":"adobe-firefly-pour-generer-des-images","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/design\/adobe-firefly-pour-generer-des-images\/","title":{"rendered":"Adobe Firefly : Photoshop int\u00e8gre l'IA pour la g\u00e9n\u00e9ration d'images\u00a0"},"content":{"rendered":"\n<p>Adobe s'est r\u00e9cemment lanc\u00e9 dans la course folle de l'intelligence artificielle g\u00e9n\u00e9rative. En r\u00e9ponse \u00e0 <a href=\"https:\/\/www.midjourney.com\/home\/?callbackUrl=%2Fapp%2F\">Midjourney<\/a> et <a href=\"https:\/\/openai.com\/product\/dall-e-2\">DALL-E<\/a>, Adobe avait annonc\u00e9 lors de l'Adobe Summit - The Digital Experience Conference le lancement d'une nouvelle suite d'outils d'IA g\u00e9n\u00e9rative, nomm\u00e9e Firefly. Il y a quelques jours, la c\u00e9l\u00e8bre entreprise a int\u00e9gr\u00e9 Firefly \u00e0 son c\u00e9l\u00e8bre logiciel de retouche Photoshop. Cette technologie est actuellement disponible en version b\u00eata. Nous avons eu l'opportunit\u00e9 de tester ses nouvelles fonctionnalit\u00e9s innovantes et c'est, pour le coup, r\u00e9ellement impressionnant.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Qu'est-ce que l'intelligence artificielle g\u00e9n\u00e9rative ?&nbsp;<\/h2>\n\n\n\n<p>De mani\u00e8re g\u00e9n\u00e9rale, l'IA g\u00e9n\u00e9rative est une forme d'intelligence artificielle qui a la capacit\u00e9 de traduire des donn\u00e9es textuelles, dans le but de produire des r\u00e9sultats bluffants. Bien que les discussions autour de cette technologie se concentrent principalement sur la cr\u00e9ation d'images et d'illustrations, les capacit\u00e9s de l'IA g\u00e9n\u00e9rative vont bien au-del\u00e0 de la production d'images statiques \u00e0 partir d'instructions textuelles. Gr\u00e2ce \u00e0 quelques mots simples et \u00e0 un service d'IA g\u00e9n\u00e9rative de qualit\u00e9, il est ainsi possible de cr\u00e9er des vid\u00e9os, des documents, des exp\u00e9riences num\u00e9riques, ainsi que des images et illustrations de qualit\u00e9. Les g\u00e9n\u00e9rateurs d'illustrations bas\u00e9s sur l'IA peuvent \u00e9galement \u00eatre utilis\u00e9s pour produire des composantes cr\u00e9atives telles que des pinceaux, des vecteurs et des textures, qui peuvent \u00eatre utilis\u00e9s pour d\u00e9velopper ou enrichir divers contenus.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Adobe Firefly s'appuie sur des visuels libres de droit<\/h3>\n\n\n\n<p>L'IA g\u00e9n\u00e9rative d\u00e9velopp\u00e9e par Adobe s'appuie, comme toute IA, sur un mod\u00e8le de machine learning. Dans ce sens, elle mobilise une grande quantit\u00e9 de donn\u00e9es ainsi qu'un syst\u00e8me de reconnaissance afin de produire diff\u00e9rents contenus : texte, images, vid\u00e9os, etc. Pour g\u00e9n\u00e9rer ses contenus cr\u00e9atifs, Adobe a fait le choix de s'appuyer exclusivement sur les visuels pr\u00e9sents sur Adobe Stock ainsi que sur d'autres contenus 100 % libres de droit, afin que ses utilisateurs puissent utiliser les images g\u00e9n\u00e9r\u00e9es \u00e0 des fins commerciales, sans craindre un quelconque probl\u00e8me juridique.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Adobe combine la rapidit\u00e9 de Firefly \u00e0 la puissance de Photoshop<\/h2>\n\n\n\n<p>C'est la grande nouveaut\u00e9 de ces derniers jours. Alors qu'Adobe annon\u00e7ait la sortie de sa suite de mod\u00e8les bas\u00e9s sur l'intelligence artificielle en mars dernier, la c\u00e9l\u00e8bre firme a \u00e9galement annonc\u00e9, ce 23 mai 2023, l'int\u00e9gration de Firefly \u00e0 son c\u00e9l\u00e8bre logiciel de retouche Photoshop.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Embellissez vos visuels gr\u00e2ce au remplissage g\u00e9n\u00e9ratif Photoshop<\/h3>\n\n\n\n<p>Il est possible, avec la technologie \"Generative Fill\", d'am\u00e9liorer drastiquement le visuel de vos contenus en un minimum de temps, gr\u00e2ce au <strong>remplissage g\u00e9n\u00e9ratif<\/strong>. Ce dernier est d\u00e9fini comme une technique qui ajuste automatiquement la perspective, l'\u00e9clairage et le style des images, ce qui permet aux utilisateurs d'obtenir des r\u00e9sultats impressionnants tout en r\u00e9duisant les t\u00e2ches laborieuses. Gr\u00e2ce \u00e0 cette m\u00e9thode, il devient plus facile d'obtenir des r\u00e9sultats visuellement attractifs sans avoir \u00e0 effectuer manuellement des ajustements complexes. Plusieurs possibilit\u00e9s s'offrent aux utilisateurs :&nbsp;<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>La suppression de sujets complexes en reconstruisant automatiquement l'arri\u00e8re-plan,<\/li>\n\n\n\n<li>La suppression de tout type d'\u00e9l\u00e9ments ind\u00e9sirables<\/li>\n\n\n\n<li>L'<strong>extension de l'arri\u00e8re plan d'une image<\/strong> en demandant \u00e0 Photoshop d'imaginer les zones inexistantes,<\/li>\n\n\n\n<li>Le changement d'arri\u00e8re-plan complet tout en conservant le sujet principal (Photoshop d\u00e9toure de mani\u00e8re autonome le sujet). Il n'y a besoin d'aucune connaissance en montage photo,<\/li>\n\n\n\n<li>Le remplacement d'un \u00e9l\u00e9ment par un autre<\/li>\n<\/ul>\n\n\n\n<p>Le tout, simplement gr\u00e2ce \u00e0 la r\u00e9daction d'un prompt.&nbsp;<\/p>\n\n\n\n<p>Pour illustrer un extrait du champ des possibles de cette IA, nous avons r\u00e9alis\u00e9 une s\u00e9rie de tests avec la photo de ce 4x4 propos\u00e9e par <a href=\"https:\/\/unsplash.com\/fr\/photos\/j0YPbvXu4t0\">Grant Richie<\/a> sur Unsplash. Dans un premier temps, nous allons cr\u00e9er plus d'espaces autour de l'image : <\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1280\" height=\"662\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/photoshop-firefly-creation-espace-1280x662.jpg\" alt=\" photoshop firefly creation espace\" class=\"wp-image-32378\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/photoshop-firefly-creation-espace-1280x662.jpg 1280w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/photoshop-firefly-creation-espace-595x308.jpg 595w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/photoshop-firefly-creation-espace-768x397.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/photoshop-firefly-creation-espace-1536x794.jpg 1536w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/photoshop-firefly-creation-espace.jpg 1901w\" sizes=\"(max-width: 1280px) 100vw, 1280px\" \/><\/figure>\n\n\n\n<p> Apr\u00e8s avoir import\u00e9 la photo dans Photoshop, je s\u00e9lectionne la zone blanche et demande \u00e0 photoshop de g\u00e9n\u00e9rer un arri\u00e8re plan. Pour cette retouche simpliste, il est inutile d'\u00e9crire un prompt, photoshop comprend tout seul. On obtient alors cette Photo.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1080\" height=\"608\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/photoshop-firefly-creation-espace-apres.jpg\" alt=\"photoshop firefly creation espace apres\" class=\"wp-image-32379\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/photoshop-firefly-creation-espace-apres.jpg 1080w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/photoshop-firefly-creation-espace-apres-595x335.jpg 595w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/photoshop-firefly-creation-espace-apres-768x432.jpg 768w\" sizes=\"(max-width: 1080px) 100vw, 1080px\" \/><\/figure>\n\n\n\n<p>Bluffant...<\/p>\n\n\n\n<p>Un peu plus complexe maintenant, nous allons changer tout l'arri\u00e8re plan enneig\u00e9. Pour cela, j'ai r\u00e9importer l'image de base, cliquer sur \"s\u00e9lectionner un sujet\" : l'IA va alors automatiquement s\u00e9lectionn\u00e9 la voiture, puis sur \"inverser la s\u00e9lection\" (pour s\u00e9lectionner tout sauf la voiture). Un simple prompt et voici le r\u00e9sultat : <\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"891\" height=\"668\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/adobe-firefly-en-action-891x668.jpg\" alt=\"adobe firefly en action\" class=\"wp-image-32377\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/adobe-firefly-en-action-891x668.jpg 891w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/adobe-firefly-en-action-595x446.jpg 595w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/adobe-firefly-en-action-768x576.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/06\/adobe-firefly-en-action.jpg 1080w\" sizes=\"(max-width: 891px) 100vw, 891px\" \/><\/figure>\n\n\n\n<p> Le r\u00e9sultat obtenu par <a href=\"https:\/\/www.adobe.com\/fr\/sensei\/generative-ai\/firefly.html\"><strong>Adobe Firefly<\/strong><\/a> n'est pas parfait, mais cette image a \u00e9t\u00e9 cr\u00e9\u00e9e en moins d'une minute, \u00e0 partir d'un simple exemple, et du premier coup ! C'est une v\u00e9ritable r\u00e9volution pour les graphistes, photographes et tout les utilisateurs de photoshop. L'exp\u00e9rience va radicalement changer. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">D'autres possibilit\u00e9s sont offertes gr\u00e2ce \u00e0 l'IA g\u00e9n\u00e9rative Adobe Firefly<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">G\u00e9n\u00e9rez des visuels \u00e0 partir de 0 gr\u00e2ce \u00e0 des prompts avec Adobe Firefly&nbsp;<\/h3>\n\n\n\n<p>Le mode de fonctionnement d'<strong>Adobe Firefly<\/strong> \"Text to Image\" est similaire \u00e0 Midjourney ou Dall-e. Il suffit d'indiquer \u00e0 cet IA un prompt, ou une description de ce que vous souhaitez g\u00e9n\u00e9rer, et le mod\u00e8le est capable de cr\u00e9er des visuels en cons\u00e9quence. Une fois le prompt r\u00e9dig\u00e9, plusieurs param\u00e8tres vous seront demand\u00e9s, comme le choix du format souhait\u00e9 (paysage ou portrait) ainsi que du type de contenu (une photographie, dessins vectoriels, compositions 3D) et d'autres param\u00e8tres plus techniques, comme les styles, la couleur, la tonalit\u00e9 ou encore l'\u00e9clairage.&nbsp;&nbsp;<\/p>\n\n\n\n<p>En mati\u00e8re de g\u00e9n\u00e9ration d'images, Adobe semble offrir des r\u00e9sultats bien plus impressionnants que ses semblables, qui \u00e9taient d\u00e9j\u00e0 assez \u00e9poustouflants.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Produisez des textes artistiques&nbsp;<\/h3>\n\n\n\n<p>Adobe propose \u00e9galement \u00e0 ses utilisateurs la possibilit\u00e9 de g\u00e9n\u00e9rer des effets artistiques sur du contenu texte. En d'autres termes, gr\u00e2ce au \"text effects\", il est possible de modifier l'int\u00e9rieur d'une police afin d'y ajouter des motifs cr\u00e9atifs. C'est une fonctionnalit\u00e9 qui permet \u00e0 cette machine learning de se d\u00e9marquer car l'ensemble des autres IA g\u00e9n\u00e9ratives ne proposent pas ce service, malgr\u00e9 le besoin pr\u00e9sent des utilisateurs.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Adobe Firefly, un outil qui repousse les limites de la cr\u00e9ativit\u00e9<\/h2>\n\n\n\n<p>Les outils utilisant l'IA g\u00e9n\u00e9rative n'ont pas fini de nous impressionner. Ils permettent de <strong>booster la cr\u00e9ativit\u00e9<\/strong> des tous - d\u00e9butants comme professionnels - et de permettre \u00e0 l'imagination d'\u00eatre sans limite. En plus de proposer, comme les logiciels d'IA similaires, de la \"simple\" g\u00e9n\u00e9ration d'images \u00e0 partir de texte, <strong>Adobe Firefly<\/strong> est destin\u00e9 \u00e0 compl\u00e9ter ses outils de cr\u00e9ation phares en offrant des possibilit\u00e9s de modification et d'am\u00e9lioration d'images d\u00e9j\u00e0 existantes. Il est alors \u00e0 la port\u00e9 de tous la possibilit\u00e9 de <strong>produire des \u00e9l\u00e9ments visuels cr\u00e9atifs<\/strong> et impressionnants, \u00e0 la mani\u00e8re d'un artiste.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Des avis mitig\u00e9s vis-\u00e0-vis de cette intelligence artificielle plus que bluffante<\/h3>\n\n\n\n<p>C'est un sans-faute pour Adobe, qui a frapp\u00e9 fort. Personne ne peut dire le contraire. Les services offerts par cette IA sont \u00e9poustouflants et permettent de simplifier la vie de nombreux professionnels, notamment appartenant au domaine de la photographie, comme l'avait d\u00e9j\u00e0 fait <a href=\"https:\/\/citronnoir.com\/marketing-digital\/chatgpt-pour-seo-et-web\/\">Chat GPT pour le SEO et le web<\/a> (mais pas que). Cependant, et&nbsp; ce point de vue est largement compr\u00e9hensible, cette IA est jug\u00e9e par certains aussi impressionnante qu'effrayante et soul\u00e8ve plusieurs questions quant \u00e0 l'\u00e9volution des m\u00e9tiers li\u00e9s \u00e0 la photographie et la fa\u00e7on dont il vont potentiellement devoir se r\u00e9inventer. Affaire \u00e0 suivre.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p>Pour utiliser cet outil d\u00e8s maintenant, vous devez t\u00e9l\u00e9charger \"Photoshop (beta)\" depuis le cr\u00e9ative cloud.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Adobe s'est r\u00e9cemment lanc\u00e9 dans la course folle de l'intelligence artificielle g\u00e9n\u00e9rative. En r\u00e9ponse \u00e0 Midjourney et DALL-E, Adobe avait annonc\u00e9 lors de l'Adobe Summit - The Digital Experience Conference le lancement d'une nouvelle suite d'outils d'IA g\u00e9n\u00e9rative, nomm\u00e9e Firefly.<\/p>\n","protected":false},"author":4,"featured_media":32381,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Adobe Firefly : l&#039;IA de Photoshop pour la g\u00e9n\u00e9ration d&#039;images","_seopress_titles_desc":"Il y a quelques jours, Adobe s&#039;est lanc\u00e9 dans la course folle de l&#039;IA en int\u00e9grant \u00e0 Photoshop son g\u00e9n\u00e9rateur d&#039;images Adobe Firefly. Citron Noir a test\u00e9 la version b\u00eata.","_seopress_robots_index":"","footnotes":""},"categories":[111],"tags":[],"class_list":["post-32374","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-design"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/32374"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=32374"}],"version-history":[{"count":2,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/32374\/revisions"}],"predecessor-version":[{"id":32383,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/32374\/revisions\/32383"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/32381"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=32374"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=32374"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=32374"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}