{"id":11569,"date":"2020-05-07T10:38:59","date_gmt":"2020-05-07T08:38:59","guid":{"rendered":"https:\/\/citronnoir.com\/?p=11569"},"modified":"2023-06-30T15:09:30","modified_gmt":"2023-06-30T13:09:30","slug":"comment-automatiser-sa-prospection-sur-linkedin","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/growth-hacking\/comment-automatiser-sa-prospection-sur-linkedin\/","title":{"rendered":"Comment automatiser sa prospection sur LinkedIn ? On a test\u00e9 Waalaxy"},"content":{"rendered":"\n<p>Sur internet, il existe de nombreux outils qui permettent d'automatiser sa prospection. Parmi eux se trouve <strong>Waalaxy<\/strong>, une petite boite dynamique \u00e0 <strong>Montpellier<\/strong>. Il permet d'optimiser le taux de conversion en g\u00e9n\u00e9rant des leads LinkedIn. En plus d'offrir un gain de temps, il permet de suivre ses performances gr\u00e2ce \u00e0 un tableau de bord. Comment automatiser ses actions sur un r\u00e9seau social comme LinkedIn avec Waalaxy ? Pourquoi <a href=\"https:\/\/citronnoir.com\/growth-hacking\/le-marketing-automation-une-reelle-aide-au-quotidien-pour-les-entreprises\/\">automatiser les t\u00e2ches marketing<\/a> sur ce r\u00e9seau ? Faisons le point.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Qu'est-ce que l'automation marketing ?<\/h2>\n\n\n\n<p><strong>L'automation marketing est une technique qui consiste \u00e0 automatiser des t\u00e2ches marketing r\u00e9p\u00e9titives \u00e0 l'aide de logiciels et de services web<\/strong>. L'automatisation se fait en fonction du comportement de l'utilisateur. Il peut s'agir par exemple d'envoi de SMS personnalis\u00e9s \u00e0 un internaute en fonction de ses activit\u00e9s sur votre site internet ou sur vos r\u00e9seaux sociaux. Le syst\u00e8me s'appuie sur le comportement des utilisateurs pour leur envoyer des messages cibl\u00e9s. Ces internautes ont pr\u00e9alablement \u00e9t\u00e9 cat\u00e9goris\u00e9s selon des crit\u00e8res et sc\u00e9narios pr\u00e9d\u00e9finis.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"\/wp-content\/uploads\/2020\/05\/attirer-des-prospects1.jpg\" alt=\"automation marketing\"\/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Comment \u00e9valuer le comportement de l'internaute ?<\/h3>\n\n\n\n<p>On peut \u00e9valuer le comportement des internautes par :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>L'analyse de leur navigation sur un site web ;<\/li>\n\n\n\n<li>Leur r\u00e9action face \u00e0 des messages publicitaires ;<\/li>\n\n\n\n<li>Leur interaction avec une entreprise sur les m\u00e9dias sociaux.<\/li>\n<\/ul>\n\n\n\n<p>Dans le premier cas, il s'agira de voir les pages qu'ils ont consult\u00e9es et l'ordre dans lequel ils les ont parcourues. On peut aussi v\u00e9rifier le moment auquel ils ont parcouru ces pages. Comment les internautes ont-ils r\u00e9agi face \u00e0 vos e-mails marketing ? Ont-ils lu vos messages ? Ont-ils pris la peine de cliquer sur les liens qu'ils ont re\u00e7us ? Sur les r\u00e9seaux, on peut \u00e9valuer leur comportement \u00e0 travers les contenus qu'ils ont comment\u00e9, aim\u00e9 ou partag\u00e9.<\/p>\n\n\n\n<p>Apr\u00e8s avoir \u00e9valu\u00e9 le comportement des internautes, il faut<strong> cr\u00e9er des contenus marketing adapt\u00e9s<\/strong> \u00e0 l'aide d'un logiciel d'automation marketing. Pr\u00f4nons l'exemple de Linkedin et de l'outil Waalaxy.<\/p>\n\n\n\n<p>Chez Citron Noir, nos collaborateurs utilisent Waalaxy tous les jours. Nous avons donc d\u00e9cid\u00e9 d'\u00eatre partenaire de leur solution.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Quelles actions peuvent \u00eatre automatis\u00e9es sur LinkedIn ?<\/h3>\n\n\n\n<p>Vous pouvez automatiser de nombreuses actions sur LinkedIn, parmi lesquelles :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>L'envoi des invitations ;<\/li>\n\n\n\n<li>L'envoi de messages personnalis\u00e9s ;<\/li>\n\n\n\n<li>L'export des adresses e-mail ;<\/li>\n\n\n\n<li>Cr\u00e9er des sc\u00e9narios ;<\/li>\n\n\n\n<li>Le suivi et la visite de profils.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">Les avantages du marketing automation<\/h3>\n\n\n\n<p>Cette technique pr\u00e9sente de nombreux avantages. Tout d'abord, elle offre <strong>un gain de temps consid\u00e9rable<\/strong>. Elle vous lib\u00e8re des contraintes en envoyant automatiquement un mail personnalis\u00e9 \u00e0 chaque client. Ensuite, en fonction de leur activit\u00e9 sur votre plateforme ou sur vos pages de r\u00e9seaux sociaux, les internautes (clients et prospects) re\u00e7oivent des r\u00e9ponses quasi instantan\u00e9es.<\/p>\n\n\n\n<p>Vous cherchez \u00e0 augmenter vote visibilit\u00e9 sur LinkedIn ? Il est fortement conseill\u00e9 d'utiliser un outil d'automatisation. Gr\u00e2ce \u00e0 ce type d'outil, vous pouvez :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Gagner du temps ;<\/li>\n\n\n\n<li>G\u00e9n\u00e9rer des leads ;<\/li>\n\n\n\n<li>Personnaliser vos messages ;<\/li>\n\n\n\n<li>Analyser et am\u00e9liorer vos r\u00e9sultats.<\/li>\n<\/ul>\n\n\n\n<p>L'automatisation r\u00e9duit consid\u00e9rablement le temps de prospection. Cela vous permet donc de consacrer plus de temps \u00e0 votre c\u0153ur de m\u00e9tier. Gr\u00e2ce \u00e0 l'automatisation,<strong> la relation avec les clients et les prospects est personnalis\u00e9e <\/strong>\u00e0 l'aide de logiciels qui cr\u00e9ent des sc\u00e9narios marketing intelligents. L'automation marketing favorise la relation one-to-one et permet de g\u00e9n\u00e9rer des leads de qualit\u00e9. En automatisant sur LinkedIn, vous avez \u00e9galement la possibilit\u00e9 de personnaliser vos messages.<\/p>\n\n\n\n<p><strong>Le logiciel se charge d'int\u00e9grer le pr\u00e9nom ou le nom de votre destinataire dans chaque message<\/strong>. La personnalisation facilite la vie et permet d'augmenter le taux de r\u00e9ponse. Enfin, il est \u00e9galement possible de conna\u00eetre ses r\u00e9sultats et le taux de r\u00e9ponse notamment apr\u00e8s avoir automatis\u00e9 les actions de marketing sur LinkedIn.<\/p>\n\n\n\n<p>Enfin, les relances manuelles sont des t\u00e2ches chronophages qui vous rendent moins efficaces. Sur LinkedIn, il est possible de cr\u00e9er des sc\u00e9narios de marketing automatis\u00e9s. Cela vous permet de mieux g\u00e9rer les contacts commerciaux qualifi\u00e9s et d'optimiser vos taux de conversion.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"\/wp-content\/uploads\/2020\/05\/automation-marketing.jpg\" alt=\"marketing linkedin\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">La communication sur LinkedIn et l'inbound marketing<\/h2>\n\n\n\n<p>Contrairement aux techniques traditionnelles qui consistent \u00e0 aller chercher le client, l'inbound marketing est une technique qui consiste \u00e0 <strong>faire venir naturellement ou spontan\u00e9ment le client ou le prospect \u00e0 soi sur internet<\/strong>. Pour cela, on envoie des informations ou des services qui sont cens\u00e9s int\u00e9resser la cible, selon ses besoins. L'objectif, c'est de g\u00e9n\u00e9rer des visites et des leads sur son site internet.<\/p>\n\n\n\n<p>En somme, il s'agit d'attirer l'attention des prospects gr\u00e2ce \u00e0 des contenus de qualit\u00e9. La communication sur LinkedIn r\u00e9pond \u00e9galement au m\u00eame principe. <strong>On laisse venir le client \u00e0 soi<\/strong>. On \u00e9value ensuite son comportement pour lui offrir finalement des contenus marketing adapt\u00e9s.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comment automatiser ses actions sur LinkedIn avec Waalaxy ?<\/h2>\n\n\n\n<p><strong>Waalaxy est un outil efficace qui permet d'automatiser sa prospection sur LinkedIn<\/strong>. C'est une extension de Google Chrome que vous devez d'abord installer. Ensuite, vous pouvez exporter tous vos prospects LinkedIn pertinents vers l'interface de l'outil apr\u00e8s avoir lanc\u00e9 une recherche des profils qui vous int\u00e9ressent. Mais, bien avant, vous devez prendre le temps de les assigner \u00e0 une campagne. L'outil vous donne la possibilit\u00e9 de cr\u00e9er plusieurs campagnes en fonction des objectifs que vous vous \u00eates fix\u00e9s.<\/p>\n\n\n\n<p>\u00c0 pr\u00e9sent, les prospects sont export\u00e9s, il ne vous reste plus qu'\u00e0 automatiser les visites de nombreux profils, afin d'attirer l'attention sur votre propre profil. Pour cela, vous s\u00e9lectionnez les profils que vous jugez int\u00e9ressants et vous cliquez sur \u00ab Visit \u00bb. L'outil se chargera de cr\u00e9er une file d'attente de tous les profils que vous souhaitez visiter. Il va ensuite les automatiser.<\/p>\n\n\n\n<p><strong>Avec l'onglet \u00ab Connect \u00bb, vous avez la possibilit\u00e9 d'automatiser les mises en relation<\/strong>. Pour cela, il suffit de s\u00e9lectionner les contacts \u00e0 ajouter, puis de personnaliser votre message de demande de contact. Waalaxy se charge alors du reste et vous permet d'adapter des mod\u00e8les de demande de mise en contact avec vos campagnes. Enfin, pour vous faciliter la vie, Waalaxy propose une trentaine de sc\u00e9narios de prospection LinkedIn qui s'adaptent \u00e0 vos besoins.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Notre retour d'exp\u00e9rience avec l'outil Waalaxy ?<\/h2>\n\n\n\n<p>Si nous devions faire un point pr\u00e9cis du retour de notre exp\u00e9rience avec cet outil, bien qu'on adore... on pourrait tout de m\u00eame \u00e9num\u00e9rer quelques points n\u00e9gatifs :<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>Le ciblage est peu pr\u00e9cis : La faute \u00e0 Linkedin essentiellement, mais Waalaxy ne propose rien en ce sens.<\/li>\n\n\n\n<li>L'import dans la base de donn\u00e9es peut s'av\u00e9rer long : Il sera n\u00e9cessaire de soumettre de nombreuses requ\u00eates afin d'importer des contacts dans la base de donn\u00e9es. De plus, la solution permet (par s\u00e9curit\u00e9) d'importer maximum 1000 contacts par requ\u00eate, et cela peut prendre un certain temps. C'est \u00e9galement un avantage : vous perdez du temps \u00e0 cibler et \u00e0 importer vos contacts pour un meilleur r\u00e9sultat.<\/li>\n\n\n\n<li>Une action quotidienne est n\u00e9cessaire : Bien que le fonctionnement avec la solution \"extension chrome\" a de nombreux avantages, il est toutefois contraignant de garder une fen\u00eatre ouverte qui prospectera \u00e0 votre place. Il faut aussi v\u00e9rifier environ une fois par semaine si tout fonctionne bien et s'il est n\u00e9cessaire de relancer des actions.<\/li>\n\n\n\n<li>Les bots ont leur limite et le contact humain c'est tout aussi bien ! il est important de prendre le relai dans le processus d'automation marketing. Waalaxy vous aide \u00e0 d\u00e9crocher de nouveaux leads mais pas \u00e0 signer de nouveaux contrats ! Il est important de tester de nombreuses formules et de savoir prendre le relai au bon moment, et cela s'apprend en utilisant l'outil !<\/li>\n<\/ol>\n\n\n\n<p>En bref, l'outil est tr\u00e8s int\u00e9ressant et de multiples fonctionnalit\u00e9s sont disponibles, les limites sont raisonnables et s\u00e9curis\u00e9es mais l'outil n\u00e9cessite tout de m\u00eame (et heureusement) une action humaine. Nous ne sommes pas partisans du marketing agressif donc nous y allons tout en douceur avec cet outil, qu'on continue d'utiliser et de proposer \u00e0 nos collaborateurs..<\/p>\n\n\n\n<p>Que retenir ? Il est possible d'automatiser sa prospection sur LinkedIn. Il suffit pour cela d'utiliser des outils appropri\u00e9s comme Waalaxy. En plus de vous faire gagner du temps, cet outil permet de g\u00e9n\u00e9rer des leads qualifi\u00e9s, il est toutefois tr\u00e8s important de bien le param\u00e9tr\u00e9 et d'actualiser les donn\u00e9es environ 2 fois par mois.<\/p>\n\n\n\n<p><b>Nous pouvons vous accompagner dans cette d\u00e9marche.<\/b><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Pour automatiser sa prospection sur LinkedIn, il faut utiliser des outils appropri\u00e9s. Ces derniers imitent le comportement humain et permettent d'automatiser les actions marketing r\u00e9p\u00e9titives et chronophages. Il peut s'agir de l'envoi de messages, d'e-mails, d'invitations, de personnalisation de contenus\u2026<\/p>\n","protected":false},"author":4,"featured_media":11570,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"124","_seopress_titles_title":"Waalaxy : Comment automatiser sa prospection sur LinkedIn ?","_seopress_titles_desc":"La prospection est une d\u00e9marche essentielle, mais chronophage. Un outil comme Waalaxy vous aide \u00e0 gagner du temps en automatisant vos t\u00e2ches sur LinkedIn","_seopress_robots_index":"","footnotes":""},"categories":[124],"tags":[],"class_list":["post-11569","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-growth-hacking"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/11569"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=11569"}],"version-history":[{"count":4,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/11569\/revisions"}],"predecessor-version":[{"id":32995,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/11569\/revisions\/32995"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/11570"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=11569"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=11569"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=11569"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}