{"id":7391,"date":"2019-11-12T17:06:14","date_gmt":"2019-11-12T16:06:14","guid":{"rendered":"https:\/\/citronnoir.com\/?p=7391"},"modified":"2023-06-30T11:10:30","modified_gmt":"2023-06-30T09:10:30","slug":"comment-booster-sa-notoriete-sur-google-son-seo","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/seo\/comment-booster-sa-notoriete-sur-google-son-seo\/","title":{"rendered":"Recherche Google : Comment booster son SEO (sa notori\u00e9t\u00e9)"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Qu'est-ce que le SEO (ou l'art d'optimiser les recherches sur google) ?<\/h2>\n\n\n\n<p>Le <strong>SEO<\/strong> (ou Search Engine Optimization) correspond \u00e0 un ensemble de techniques permettant de positionner un site internet dans les premiers r\u00e9sultats de recherche d'un moteur de recherche. Cette technique, dite naturelle et gratuite est diff\u00e9rente du <strong>SEA <\/strong>(Search Engine Advertising), une technique purement marketing et payante.<\/p>\n\n\n\n<p>Pour obtenir un bon positionnement sur Google (poss\u00e9dant 90% des parts de march\u00e9 sur les moteurs de recherche), il est n\u00e9cessaire de suivre quelques techniques SEO \u00e9l\u00e9mentaires, surtout lorsqu'on sait que 70 % des clics apr\u00e8s une requ\u00eate sur Google se concentrent sur la premi\u00e8re page de <strong>recherche<\/strong>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Quels sont les crit\u00e8res analys\u00e9s par Google pour positionner les sites web lors des recherches ?<\/h2>\n\n\n\n<p>Pour simplifier, il n'y a pas qu'un seul algorithme qui classe votre site, mais une multitude d\u2019algorithmes Google qui se cumulent. Il faut savoir que l\u2019algorithme de Google est gard\u00e9 secret et change plusieurs fois pas an. Mais rassurez-vous, nous connaissons les grandes lignes et voici une liste non-exhaustive des \u00e9l\u00e9ments les plus importants au regard des petits robots de chez Google :<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Les balises<\/h3>\n\n\n\n<p>Lorsqu'on \u00e9crit un article ou une <strong>page web<\/strong>, il est important de respecter la hi\u00e9rarchie des \u00e9l\u00e9ments, comme les titres par exemple (h1, h2, h3, h4...) Le respect de la s\u00e9mantique, la propret\u00e9 du code et un site ordonn\u00e9 sera toujours mis en avant !<br>Les balises \"titre\" et \"meta description\", propre aux moteurs de recherche ne sont pas \u00e0 n\u00e9gliger, le choix des termes et la longueur de la balise influence la position de l'article (ou de la page).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La technique de r\u00e9daction des pages et des articles<\/h3>\n\n\n\n<p>Un des crit\u00e8res les plus importants, bien que subjectif, est la qualit\u00e9 r\u00e9dactionnelle de l'auteur du <strong>site web<\/strong> ou de l'article. \u00c9vitez d'\u00e9num\u00e9rer sans cesse vos mots-cl\u00e9s et contentez-vous d'aborder un sujet qui vous plait et qui captivera vos lecteurs.<br>Primer la qualit\u00e9 \u00e0 la quantit\u00e9 ! Google exige un minimum de 400 mots pour un article ou une <strong>page web<\/strong>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le choix des mots-cl\u00e9s<\/h3>\n\n\n\n<p>Logique, le choix des mots-cl\u00e9s influencera votre position selon la requ\u00eate enregistr\u00e9e lorsqu'un internaute tape un mot sur un moteur de recherche. Toutefois, les mots-cl\u00e9s doivent \u00eatre bien positionn\u00e9s, dans les titres, la m\u00e9ta description, les textes... leur positionnement et la r\u00e9p\u00e9tition des mots affecteront leur importance.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le temps que passe chaque utilisateur sur le <strong>site internet<\/strong><\/h3>\n\n\n\n<p>La pertinence du contenu d'un site est traduite par le temps pass\u00e9 par un utilisateur \u00e0 lire la page ou l'article. Google analyse le nombre de pages vues, le taux de rebond (utilisateurs sortant) et le temps moyen d'une session sur un <strong>site web<\/strong>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le netlinking<\/h3>\n\n\n\n<p>Le netlinking est compos\u00e9 en deux parties, d'une part le maillage interne, consistant \u00e0 rediriger vers des th\u00e9matiques abord\u00e9es sur son propre site internet, et d'autre part les backlinks : des liens externes (des sites internet envoient l'internaute vers votre contenu).<\/p>\n\n\n\n<p>Les backlinks sont essentiels dans le SEO. Ils g\u00e9n\u00e8rent du trafic et assure \u00e0 Google que votre contenu est de qualit\u00e9 puisqu'il est partag\u00e9 sur d'autres r\u00e9seaux. Plus un article b\u00e9n\u00e9ficie de backlinks de qualit\u00e9, plus il a de chance d\u2019\u00eatre bien positionn\u00e9 dans les premi\u00e8res requ\u00eates des moteurs de recherche.<br>Obtenir des backlinks \u2013 ou plut\u00f4t de \u00ab bons \u00bb backlinks \u2013 n\u2019est pas une chose facile ! des agences sp\u00e9cialis\u00e9es comme <a href=\"https:\/\/www.semjuice.com\/\">SEMjuice<\/a> permettent de construire une r\u00e9elle strat\u00e9gie autour des backlinks.<\/p>\n\n\n\n<p>Avant toute chose, le contenu de votre site doit \u00eatre interactif et \"linkable\", autrement dit, propices au partage et aux backlinks. Les backlinks doivent provenir d'articles coh\u00e9rents dans la th\u00e9matique de votre <strong>site web<\/strong>.<\/p>\n\n\n\n<p>Sachant cela, vous pouvez vous demander, quels sont les contenus qui fonctionnent dans votre secteur d'activit\u00e9, \u00e0 ce sujet, <a href=\"https:\/\/buzzsumo.com\/\">BuzzSumo <\/a> peut vous aider \u00e0 les identifier.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le trafic g\u00e9n\u00e9ral du site web<\/h3>\n\n\n\n<p>Le nombre de visiteurs pr\u00e9sents chaque jour sur votre site web influence sa notori\u00e9t\u00e9 et son positionnement g\u00e9n\u00e9ral, c'est le serpent qui se mord la queue ! pour garder en haleine de nombreux visiteurs chaque jour, vous devez publier du contenu de qualit\u00e9, cr\u00e9er une communaut\u00e9 et g\u00e9n\u00e9rer du trafic.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le temps de r\u00e9ponse du site internet<\/h3>\n\n\n\n<p>Le temps de chargement et la mise en cache sont des facteurs \u00f4 combien important ! En janvier 2017, Google a r\u00e9alis\u00e9 une \u00e9tude aupr\u00e8s de 900 000 sites web dans 126 pays, concernant le temps de chargement des sites sur mobile. Cette enqu\u00eate r\u00e9v\u00e8le qu\u2019apr\u00e8s 3 secondes d\u2019attente, plus de la moiti\u00e9 des mobinautes (53 % exactement) quittent une page si elle ne s\u2019est pas enti\u00e8rement charg\u00e9e. Google a donc int\u00e9gr\u00e9 ce param\u00e8tre dans ses algorithmes.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">L\u2019anciennet\u00e9 du site<\/h3>\n\n\n\n<p>C'est malheureux de le dire, mais vous ne pouvez rien faire pour influencer ce crit\u00e8re... Au regard des moteurs de recherche, l'anciennet\u00e9 d'un site internet signifie que l'entreprise est stable et durable.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le design du site web et le responsive-content<\/h3>\n\n\n\n<p>Le design g\u00e9n\u00e9ral du site internet et la navigation (l'UX et l'UI) permettent de proposer un visuel attractif, de qualit\u00e9 tout en respectant les codes des divers devices.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Pr\u00e9f\u00e9rer le https au http<\/h3>\n\n\n\n<p>La s\u00e9curit\u00e9 est \u00e9galement un \u00e9l\u00e9ment primordial, notamment pour les sites de e-commerce (avec des transactions en ligne) !<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Attention aux mauvaises pratiques !<\/h2>\n\n\n\n<p>Google peut vous sanctionner pour certaines utilisations ne respectant pas la charte de qualit\u00e9 exig\u00e9e par Google : Le duplicate-content (ou copier-coller), des backlinks frauduleux, des erreurs 404 peuvent nuire \u00e0 votre position sur les moteurs de recherche.<\/p>\n\n\n\n<p>Bien des facteurs permettent de vous positionner en premi\u00e8re position sur les moteurs de recherches, le travail SEO est un vrai m\u00e9tier d'expert, de longue haleine ! Apr\u00e8s avoir appliqu\u00e9 les bases de votre SEO, il sera toujours conseill\u00e9 de s'entourer pour am\u00e9liorer les performances de votre site et \u00e9viter les erreurs.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le SEO correspond \u00e0 un ensemble de techniques permettant de positionner un site internet dans les premiers r\u00e9sultats de recherche d'un moteur de recherche comme google qui ...<\/p>\n","protected":false},"author":4,"featured_media":32889,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Recherche google : comment booster sa notori\u00e9t\u00e9 sur Google","_seopress_titles_desc":"Connaitre l&#039;algoritme de Google permet de positionner son site web dans les premi\u00e8res recherche sur les moteurs de recherche.","_seopress_robots_index":"","footnotes":""},"categories":[129],"tags":[],"class_list":["post-7391","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-seo"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/7391"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=7391"}],"version-history":[{"count":2,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/7391\/revisions"}],"predecessor-version":[{"id":32885,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/7391\/revisions\/32885"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/32889"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=7391"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=7391"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=7391"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}