{"id":12475,"date":"2023-04-18T12:19:33","date_gmt":"2023-04-18T10:19:33","guid":{"rendered":"https:\/\/citronnoir.com\/?p=12475"},"modified":"2024-08-14T12:33:33","modified_gmt":"2024-08-14T10:33:33","slug":"light-evenement","status":"publish","type":"realisations","link":"https:\/\/citronnoir.com\/realisations\/light-evenement\/","title":{"rendered":"Light Evenement"},"content":{"rendered":"<div id=\"div_block-3-31992\" class=\"ct-div-block \" ><h1 id=\"headline-4-31992\" class=\"ct-headline \">Prestataire technique audiovisuel et \u00e9v\u00e9nementiel\n<\/h1><div id=\"text_block-8-31992\" class=\"ct-text-block projet_intro\" >Light \u00e9v\u00e9nement est une soci\u00e9t\u00e9 sp\u00e9cialis\u00e9e dans la maitrise des techniques \u00e9v\u00e9nementielles : \u00e9clairage, sonorisation, vid\u00e9o, structure sc\u00e9nique, r\u00e9gie technique, logistique, \u00e9nergie, signal\u00e9tique.\n<\/div><\/div>\n\n<div id=\"div_block-2-31926\" class=\"ct-div-block projet_sing_obj\" ><h2 id=\"headline-3-31926\" class=\"ct-headline\">Objectifs de la collaboration<\/h2><div id=\"_rich_text-5-31926\" class=\"oxy-rich-text custom_list\" ><ol>\n<li>Am&eacute;liorer la notori&eacute;t&eacute; et la visibilit&eacute; en ligne de Light &Eacute;v&eacute;nement ;<\/li>\n<li>Am&eacute;liorer l'image de marque ;<\/li>\n<li>Cr&eacute;er un univers au travers du site web ;<\/li>\n<li>Optimiser la conversion des prospects ;<\/li>\n<li>Am&eacute;liorer les position du site sur Google<\/li>\n<li>Optimiser les performances du site ;<\/li>\n<li>Promouvoir l'ensemble des services ;<\/li>\n<li>Mettre en &eacute;vidence la d&eacute;marche RSE.<\/li>\n<\/ol><\/div><\/div>\n\n\n<h2 class=\"wp-block-heading\">Refonte du site Web de Light \u00c9v\u00e9nement<\/h2>\n\n\n\n<p>Dans le cadre de notre mission pour Light \u00c9v\u00e9nement, nous avons reconstruit de A \u00e0 Z le site web de la soci\u00e9t\u00e9. Cette refonte visait \u00e0 moderniser l'apparence du site, \u00e0 am\u00e9liorer la navigation et l'ergonomie, ainsi qu'\u00e0 optimiser les performances et le r\u00e9f\u00e9rencement naturel. En travaillant \u00e9troitement avec l'\u00e9quipe de Light \u00c9v\u00e9nement, nous avons \u00e9labor\u00e9 une strat\u00e9gie de conception et de contenu qui met en valeur leurs services, et leur expertise.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" width=\"1920\" height=\"671\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/10\/lightevenement-desktop-fleche.jpg\" alt=\"Refonte du site Web de Light \u00c9v\u00e9nement\" class=\"wp-image-12627\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/10\/lightevenement-desktop-fleche.jpg 1920w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/10\/lightevenement-desktop-fleche-736x257.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/10\/lightevenement-desktop-fleche-768x268.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/10\/lightevenement-desktop-fleche-1280x447.jpg 1280w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/10\/lightevenement-desktop-fleche-1536x537.jpg 1536w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/10\/lightevenement-desktop-fleche-360x126.jpg 360w\" sizes=\"(max-width: 1920px) 100vw, 1920px\" \/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Am\u00e9liorer l'exp\u00e9rience utilisateur (UX) du site web<\/h3>\n\n\n\n<p>Notre premi\u00e8re brique dans ce projet a \u00e9t\u00e9 d'analyser et de comprendre les utilisations du site web actuel. Nous avons pu ainsi travailler sur une nouvelle arborescence afin d'optimiser le parcours client.  Nous avons notamment simplifi\u00e9 la navigation, organis\u00e9 les informations de mani\u00e8re claire et intuitive et am\u00e9lior\u00e9 la compatibilit\u00e9 mobile pour offrir une exp\u00e9rience fluide et agr\u00e9able sur tous les appareils.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Cr\u00e9er un design percutent<\/h3>\n\n\n\n<p>En parall\u00e8le de notre travail d'UX, nous avons, \u00e0 la demande de Light \u00c9v\u00e9nement, cr\u00e9\u00e9 un tout nouveau design, via une maquette fonctionnelle. Nous avons con\u00e7u un design percutant et intuitif, mettant l'accent sur une interface utilisateur (UI) attrayante et facile \u00e0 utiliser. Notre objectif \u00e9tait de cr\u00e9er une exp\u00e9rience visuelle engageante pour les visiteurs tout en facilitant la navigation et l'acc\u00e8s aux informations cl\u00e9s. En tenant compte des pr\u00e9f\u00e9rences esth\u00e9tiques de Light \u00c9v\u00e9nement et des meilleures pratiques en mati\u00e8re de design, nous avons \u00e9labor\u00e9 un concept visuel qui refl\u00e8te l'image de marque de l'entreprise.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Mettre en avant les services et p\u00f4le d'activit\u00e9 de l'entreprise<\/h3>\n\n\n\n<p>les p\u00f4les d'activit\u00e9 sont volontairement mis en avant sur le site afin de pr\u00e9senter clairement l'offre de service au visiteur lorsqu'il arrive sur le site web. Cela permet aux visiteurs de comprendre facilement l'\u00e9tendue des services offerts par l'entreprise et de trouver rapidement les informations pertinentes pour leurs besoins sp\u00e9cifiques.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1200\" height=\"800\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/mockup_lightevenement.jpg\" alt=\"Mettre en avant les services et p\u00f4le d'activit\u00e9 de l'entreprise\" class=\"wp-image-17732\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/mockup_lightevenement.jpg 1200w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/mockup_lightevenement-576x384.jpg 576w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/mockup_lightevenement-768x512.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/mockup_lightevenement-1002x668.jpg 1002w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/mockup_lightevenement-736x491.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/mockup_lightevenement-360x240.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/mockup_lightevenement-368x245.jpg 368w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Optimisation du SEO pour un meilleur classement sur les moteurs de recherche<\/h3>\n\n\n\n<p>La refonte du site web a \u00e9tait construite en respectant les guidlines Google et le bonnes pratiques du SEO. Aussi, le site a connu une hausse 100% de l'aquisition SEO, 6 mois apr\u00e8s la publication de la refonte. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Cr\u00e9er un contenu de qualit\u00e9 et engageant pour les visiteurs<\/h3>\n\n\n\n<p>Afin de captiver l'attention des visiteurs et de les inciter \u00e0 explorer davantage le site web de Light \u00c9v\u00e9nement, nous avons cr\u00e9\u00e9 du contenu de qualit\u00e9, informatif et engageant. Nous avons notamment mis en avant les r\u00e9alisations au format vid\u00e9o (r\u00e9alis\u00e9 par <a href=\"https:\/\/mindproduction.fr\/\" data-type=\"URL\" data-id=\"https:\/\/mindproduction.fr\/\">Mind Prod<\/a>).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Cr\u00e9ation d'un formulaire sp\u00e9cialis\u00e9 pour la satisfaction des clients<\/h3>\n\n\n\n<p>Afin de recueillir les avis des clients et pour r\u00e9pondre \u00e0 la d\u00e9marche qualit\u00e9 de Light \u00c9v\u00e9nement, nous avons cr\u00e9\u00e9 un formulaire sp\u00e9cialis\u00e9 pour \u00e9valuer la satisfaction des clients. Ce formulaire permet aux clients de fournir des commentaires sur leurs exp\u00e9riences et d'aider l'entreprise \u00e0 identifier les domaines \u00e0 am\u00e9liorer.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Suivi des performances et optimisation de la vitesse<\/h3>\n\n\n\n<p>Afin d'\u00e9valuer et d'am\u00e9liorer les performances du site web de Light \u00c9v\u00e9nement, nous avons mis en place des outils de suivi tels que Google Analytics et Google Search Console. Ces outils permettent de collecter des donn\u00e9es sur le trafic, les comportements des visiteurs et les performances du site, et d'identifier les opportunit\u00e9s d'optimisation. <\/p>\n\n\n\n<p>En outre, nous avons construit le site web avec un code \"propre\" et ajout\u00e9 des r\u00e8gles de mise en cache du contenu afin que le site soit rapide (+85\/100 Google speed tool).<\/p>\n","protected":false},"featured_media":12281,"template":"","class_list":["post-12475","realisations","type-realisations","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/realisations\/12475"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/realisations"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/realisations"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/12281"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=12475"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}