{"id":24908,"date":"2022-09-12T09:23:00","date_gmt":"2022-09-12T07:23:00","guid":{"rendered":"https:\/\/citronnoir.com\/?p=24908"},"modified":"2023-07-04T12:00:50","modified_gmt":"2023-07-04T10:00:50","slug":"carte-de-visite-les-informations-essentielles","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/impression\/carte-de-visite-les-informations-essentielles\/","title":{"rendered":"Carte de visite : que faut-il mettre ?"},"content":{"rendered":"\n<p>Que faut-il mettre obligatoirement sur une carte de visite ? Quelles sont les obligations pour une carte de visite ? Comment cr\u00e9er une carte de visite gratuitement ? Qu\u2019il s\u2019agisse des mentions obligatoires ou encore des moyens \u00e0 disposition, nous allons voir ensemble tout ce qu\u2019il faut retenir sur ce qu\u2019il faut mettre sur une carte de visite.<\/p>\n\n\n\n<p>Malgr\u00e9 l'\u00e8re du num\u00e9rique, une carte de visite demeure indispensable pour am\u00e9liorer la visibilit\u00e9 de son entreprise ou augmenter son chiffre d'affaires. Inclure cet outil de promotion dans son plan d\u2019action peut s\u2019av\u00e9rer tr\u00e8s b\u00e9n\u00e9fique pour le <a href=\"https:\/\/citronnoir.com\/site-ecommerce\/comment-reussir-le-lancement-dune-grosse-plateforme-de-marketplace\/\">lancement d\u2019une marketplace<\/a>.&nbsp;<\/p>\n\n\n\n<p>Pour \u00eatre pertinente, il est important de renseigner toutes les informations n\u00e9cessaires.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Quelles sont les mentions obligatoires \u00e0 mettre sur sa carte de visite ?<\/h2>\n\n\n\n<p>Pour <a href=\"https:\/\/citronnoir.com\/graphisme-impression\/\" data-type=\"page\" data-id=\"10003\">cr\u00e9er une carte de visite<\/a> efficace, il est important que les mentions obligatoires y figurent. Attention tout de m\u00eame \u00e0 ce que la carte reste lisible et ne soit pas surcharg\u00e9e d\u2019informations.&nbsp;<\/p>\n\n\n\n<p><strong>Voici la liste des mentions l\u00e9gales obligatoires sur une carte de visite :<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Le nom de l\u2019entreprise&nbsp;<\/li>\n\n\n\n<li>Le nom et pr\u00e9nom du collaborateur<\/li>\n\n\n\n<li>Le num\u00e9ro de t\u00e9l\u00e9phone et l'adresse e-mail<\/li>\n<\/ul>\n\n\n\n<p><strong>Voici la liste des mentions non obligatoires sur une carte de visite :<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Le logo<\/li>\n\n\n\n<li>Le slogan<\/li>\n\n\n\n<li>Le num\u00e9ro de SIRET<\/li>\n\n\n\n<li>L'adresse postale<\/li>\n\n\n\n<li>Le poste occup\u00e9 par le collaborateur<\/li>\n\n\n\n<li>La signature<\/li>\n\n\n\n<li>Le site internet<\/li>\n\n\n\n<li>Les r\u00e9seaux sociaux<\/li>\n<\/ul>\n\n\n\n<p>Les informations compl\u00e9mentaires sont un choix de votre part. N\u00e9anmoins il est utile de rappeler qu\u2019une carte de visite doit renseigner les informations de fa\u00e7on claire et exhaustive.<\/p>\n\n\n\n<p>Nous conseillons d'int\u00e9grer les informations les plus pertinentes pour votre audience. une carte de visite doit rester impactante avec le moins d'informations possibles. Aucune pollution visuelle, l'enjeu est de r\u00e9ussir \u00e0 cr\u00e9er un visuel efficace et attractif pour communiquer la bonne information.<\/p>\n\n\n<div id=\"FAQ_section\" class=\"ct-div-block sec_focus\"  itemscope=\"\" itemtype=\"https:\/\/schema.org\/FAQPage\"><div id=\"div_block-10-33072\" class=\"ct-div-block\"  itemscope=\"\" itemprop=\"mainEntity\" itemtype=\"http:\/\/schema.org\/Question\"><h2 id=\"headline-11-33072\" class=\"ct-headline\" itemprop=\"name\">Que mettre sur une carte de visite ?<\/h2><div id=\"div_block-12-33072\" class=\"ct-div-block\"  itemscope=\"\" itemtype=\"http:\/\/schema.org\/Answer\" itemprop=\"acceptedAnswer\"><p id=\"text_block-13-33072\" class=\"ct-text-block\"  itemprop=\"text\">Les indispensables : Recto : nom, pr\u00e9nom, email, num\u00e9ro de tel, adresse \/ Verso : Logo, site web<\/p><\/div><\/div><\/div>\n\n\n<h2 class=\"wp-block-heading\">Quels sont les moyens pour cr\u00e9er une carte de visite ?<\/h2>\n\n\n\n<p>La carte de visite est un excellent support de communication. De ce fait son design doit convaincre. Il existe 2 options faire ses cartes de visite :<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Utiliser gratuitement un outil de cr\u00e9ation en ligne<\/h3>\n\n\n\n<p>Il existe plusieurs outils de cr\u00e9ation en ligne gratuits pour cr\u00e9er une <a href=\"https:\/\/www.adobe.com\/fr\/express\/create\/business-card\">carte de visite gratuite<\/a> en quelques minutes. Parcourez des milliers de mod\u00e8les de cartes de visite cr\u00e9\u00e9es par des designers professionnels, \u00e0 personnaliser comme bon vous semble ou cr\u00e9ez-en \u00e0 partir d\u2019une page blanche.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Passer par une agence de communication<\/h3>\n\n\n\n<p>Le recours \u00e0 une agence de communication est une pratique courante. Elle a pour vocation de vous accompagner dans l\u2019\u00e9laboration de votre strat\u00e9gie de communication. En d\u00e9pit du co\u00fbt de l\u2019expertise, cela vous garantit un rendu de qualit\u00e9, un gain de temps consid\u00e9rable et un service sur mesure.&nbsp;Une agence vous proposera \u00e9galement des tarifs pr\u00e9f\u00e9rentiels sur l'impression des cartes aupr\u00e8s de son fournisseur partenaire.<\/p>\n\n\n\n<p>Pour conclure, ces deux options sont dignes d\u2019int\u00e9r\u00eat car chacune d\u2019elle offre de nombreux avantages notables. Choisissez celle qui vous convient le mieux en fonction des moyens que vous voulez y consacrer, en termes de temps et comp\u00e9tences.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Cartes de visites : les 4 erreurs les plus courantes \u00e0 \u00e9viter ?<\/h2>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1002\" height=\"668\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/10\/cre\u0301er-cartes-de-visite-1002x668.jpg\" alt=\"cre\u0301er cartes de visite\" class=\"wp-image-24912\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/10\/cre\u0301er-cartes-de-visite-1002x668.jpg 1002w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/10\/cre\u0301er-cartes-de-visite-576x384.jpg 576w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/10\/cre\u0301er-cartes-de-visite-768x512.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/10\/cre\u0301er-cartes-de-visite.jpg 1080w\" sizes=\"(max-width: 1002px) 100vw, 1002px\" \/><\/figure>\n\n\n\n<p>Si vous voulez cr\u00e9er une carte de visite parfaite, qui donne envie de vous rappeler, voici 4 erreurs \u00e0 \u00e9viter.&nbsp;<\/p>\n\n\n\n<ol><h3><li>Ne pas respecter sa charte graphique<\/li><\/h3><\/ol>\n\n\n\n<p>Il est conseill\u00e9 de tenir compte de la charte graphique de votre entreprise pour concevoir une coh\u00e9rence graphique sur l\u2019ensemble de vos supports de communication. Cela rappelle les principes de votre identit\u00e9 professionnelle.&nbsp;<\/p>\n\n\n\n<ol start=\"2\"><h3><li>Avoir une carte surdimensionn\u00e9e<\/li><\/h3><\/ol>\n\n\n\n<p>Le format d\u2019une carte de visite par d\u00e9faut est de 84 mm x 55 mm. Les cartes de visite plus grandes ne rentrent pas dans les porte-cartes ou portefeuilles ordinaires. Elles risquent d\u2019\u00eatre pli\u00e9es, perdues ou jet\u00e9es. Les cartes plus petites ont \u00e9galement une forte chance de se retrouver \u00e0 la poubelle.&nbsp;<\/p>\n\n\n\n<ol start=\"3\"><h3><li>Utiliser du papier de faible qualit\u00e9<\/li><\/h3><\/ol>\n\n\n\n<p>Imprimer une carte de visite avec du papier bas de gamme, trop fin ou de faible qualit\u00e9 peut nuire \u00e0 votre cr\u00e9dibilit\u00e9 professionnelle. N\u2019h\u00e9sitez pas \u00e0 faire appel \u00e0 notre agence Citron Noir pour imprimer vos cartes de visites en HD. <\/p>\n\n\n\n<ol start=\"4\"><h3><li>Ne pas miser sur l\u2019originalit\u00e9<\/li><\/h3><\/ol>\n\n\n\n<p>Pensez bien \u00e0 cr\u00e9er une carte de visite sobre, simple, avec une touche d\u2019originalit\u00e9 afin d\u2019avoir un rendu le plus professionnel qui soit. S\u2019il est bien de cr\u00e9er une carte de visite classique pour ses interlocuteurs, y ajouter sa touche personnelle est toujours appr\u00e9ci\u00e9.&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Quelles mentions obligatoires mettre sur une carte de visite ? Que faut-il mettre sur une carte de visite ? D\u00e9couvrez nos conseils cr\u00e9ation.<\/p>\n","protected":false},"author":4,"featured_media":24911,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Carte de visite : que faut-il mettre ? Soyez impactant !","_seopress_titles_desc":"Quelles mentions obligatoires mettre sur une carte de visite ? Que faut-il mettre sur une carte de visite ? D\u00e9couvrez nos conseils cr\u00e9ation.","_seopress_robots_index":"","footnotes":""},"categories":[137],"tags":[],"class_list":["post-24908","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-impression"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/24908"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=24908"}],"version-history":[{"count":16,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/24908\/revisions"}],"predecessor-version":[{"id":33419,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/24908\/revisions\/33419"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/24911"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=24908"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=24908"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=24908"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}