{"id":12137,"date":"2020-07-09T15:35:31","date_gmt":"2020-07-09T13:35:31","guid":{"rendered":"https:\/\/citronnoir.com\/?p=12137"},"modified":"2024-02-12T18:31:00","modified_gmt":"2024-02-12T17:31:00","slug":"comment-reussir-a-monetiser-une-application-mobile","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/creer-une-application-mobile\/comment-reussir-a-monetiser-une-application-mobile\/","title":{"rendered":"Comment r\u00e9ussir \u00e0 mon\u00e9tiser une application mobile ?"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Mon\u00e9tiser une application, comment faire ?<\/h2>\n\n\n\n<p>Pour mon\u00e9tiser une <a href=\"https:\/\/citronnoir.com\/application-mobile\/\" data-type=\"page\" data-id=\"9920\">application mobile<\/a>, plusieurs solutions s'offrent \u00e0 vous. La premi\u00e8re, souvent la moins utilis\u00e9e est de proposer une application payante sur les stores. Ce sch\u00e9ma est simple mais peu pertinent puisque les t\u00e9l\u00e9chargements d'une application payante sont bien inf\u00e9rieur \u00e0 ceux d'une application gratuite. La meilleure solution est donc d'opter pour l'achat in-app, autrement dit, l'achat dans l'application, apr\u00e8s son t\u00e9l\u00e9chargement gratuit.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Application gratuite et achat in app : le combo gagnant ?<\/h3>\n\n\n\n<p>On l'appelle \u00e9galement achat int\u00e9gr\u00e9 ou microtransaction. L'achat in app est celui qui s'effectue au sein d'une application mobile \u00e0 partir d'un smartphone ou d'une tablette. Ce syst\u00e8me permet \u00e0 l'\u00e9diteur d'une application d'enrichir son logiciel en proposant de<strong> nouvelles fonctionnalit\u00e9s payantes<\/strong>. M\u00eame en dehors des applications e-commerce ou de jeux vid\u00e9o mobiles pour lesquelles l'achat in app est tr\u00e8s fr\u00e9quent, ce type d'achat se retrouve d\u00e9sormais dans toutes sortes d'applis.<\/p>\n\n\n\n<p>Le principe de l'achat in app est que les utilisateurs peuvent t\u00e9l\u00e9charger un logiciel gratuitement ou non et avoir acc\u00e8s \u00e0 des fonctionnalit\u00e9s de base directement. Mais, pour b\u00e9n\u00e9ficier de fonctionnalit\u00e9s suppl\u00e9mentaires, ils doivent payer. Vous commencez \u00e0 comprendre l'id\u00e9e. Voici un exemple concret pour illustrer la chose.<\/p>\n\n\n\n<p>Vous pouvez cr\u00e9er une application de retouche de photo et la mettre gratuitement \u00e0 la disposition des mobinautes <strong>sur iOS, PlayStore ou d'autres biblioth\u00e8ques de logiciels<\/strong>. Pour mon\u00e9tiser votre appli, il sera possible de rendre certains filtres accessibles uniquement \u00e0 des utilisateurs premium qui ont pay\u00e9 pour avoir des acc\u00e8s plus \u00e9largis. Une autre application peut demander qu'on paie quelque chose <strong>pour<\/strong> <strong>la suppression des publicit\u00e9s ou pour obtenir des services suppl\u00e9mentaires<\/strong>. Les possibilit\u00e9s sont infinies.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" width=\"1080\" height=\"711\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile.jpg\" alt=\"mon\u00e9tiser une application mobile\" class=\"wp-image-12149\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile.jpg 1080w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile-583x384.jpg 583w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile-768x506.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile-1015x668.jpg 1015w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile-736x485.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile-360x237.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile-368x242.jpg 368w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/07\/monetiser-une-application-mobile-20x13.jpg 20w\" sizes=\"(max-width: 1080px) 100vw, 1080px\" \/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Les chiffres de l'achat in app?<\/h3>\n\n\n\n<p>Voici quelques chiffres qui devraient vous mettre un peu plus l'eau \u00e0 la bouche :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>66% du commerce mobile dans le monde au 4e trimestre de 2017 concernant des ventes in app ;<\/li>\n\n\n\n<li>Plus de 50% des transactions en ligne au 2e trimestre 2018 \u00e9taient des achats in app ;<\/li>\n\n\n\n<li>7 millenials sur 10 ont fait plus d'un achat int\u00e9gr\u00e9 en 2017.<\/li>\n<\/ul>\n\n\n\n<p>C'est vraiment int\u00e9ressant, n'est-ce pas ? Surtout quand on sait qu'en 2020, 75% des Fran\u00e7ais sont propri\u00e9taires d'un smartphone et que 89% du temps pass\u00e9 sur cet appareil est consacr\u00e9 aux applications. Cependant, pour que les utilisateurs puissent avoir envie de payer pour mieux tirer profit de votre logiciel, il doit vraiment les int\u00e9resser. Afin d'atteindre ce but, n'h\u00e9sitez pas \u00e0 consulter <a href=\"https:\/\/citronnoir.com\/application-mobile\/guide-complet\/\">le guide pour cr\u00e9er une application mobile<\/a> que Citron Noir met \u00e0 votre port\u00e9e. Notre \u00e9quipe est \u00e9galement \u00e0 votre disposition pour vous accompagner dans votre projet.<\/p>\n\n\n\n<p>Revenons \u00e0 l'achat in app. Les nombreuses possibilit\u00e9s d'offres que vous pouvez faire \u00e0 votre public cible peuvent \u00eatre regroup\u00e9es en 3 grandes cat\u00e9gories.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Les diff\u00e9rents types d'achats in app<\/h2>\n\n\n\n<p>Vous pouvez proposer dans votre application :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Les abonnements ;<\/li>\n\n\n\n<li>Les achats consommables ;<\/li>\n\n\n\n<li>Les achats non consommables.<\/li>\n\n\n\n<li>L'achats de biens.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">L'achat in app par abonnement<\/h3>\n\n\n\n<p>De nombreuses applications mettent en place un syst\u00e8me de r\u00e9mun\u00e9ration r\u00e9current par le biais d'un <a href=\"https:\/\/citronnoir.com\/application-mobile\/abonnement-in-app-revenu-application-mobile\/\" data-type=\"page\" data-id=\"37155\">abonnement dans une application<\/a>, qu'il soit hebdomadaire, mensuel, trimestriel ou annuel. Ce mode de mon\u00e9tisation  permet d'acc\u00e9der gr\u00e2ce \u00e0 un paiement au contenu d'une application ou d'un service pendant une p\u00e9riode donn\u00e9e. G\u00e9n\u00e9ralement, les abonnements sont <strong>renouvel\u00e9s de fa\u00e7on automatique \u00e0 moins que l'utilisateur les annule<\/strong>. Dans certaines applications, la possibilit\u00e9 de choisir un abonnement hebdomadaire, mensuel, trimestriel ou encore annuel est offerte.<\/p>\n\n\n\n<p>Par exemple, l'application Freeletics est un coach sportif virtuel avec des s\u00e9ances d'entrainement journali\u00e8res sous forme d'abonnement par semaines.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Les achats consommables<\/h3>\n\n\n\n<p>Les achats consommables font r\u00e9f\u00e9rence aux articles mis en vente de fa\u00e7on ponctuelle chaque fois que l'utilisateur en a besoin. Il s'agit par exemple :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Des monnaies d'un jeu, comme les pi\u00e8ces ;<\/li>\n\n\n\n<li>Des munitions virtuelles ;<\/li>\n\n\n\n<li>Des points de vie, d'\u00e9nergie ou de sant\u00e9 dans un jeu\u2026<\/li>\n<\/ul>\n\n\n\n<p>Pour ce type d'<a href=\"https:\/\/citronnoir.com\/application-mobile\/achat-integre-ios-android-tout-savoir-sur-lachat-in-app\/\" data-type=\"page\" data-id=\"37160\">achat int\u00e9gr\u00e9<\/a> dans une application, lorsque l'utilisateur supprime ou installe l'application concern\u00e9e sur un nouvel appareil, il peut ne plus avoir acc\u00e8s \u00e0 son achat. De plus, <strong>ce sont des produits qui, une fois utilis\u00e9s, expirent et n\u00e9cessitent un nouvel achat<\/strong>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Les achats non consommables<\/h3>\n\n\n\n<p>Les achats non consommables repr\u00e9sentent une cat\u00e9gorie d'achats int\u00e9gr\u00e9s qui, une fois acquis, demeurent disponibles pour l'utilisateur de fa\u00e7on permanente sans n\u00e9cessiter d'achats r\u00e9p\u00e9t\u00e9s.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>La suppression des publicit\u00e9s ;<\/li>\n\n\n\n<li>L'obtention de l'int\u00e9gralit\u00e9 d'un jeu ;<\/li>\n\n\n\n<li>L'acc\u00e8s aux fonctionnalit\u00e9s premium d'une app\u2026<\/li>\n<\/ul>\n\n\n\n<p>Si un utilisateur perd l'acc\u00e8s \u00e0 ces \u00e9l\u00e9ments pour une raison quelconque, il a la possibilit\u00e9 de les restaurer gratuitement, \u00e0 condition d'utiliser le m\u00eame compte que lors de l'achat initial. <\/p>\n\n\n\n<p>Il est important de noter que pour mettre en place <strong>une strat\u00e9gie de mon\u00e9tisation via des achats int\u00e9gr\u00e9s<\/strong>, les d\u00e9veloppeurs doivent se conformer \u00e0 un ensemble de directives \u00e9tablies par les plateformes comme l'App Store d'Apple et le Google Play Store de Google.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Achats de biens ou services physiques via les applications<\/h3>\n\n\n\n<p>En plus des achats num\u00e9riques, certaines applications offrent la possibilit\u00e9 d'<strong>acheter des biens ou services physiques<\/strong> directement depuis l'application. Ces transactions peuvent couvrir une large gamme de produits, allant des articles de mode et gadgets \u00e9lectroniques \u00e0 des services professionnels comme la consultation en ligne ou la prise de rendez-vous pour des services \u00e0 domicile. Contrairement aux achats non consommables, ces transactions sont souvent sujettes \u00e0 des conditions de livraison, de retour et de remboursement sp\u00e9cifiques, et peuvent impliquer des partenaires externes pour la gestion de la logistique. Les d\u00e9veloppeurs d'applications proposant de tels achats doivent s'assurer de la transparence des conditions de vente et de la s\u00e9curit\u00e9 des transactions, en fournissant aux utilisateurs toutes les informations n\u00e9cessaires pour effectuer leurs achats en toute confiance. Ces achats ne sont pas concern\u00e9s par les commissions des stores sur les achats virtuels et abonnements in-app.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1280\" height=\"668\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2024\/02\/Generer-des-revenus-sur-une-application-avec-labonnement-in-app-1280x668.jpg\" alt=\"ge\u0301ne\u0301rer des revenus sur une application avec l'abonnement in app\" class=\"wp-image-38300\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2024\/02\/Generer-des-revenus-sur-une-application-avec-labonnement-in-app-1280x668.jpg 1280w, https:\/\/citronnoir.com\/wp-content\/uploads\/2024\/02\/Generer-des-revenus-sur-une-application-avec-labonnement-in-app-595x311.jpg 595w, https:\/\/citronnoir.com\/wp-content\/uploads\/2024\/02\/Generer-des-revenus-sur-une-application-avec-labonnement-in-app-768x401.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2024\/02\/Generer-des-revenus-sur-une-application-avec-labonnement-in-app-1536x802.jpg 1536w, https:\/\/citronnoir.com\/wp-content\/uploads\/2024\/02\/Generer-des-revenus-sur-une-application-avec-labonnement-in-app.jpg 1640w\" sizes=\"(max-width: 1280px) 100vw, 1280px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">La publicit\u00e9 dans une application mobile<\/h2>\n\n\n\n<p><strong>Int\u00e9grer la publicit\u00e9 dans une application mobile<\/strong> repr\u00e9sente une strat\u00e9gie de mon\u00e9tisation cl\u00e9 g\u00e9n\u00e9rer des revenus tout en offrant du contenu gratuitement aux utilisateurs. Ce mod\u00e8le implique l'int\u00e9gration de divers formats publicitaires, tels que des banni\u00e8res, des interstitiels, des vid\u00e9os ou des annonces natives, directement dans l'interface de l'application. En ciblant les utilisateurs avec des annonces pertinentes et bien plac\u00e9es, l'appli peut am\u00e9liorer l'engagement tout en pr\u00e9servant l'exp\u00e9rience utilisateur. <\/p>\n\n\n\n<p>Pour optimiser l'efficacit\u00e9 de la <a href=\"https:\/\/citronnoir.com\/application-mobile\/publicite-in-app\/\" data-type=\"page\" data-id=\"37202\">publicit\u00e9 in-app<\/a>, il est essentiel d'adopter une approche \u00e9quilibr\u00e9e qui tient compte du comportement et des pr\u00e9f\u00e9rences des utilisateurs, afin de maximiser les revenus sans nuire \u00e0 l'attrait et aux fonctionnalit\u00e9s de l'application.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Attention : <\/strong>L'utilisation de la publicit\u00e9 in-app est \u00e0 double tranchant. En effet,<strong> la publicit\u00e9 peut impacter l'exp\u00e9rience utilisateur<\/strong>, ce qui engendre un taux de d\u00e9sinstallation \u00e9lev\u00e9 voire pire r\u00e9diger un avis n\u00e9gatif. Lors de l'int\u00e9gration de la publicit\u00e9 In-app, nous conseillons toujours d'inclure une alternative sans publicit\u00e9 (ex : un abonnement mensuel pour des fonctionnalit\u00e9s suppl\u00e9mentaires + la suppression des encarts publicitaires). L'enjeu est de trouver le bon \u00e9quilibre entre taux de diffusion des publicit\u00e9s et le degr\u00e9 acceptabilit\u00e9 de l'utilisateur, pour cela, nous utilisons la LTV (life time value) et des techniques d'A\/B testing.<\/li>\n\n\n\n<li><strong>Astuce :<\/strong> Nous conseillons de ne jamais cr\u00e9er un business model uniquement sur de la publicit\u00e9 in-app. Celui-ci doit \u00eatre un revenu compl\u00e9mentaire (sauf exception comme par exemple : les jeux)<\/li>\n<\/ul>\n\n\n\n<p>Il est conseill\u00e9 de se rapprocher d'une agence sp\u00e9cialis\u00e9e pour int\u00e9grer des contenus publicitaires dans une application. l'int\u00e9gration du syst\u00e8me de<a href=\"https:\/\/citronnoir.com\/application-mobile\/agence-admob\/\" data-type=\"page\" data-id=\"37365\"> mon\u00e9tisation de Google Admob<\/a> (ou d'une autre r\u00e9gie publicitaire), voire d'une application de mediation permet de maximiser les revenus de l'application mobile.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Que peut-on proposer contre r\u00e9mun\u00e9ration via achat int\u00e9gr\u00e9 ?<\/h2>\n\n\n\n<p>Pour encadrer l'utilisation des achats in app, <strong>iOS et Android ont \u00e9tabli des r\u00e8gles<\/strong> que vous devez conna\u00eetre.<\/p>\n\n\n\n<p>Sur Apple Store par exemple, pour les achats in app non consommables, l'utilisateur doit \u00eatre en mesure de r\u00e9cup\u00e9rer son achat m\u00eame s'il supprime l'application ou change son t\u00e9l\u00e9phone. Certains produits comme les livres papier ou les jetons de poker utilisables avec plusieurs jeux sont interdits \u00e0 la vente in-app.<\/p>\n\n\n\n<p>Contrairement \u00e0 la vente de biens comme des articles, <strong>la vente de fonctionnalit\u00e9s est beaucoup plus permissive<\/strong>. Pour les jeux vid\u00e9o, en plus des niveaux suppl\u00e9mentaires, la sauvegarde de donn\u00e9es sur le Cloud peut \u00eatre offerte au public.<\/p>\n\n\n\n<p>De plus, Google et Apple r\u00e9glementent de fa\u00e7on stricte la vente de services gr\u00e2ce \u00e0 l'achat in app. Bien qu'il soit possible de <strong>vendre des services comme les cartes de visite num\u00e9riques ou encore la transcription vocale<\/strong>, d'autres prestations sont interdites \u00e0 la vente. Il vous est donc impossible de facturer une r\u00e9paration physique (en plomberie par exemple) ou un service de livraison de courrier.<\/p>\n\n\n\n<p>Voyons maintenant comment vous pouvez r\u00e9ussir la mise en place d'un syst\u00e8me d'achat int\u00e9gr\u00e9 dans vos applications mobiles.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Avoir une strat\u00e9gie marketing efficace pour mon\u00e9tiser une application mobile<\/h2>\n\n\n\n<p>Votre strat\u00e9gie doit tourner autour de trois pivots : vos objectifs, la politique des prix \u00e0 adopter et le design du logiciel.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">D\u00e9finissez vos objectifs et les grandes lignes du projet<\/h3>\n\n\n\n<p>C'est la premi\u00e8re \u00e9tape pour r\u00e9ussir la mon\u00e9tisation de votre application mobile sur Android ou iOS. Avant toute chose, d\u00e9finissez clairement :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Ce que vous d\u00e9sirez vendre ;<\/li>\n\n\n\n<li>La cible que vous visez ;<\/li>\n\n\n\n<li>Le type de contenu que vous voulez mettre \u00e0 la disposition des utilisateurs\u2026<\/li>\n<\/ul>\n\n\n\n<p>Cet exercice vous permettra en r\u00e9alit\u00e9 de parfaire votre projet, mais surtout de le jauger et d'en d\u00e9tecter les forces et faiblesses.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Peaufiner le design de l'exp\u00e9rience d'achat<\/h3>\n\n\n\n<p>La majorit\u00e9 des internautes quittent un site dont le design n'est pas esth\u00e9tique et ergonomique. Il en est de m\u00eame pour les applications mobiles. Pour proposer des offres d'achat int\u00e9gr\u00e9, votre <strong>strat\u00e9gie marketing doit \u00e9galement reposer sur des visuels plaisants et ergonomiques<\/strong>.<\/p>\n\n\n\n<p>Ainsi, avec un design efficace, on pourra :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Mentionner toutes les informations n\u00e9cessaires \u00e0 la prise de d\u00e9cision de l'utilisateur (avantages, prix, modalit\u00e9s d'utilisation, dur\u00e9e d'engagement\u2026) ;<\/li>\n\n\n\n<li>Indiquer si l'achat int\u00e9gr\u00e9 propos\u00e9 est consommable ou non consommable ;<\/li>\n\n\n\n<li><strong>Emp\u00eacher l'utilisateur de s'engager par accident<\/strong>.<\/li>\n<\/ul>\n\n\n\n<p>Allez-vous utiliser un pop-up, un bouton ou une notification ? Parce qu'une telle d\u00e9cision ne se fait pas au hasard, vous pouvez faire confiance \u00e0 notre \u00e9quipe qui regroupe des UX\/UI designers comp\u00e9tents. Ensemble, nous pourrons mieux peaufiner votre projet pour garantir sa r\u00e9ussite.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Fixer un bon prix et choisir des modes de paiement accessibles<\/h3>\n\n\n\n<p>Quelle est la fr\u00e9quence d'utilisation de l'application par l'audience ? Quelle est la taille de cette derni\u00e8re ? Quels sont la tranche d'\u00e2ge et le statut social de votre communaut\u00e9 ? Trouver les r\u00e9ponses \u00e0 ces questions vous aidera \u00e0 <strong>d\u00e9finir<\/strong><strong> le tarif appropri\u00e9 \u00e0 la fois pour vous et vos utilisateurs<\/strong>. Ainsi, vos offres ne seront ni trop ch\u00e8res, ni trop peu rentables.<\/p>\n\n\n\n<p>Alors, voulez-vous mon\u00e9tiser une application mobile ? N'h\u00e9sitez pas \u00e0 essayer l'achat in app. Pour respecter les normes en la mati\u00e8re, mais aussi faire des offres qui seront attirantes et rentables, offrez-vous l'accompagnement de professionnels exp\u00e9riment\u00e9s. Contactez Citron Noir pour parler de votre projet avec nos experts.<\/p>\n\n\n\n<p>Quelques sources des chiffres :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><a href=\"https:\/\/www.lsa-conso.fr\/les-ventes-in-app-representent-66-du-m-commerce-dans-le-monde-au-4e-trimestre,282756\">Isa-conso.fr<\/a><\/li>\n\n\n\n<li><a href=\"https:\/\/www.arobasenet.com\/2018\/09\/chiffres-shopping-en-ligne-4971.html\">Arobasenet.com<\/a><\/li>\n\n\n\n<li><a href=\"https:\/\/www.axiocode.com\/statistiques-application-mobile-2019\/#:~:text=d'ici%202020.-,(%20Source%20%3A%20Statista%20),milliards%20de%20dollars%20en%202020.\">Axiocode.com<\/a><\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>L'achat in app est une des solutions tr\u00e8s efficaces pour mon\u00e9tiser une application mobile. Qu'est-ce que l'achat in app ? Comment pouvez-vous l'utiliser pour mon\u00e9tiser une application mobile ? Voici plus d'explications dans cet article.<\/p>\n","protected":false},"author":4,"featured_media":12140,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"132","_seopress_titles_title":"Comment r\u00e9ussir \u00e0 mon\u00e9tiser une application mobile ?","_seopress_titles_desc":"Avez-vous lanc\u00e9 une application mobile ? Comment la mon\u00e9tiser avec succ\u00e8s ? Voici des informations pratiques sur la solution de l&#039;achat in app.","_seopress_robots_index":"","footnotes":""},"categories":[132],"tags":[],"class_list":["post-12137","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-creer-une-application-mobile"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/12137"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=12137"}],"version-history":[{"count":10,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/12137\/revisions"}],"predecessor-version":[{"id":38372,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/12137\/revisions\/38372"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/12140"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=12137"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=12137"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=12137"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}