{"id":19203,"date":"2021-11-24T14:20:29","date_gmt":"2021-11-24T13:20:29","guid":{"rendered":"https:\/\/citronnoir.com\/?p=19203"},"modified":"2024-08-26T11:56:26","modified_gmt":"2024-08-26T09:56:26","slug":"mise-a-jour-wordpress-5-9","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/wordpress\/mise-a-jour-wordpress-5-9\/","title":{"rendered":"WordPress 5.9 : Quelles sont les nouveaut\u00e9s de la mise \u00e0 jour WordPress de D\u00e9cembre ?"},"content":{"rendered":"\n<p>Bienvenue dans l'\u00e8re de WordPress 5.9, une nouvelle mise \u00e0 jour majeure de la plateforme de gestion de contenu la plus populaire au monde. En tant qu'<a href=\"http:\/\/citronnoir.com\/agence-wordpress\">agence WordPress<\/a>, nous savons comment il est essentiel de ma\u00eetriser les outils WordPress, \u00eatre inform\u00e9 des derni\u00e8res sorties pour mettre \u00e0 jour nos sites wordpress tant sur le plan technique qu'\u00e9volutif, dans la lign\u00e9e des nouveaut\u00e9s propos\u00e9es.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">WordPress 5.9 quelles sont les nouveaut\u00e9s\u202f?<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">Optimisation des performances<\/h3>\n\n\n\n<p>Google semble peu \u00e0 peu prendre en consid\u00e9ration le crit\u00e8re du temps de chargement dans son algorithme d'indexation des pages. WordPress l'a bien compris et la version 5.9 promet une diminution de 30% du temps de chargement du core web vitals des fichiers du CMS. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Gestion des blocs et conception Web intrins\u00e8que<\/h3>\n\n\n\n<p>L'un des principaux points de discordes pour les d\u00e9veloppeurs est le manque d'outils r\u00e9actifs disponibles au&nbsp;niveau de la gestion des blocs. WordPress a mis un moment \u00e0 mettre \u00e0 jour cette <em>feature<\/em>, et souhaite y aller doucement pour \u00e9viter de complexifier l'interface.<\/p>\n\n\n\n<p>Le mod\u00e8le de bloc permet notamment une <em>conception intrins\u00e8ques<\/em>, car un bloc peut occuper une place dans de nombreuses mises en page et conteneurs diff\u00e9rents, pour lesquels les requ\u00eates de m\u00e9dias ne tiennent pas compte du contexte. En d'autres termes, un bloc doit pouvoir \u00e9voluer et \u00eatre r\u00e9actif suivant son affichage : sur mobile, PC, dans une colonne ou trois colonnes.<\/p>\n\n\n\n<p>Chaque zone de bloc doit \u00eatre intrins\u00e8quement r\u00e9active, permettant aux blocs de se composer, de s'envelopper, de s'empiler et de s'organiser pour s'adapter aux diff\u00e9rents espaces et \u00e9crans.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u00c9dition des menus de navigation<\/h3>\n\n\n\n<p>Le projet de gestion des menus en bloc est en cours de d\u00e9veloppement depuis un certain temps d\u00e9j\u00e0. L'id\u00e9e \u00e9tant de proposer plus de personnalisation sur l'affichage des menus et une flexibilit\u00e9 avanc\u00e9e pour les \u00e9diteurs de th\u00e8mes.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Une interface .json<\/h3>\n\n\n\n<p>La pr\u00e9c\u00e9dente version de WordPress (5.8) a introduit la gestion .json des blocs afin de laisser la main aux th\u00e8mes sur la fa\u00e7on de rendre le bloc sur le <strong>Front-Office<\/strong>. Les d\u00e9veloppeurs ont donc la main sur la personnalisation des blocs <strong>Gutemberg<\/strong>. La prochaine \u00e9tape est donc de proposer plus d'options \u00e0 l'utilisateur pour <strong>interagir avec les propri\u00e9t\u00e9s de style.&nbsp;<\/strong><\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1536\" height=\"702\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/gutemberg-editor.jpg\" alt=\"gutemberg editor\" class=\"wp-image-19207\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/gutemberg-editor.jpg 1536w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/gutemberg-editor-736x336.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/gutemberg-editor-768x351.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/gutemberg-editor-1280x585.jpg 1280w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/gutemberg-editor-360x165.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/gutemberg-editor-368x168.jpg 368w\" sizes=\"(max-width: 1536px) 100vw, 1536px\" \/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\"> \u00c9dition plus compl\u00e8te des \u00e9l\u00e9ments du site <\/h3>\n\n\n\n<p>L'objectif principal de WordPress en ce d\u00e9but d'ann\u00e9e 2022 est de proposer plus de flexibilit\u00e9 aux utilisateurs interm\u00e9diaires. Et notamment une \u00e9dition plus compl\u00e8te des \u00e9l\u00e9ments fixes tels que le header, le footer, les menus, les feuilles de styls CSS, etc.<\/p>\n\n\n\n<p>WordPress 5.9 souhaite affiner les flux d\u2019\u00e9dition pour les th\u00e8mes de blocs, pour commencer \u00e0 d\u00e9finir la proc\u00e9dure de transition entre les zones de widgets actuelles et les nouvelles zones bas\u00e9es sur le syst\u00e8me de bloc.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Gutemberg quelles sont les nouveaut\u00e9s embarqu\u00e9es avec WordPress 5.9<\/h2>\n\n\n\n<p>Depuis WordPress 5.0 (2018), le CMS embarque l'\u00e9diteur de contenu Gutemberg. La strat\u00e9gie de WordPress est de centraliser Gutemberg comme l'\u00e9diteur de bloc par d\u00e9faut sur WordPress. Le noyau du CMS a donc \u00e9t\u00e9 optimis\u00e9 pour int\u00e9grer de la meilleure fa\u00e7on Gutemberg.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1141\" height=\"537\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/wordpress-gutemberg.png\" alt=\"wordpress gutemberg\" class=\"wp-image-19215\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/wordpress-gutemberg.png 1141w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/wordpress-gutemberg-736x346.png 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/wordpress-gutemberg-768x361.png 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/wordpress-gutemberg-360x169.png 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/wordpress-gutemberg-368x173.png 368w\" sizes=\"(max-width: 1141px) 100vw, 1141px\" \/><\/figure>\n\n\n\n<p>Le principe de Gutenberg blocks est de proposer <strong>une approche modulaire de la cr\u00e9ation de contenu<\/strong>. Plut\u00f4t que d'utiliser du code pour ajouter un \u00e9l\u00e9ment sur une page, vous pouvez ajouter des \u00e9l\u00e9ments par bloc. C'est d'ailleurs une tr\u00e8s bonne fa\u00e7on de g\u00e9rer le contenu avec des mod\u00e8les cr\u00e9\u00e9s par <a href=\"https:\/\/citronnoir.com\/agence-wordpress\/oxygen-builder\/\" data-type=\"URL\">Oxygen Builder<\/a>. <\/p>\n\n\n\n<p>Gutemberg a connu de nombreuses mise \u00e0 jour permettant d'ajouter beaucoup de blocs de contenus tels que du des sections, colonnes, texte, des titres, des images, des vid\u00e9os, des listes et d'autres \u00e9l\u00e9ments plus complexes. Avec l'arriv\u00e9e de WordPress 5.9 Gutemberg va connaitre quelques am\u00e9liorations :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Am\u00e9liorations de la vue en liste<\/li>\n\n\n\n<li>Corrections de bugs<\/li>\n\n\n\n<li>Cr\u00e9ation d'un bloc de sondage<\/li>\n\n\n\n<li>Cr\u00e9ation de blocs personnalis\u00e9s<\/li>\n\n\n\n<li>Meilleure gestion du Javascript inline<\/li>\n\n\n\n<li>Modification de la fa\u00e7on d'aligner des \u00e9l\u00e9ments<\/li>\n\n\n\n<li>Am\u00e9liorations du bloc de requ\u00eate<\/li>\n\n\n\n<li>Outils de conception mis \u00e0 jour avec des styles globaux<\/li>\n\n\n\n<li>Exp\u00e9rience de bloc de navigation plus l\u00e9g\u00e8re<\/li>\n<\/ul>\n\n\n\n<p>Pour toutes les \u00e9volutions, vous pouvez lire la release Gutemberg <a href=\"https:\/\/github.com\/WordPress\/gutenberg\/releases\" data-type=\"URL\" data-id=\"https:\/\/github.com\/WordPress\/gutenberg\/releases\" target=\"_blank\" rel=\"noreferrer noopener\">ici<\/a><\/p>\n\n\n\n<p>Toutefois, la mise \u00e0 jour d Gutemberg sera publi\u00e9e quelques semaines apr\u00e8s la sortie de WordPress 5.9 (la p\u00e9riode de test annonc\u00e9 a \u00e9t\u00e9 r\u00e9vis\u00e9e). La mise \u00e0 jour de WordPress devra attendre une nouvelle release (probablement WordPress 5.9.1) pour voir son \u00e9diteur \u00e0 jour.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Votre site sera-t-il compatible \u00e0 WordPress 5.9<\/h2>\n\n\n\n<p>En un mot : <strong>OUI<\/strong><\/p>\n\n\n\n<p>La grande majorit\u00e9 des sites ne verront presque aucun changement, si ce n'est un l\u00e9ger lifting d'interface de la partie <strong>administrateur<\/strong>. Il peut y avoir certaines exceptions, WordPress a d'ailleurs communiqu\u00e9 sur l'une d'entre elles, \u00e0 savoir : le module de galerie : Le bloc principal de la galerie a \u00e9t\u00e9 remani\u00e9&nbsp;pour enregistrer les images individuelles en tant que blocs d'image : Les galeries ayant \u00e9t\u00e9 personnalis\u00e9es avec un CSS sur mesure peuvent \u00e9ventuellement n\u00e9cessiter une l\u00e9g\u00e8re adaptation par un expert.<\/p>\n\n\n\n<p><strong>En bref :<\/strong><\/p>\n\n\n\n<p>Inutile de se pr\u00e9parer outre mesure, attendez le mois de Janvier et mettez simplement votre site \u00e0 jour, comme vous le feriez pour n'importe quelle autre mise \u00e0 jour ! Pensez \u00e0 bien effectuer une sauvegarde du site avant \/ apr\u00e8s.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"960\" height=\"447\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/maintenance-wordpress.png\" alt=\"maintenance wordpress\" class=\"wp-image-19221\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/maintenance-wordpress.png 960w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/maintenance-wordpress-736x343.png 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/maintenance-wordpress-768x358.png 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/maintenance-wordpress-360x168.png 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/11\/maintenance-wordpress-368x171.png 368w\" sizes=\"(max-width: 960px) 100vw, 960px\" \/><\/figure>\n\n\n\n<p>Notre agence peut d'ailleurs vous accompagner en ce sens =&gt; <a href=\"\/maintenance-wordpress\/\">D\u00e9couvrez nos offres de maintenance<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Initialement pr\u00e9vue le 14 d\u00e9cembre 2021, la date de sortie r\u00e9vis\u00e9e de WordPress 5.9 est finalement confirm\u00e9e pour le 25 janvier 2022. Annonce effectu\u00e9e par Wordpress.org<\/p>\n<p>C\u2019est bien connu, les outils du web sont en constante \u00e9volution, et s\u2019am\u00e9liorent au fil du temps et des mises \u00e0 jour. Wordpress et Gutemberg ne d\u00e9rogent pas \u00e0 cette r\u00e8gle ! Il est d'ailleurs primordial, pour des raisons de performances et de s\u00e9curit\u00e9, de conserver un site \u00e0 jour !<\/p>\n","protected":false},"author":4,"featured_media":19209,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"WordPress 5.9 : Les nouveaut\u00e9s de la mise \u00e0 jour Wordpress","_seopress_titles_desc":"WordPress 5.9 est confirm\u00e9 pour le 25 janvier 2022. Au programme : optimisation des performances, gestion des blocs, nouveaut\u00e9s, design et exp\u00e9rience utilisateur.","_seopress_robots_index":"","footnotes":""},"categories":[128],"tags":[],"class_list":["post-19203","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-wordpress"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/19203"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=19203"}],"version-history":[{"count":8,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/19203\/revisions"}],"predecessor-version":[{"id":43999,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/19203\/revisions\/43999"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/19209"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=19203"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=19203"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=19203"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}