{"id":7398,"date":"2019-12-04T13:32:12","date_gmt":"2019-12-04T12:32:12","guid":{"rendered":"https:\/\/citronnoir.com\/?p=7398"},"modified":"2023-06-30T18:35:47","modified_gmt":"2023-06-30T16:35:47","slug":"rendre-son-discours-attractif-avec-la-methode-steve-jobs","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/entreprendre\/rendre-son-discours-attractif-avec-la-methode-steve-jobs\/","title":{"rendered":"Rendre son discours attractif avec la m\u00e9thode Steve Jobs"},"content":{"rendered":"\n<p>Au-del\u00e0 des techniques de communication, de la pr\u00e9paration d\u2019un discours et de <a href=\"\/entreprendre\/la-communication-non-verbale-influence-t-elle-votre-discours\/\">la communication non-verbale<\/a>, notre \u00e9tat d\u2019esprit peut influencer l\u2019int\u00e9r\u00eat de notre discours.<\/p>\n\n\n\n<p><b>Aristote<\/b> \u00e9crivait : <em><q>\u00ab L'excellence est un art que l'on atteint que par l'exercice constant. Nous sommes ce que nous faisons de mani\u00e8re r\u00e9p\u00e9t\u00e9e. L'excellence n'est donc pas une action mais une habitude. \u00bb.<\/q><\/em><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Steve Jobs le discours \u00e0 la perfection<\/h2>\n\n\n\n<p>Steve Jobs, a r\u00e9volutionn\u00e9 notre fa\u00e7on de communiquer, de partager des informations et d'interagir les uns avec les autres. C'\u00e9tait un g\u00e9nie technologique, un innovateur et un l'un des conf\u00e9renciers les plus dynamiques et les plus efficaces. Bien que son aisance orale et la qualit\u00e9 des produits Apple ont contribu\u00e9 \u00e0 sa r\u00e9ussite, Steve Jobs a durement travailler certaines techniques de communication pouvant \u00eatre utile \u00e0 tous les secteurs d\u2019activit\u00e9s :<br><b>Quel est le dernier message que je souhaite laisser \u00e0 mon public?<\/b><br>Posez-vous cette question avant toute pr\u00e9sentation et adaptez votre discours pour que la derni\u00e8re information soit une bombe dans votre auditoire. A la fin des pr\u00e9sentations de Steve Jobs, on entendait souvent : \"et encore une chose\". Parfois, c'\u00e9tait un appel \u00e0 l'action. D'autres fois, c'\u00e9tait une question ou un d\u00e9fi. Jobs a compris l'importance de laisser une impression puissante et durable sur son public, c\u2019est d\u2019autant plus pertinent que de laisser son public parce que le discours est tout simplement termin\u00e9 ou parce que celui-ci semble fatigu\u00e9, peu attentif.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Chaque pr\u00e9sentation est une performance<\/h2>\n\n\n\n<p>Pour Steve Jobs, une pr\u00e9sentation \u00e9tait un d\u00e9fi, une performance \u00e0 r\u00e9aliser, comme un artiste sur une sc\u00e8ne de spectacle. En effet, il ne donnait pas simplement des informations sur le nouvel iPhone ou sur les mises \u00e0 jour d\u2019un iPod, mais il montait un r\u00e9el spectacle. Dans son discours, tout \u00e9tait destin\u00e9 \u00e0 garder le public stimul\u00e9 et engag\u00e9. Il installait un rythme, par son <strong>discours <\/strong>, ses animations vid\u00e9os, ses d\u00e9monstrations et son humour. Steve Jobs avait compris qu\u2019\u00e9couter la m\u00eame personne parler pendant une p\u00e9riode prolong\u00e9e pouvait fatiguer un public. C\u2019est pour cela qu\u2019il m\u00e9langeait les supports visuels et qu\u2019il n\u2019\u00e9tait pas la seule voix ou la seule image per\u00e7ue sur sc\u00e8ne.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Apporter la preuve : proof of concept (POF)<\/h2>\n\n\n\n<p>Jobs ne se contentait pas d\u2019\u00e9num\u00e9rer les am\u00e9liorations d\u2019une mise a jour ou la liste les caract\u00e9ristiques du dernier \"device\". Bien au contraire, il pr\u00e9f\u00e9rait orienter son discours sur les changements apport\u00e9s par son innovation dans le quotidien de tout un chacun. Il \u00e9tait toujours concentr\u00e9 sur l'impact qu'un produit Apple pouvait avoir sur la vie de ses utilisateurs. Il rendait le produit personnel et indispensable.<br>A la fin d\u2019une conf\u00e9rence certains avaient tr\u00e8s envie de se procurer cette nouveaut\u00e9 sans forc\u00e9ment conna\u00eetre pr\u00e9cis\u00e9ment l\u2019innovation technologique. Il a retranscrit des images quotidiennes pour les am\u00e9liorer, comme un \u00e9tudiant effectuant des recherches sur un iPad par exemple. Il rendait r\u00e9el la simplicit\u00e9 technologique par <strong>la preuve du concept<\/strong>. Les produits Apple sont en parfaite harmonie avec ce discours : unique et simple d\u2019utilisation. C\u2019est comme cela que Steeve Jobs cr\u00e9a les <em>Apple Addict<\/em>.<br><img decoding=\"async\" class=\"\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2019\/12\/steve-jobs-livre-iphone.jpg\" alt=\"livre de steve jobs\"><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">\u00catre passionn\u00e9 par son discours et ses produits<\/h2>\n\n\n\n<p>Soyez coach\u00e9 par nos experts pour am\u00e9liorer votre \u00e9loquence.<\/p>\n\n\n\n<p>La passion n'est pas une technique de vente mais un \u00e9tat que l\u2019on peut transmettre. On ne peut fabriquer la passion, elle se ressent naturellement dans un discours. Steve Jobs \u00e9tait un passionn\u00e9 de technologie, il prenait du plaisir et \u00e7a se sentait. Son public \u00e9tait excit\u00e9 parce qu'il \u00e9tait excit\u00e9. M\u00eame dans les derni\u00e8res ann\u00e9es de sa vie, alors qu'il \u00e9tait fragile et mourant, il n'a jamais perdu cette passion. C'est une le\u00e7on de vie transposable a n\u2019importe quel secteur d\u2019activit\u00e9. Une le\u00e7on de management, de communication et de leadership.<\/p>\n\n\n\n<p><em>Je ne suis pas personnellement passionn\u00e9 par les produits Apple, j'utilise d'autre marques tout aussi performantes, mais j\u2019ai toujours \u00e9t\u00e9 passionn\u00e9 par le grand Steve Jobs. Je tente mod\u00e9r\u00e9ment de m'inspirer de ses techniques de communication. Comme par exemple, lors de mon passage \u00e0 Ch\u00e9rie FM.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>La pr\u00e9paration et le travail effectu\u00e9 se ressentiront toujours dans votre discours. Steve Jobs, l\u2019ancien PDG d\u2019Apple, excellait dans ce domaine. <\/p>\n","protected":false},"author":4,"featured_media":32891,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"113","_seopress_titles_title":"Rendre son discours attractif avec la m\u00e9thode Steve Jobs","_seopress_titles_desc":"Pour bien pr\u00e9parer un discours, l&#039;\u00e9tat d\u2019esprit, la pr\u00e9paration et la passion pour un sujet sont les principaux facteurs de r\u00e9ussite.","_seopress_robots_index":"","footnotes":""},"categories":[113],"tags":[],"class_list":["post-7398","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-entreprendre"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/7398"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=7398"}],"version-history":[{"count":3,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/7398\/revisions"}],"predecessor-version":[{"id":32883,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/7398\/revisions\/32883"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/32891"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=7398"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=7398"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=7398"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}