{"id":32166,"date":"2023-04-26T17:20:20","date_gmt":"2023-04-26T15:20:20","guid":{"rendered":"https:\/\/citronnoir.com\/?p=32166"},"modified":"2024-08-14T12:24:05","modified_gmt":"2024-08-14T10:24:05","slug":"between-human-beings","status":"publish","type":"realisations","link":"https:\/\/citronnoir.com\/realisations\/between-human-beings\/","title":{"rendered":"Between Human Beings"},"content":{"rendered":"<div id=\"div_block-3-31992\" class=\"ct-div-block \" ><h1 id=\"headline-4-31992\" class=\"ct-headline \">Cr\u00e9ation du site de formation Between Human Beings\n<\/h1><div id=\"text_block-8-31992\" class=\"ct-text-block projet_intro\" >Between Human Beings propose des formations certifiantes dans les th\u00e9matiques de la bureautique, la communication, la comptabilit\u00e9, le management et la vente. Les formations et le coaching personnalis\u00e9 est particuli\u00e8rement adapt\u00e9 aux besoins sp\u00e9cifiques des salari\u00e9s et des dirigeants. Gr\u00e2ce \u00e0 des formateurs passionn\u00e9s et experts dans leurs domaines, Between Human Beings offre des solutions de formation sur mesure, en pr\u00e9sentiel ou \u00e0 distance via une plateforme e-learning, ainsi qu'un accompagnement personnalis\u00e9 pour optimiser les performances et acc\u00e9l\u00e9rer la carri\u00e8re de ses apprenants.\n<\/div><\/div>\n\n<div id=\"div_block-2-31926\" class=\"ct-div-block projet_sing_obj\" ><h2 id=\"headline-3-31926\" class=\"ct-headline\">Objectifs de la collaboration<\/h2><div id=\"_rich_text-5-31926\" class=\"oxy-rich-text custom_list\" ><ol>\n<li>Cr&eacute;er une identit&eacute; de marque percutente et d&eacute;cali&eacute;e ;<\/li>\n<li>Cr&eacute;er un branding remarquable ;<\/li>\n<li>D&eacute;velopper une strat&eacute;gie de communication digitale, articul&eacute;e autour de la cr&eacute;ation du site internet ;<\/li>\n<li>Optimiser l'aquisition de leads on-site ;&nbsp;<\/li>\n<li>D&eacute;velopper une strat&eacute;gie de contenu efficace ;<\/li>\n<li>Faciliter la gestion du site web et du contenu pour les &eacute;quipes internes ;<\/li>\n<li>Mettre en avant et vendre en ligne les formations de la plateforme e-learning ;<\/li>\n<li>Mettre en place des syst&egrave;mes de suivi et d'analyse des performances ;<\/li>\n<li>Adapter le site web et les fonctionnalit&eacute;s aux besoins sp&eacute;cifiques du client pour offrir une solution personnalis&eacute;e et sur-mesure.<\/li>\n<li>Offrir un support technique et un accompagnement continu pour assurer la p&eacute;rennit&eacute; et l'&eacute;volution du site web selon les besoins du client.<\/li>\n<\/ol><\/div><\/div>\n\n\n<h1 class=\"wp-block-heading\">Cr\u00e9ation du site et de l'identit\u00e9 visuelle de Between Human Beings<\/h1>\n\n\n\n<h2 class=\"wp-block-heading\">Les missions de Citron Noir<\/h2>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Conception et \u00e9laboration d'une charte graphique coh\u00e9rente et attrayante pour renforcer l'image de marque ;<\/li>\n\n\n\n<li>D\u00e9veloppement d'une identit\u00e9 visuelle compl\u00e8te pour une communication harmonieuse et unifi\u00e9e.<\/li>\n\n\n\n<li>Cr\u00e9ation d'un site e-commerce responsive ;<\/li>\n\n\n\n<li>Cr\u00e9ation d'un parcours client personnalis\u00e9 ;<\/li>\n\n\n\n<li>Mise en place de custom post types pour organiser et g\u00e9rer facilement le contenu du site ;<\/li>\n\n\n\n<li>\u00c9tablissement de relations entre les diff\u00e9rents contenus pour une navigation fluide et coh\u00e9rente ;<\/li>\n\n\n\n<li>Optimisation du processus de paiement pour r\u00e9duire l'abandon de panier et augmenter les conversions ;<\/li>\n\n\n\n<li>Int\u00e9gration d'un module de paiement s\u00e9curis\u00e9 (Paypal + Stripe) ;<\/li>\n\n\n\n<li>Cr\u00e9ation d'un espace client personnalis\u00e9 pour permettre aux utilisateurs de g\u00e9rer leurs informations et commandes ;<\/li>\n\n\n\n<li>Optimisation du site pour le r\u00e9f\u00e9rencement naturel (SEO) ;<\/li>\n\n\n\n<li>Configuration et personnalisation d'un blog pour partager des actualit\u00e9s, conseils et astuces en lien avec l'activit\u00e9 de l'entreprise ;<\/li>\n\n\n\n<li>Optimisation des CTA et cr\u00e9ation de formulaires sur-mesure ;<\/li>\n\n\n\n<li>Mise en place de mesures de s\u00e9curit\u00e9 pour prot\u00e9ger les donn\u00e9es sensibles et assurer la stabilit\u00e9 du site ;<\/li>\n\n\n\n<li>Coaching sur la communication de l'entreprise : Conception d'un plan marketing digital pour promouvoir l'entreprise et augmenter les ventes en ligne.<\/li>\n\n\n\n<li>Formation et accompagnement des \u00e9quipes internes pour g\u00e9rer ;<\/li>\n\n\n\n<li>Maintenance technique des supports.<\/li>\n<\/ul>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"485\" height=\"668\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/04\/between-human-beings-preview-site-internet-485x668.jpg\" alt=\"between human beings preview site internet\" class=\"wp-image-32193\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/04\/between-human-beings-preview-site-internet-485x668.jpg 485w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/04\/between-human-beings-preview-site-internet-432x595.jpg 432w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/04\/between-human-beings-preview-site-internet-768x1058.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/04\/between-human-beings-preview-site-internet.jpg 1080w\" sizes=\"(max-width: 485px) 100vw, 485px\" \/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Cr\u00e9ation de la charte graphique<\/h3>\n\n\n\n<p>les cheffe de projet de BHB souhaitaient une image de marque forte, un logo en forme de licorne et une couleur moderne et reconnaissable. Beaucoup d'informations \u00e0 harmoniser pour cr\u00e9er en finalit\u00e9 une charte graphique originale et pertinente. La charte regroupe l'ensemble des r\u00e8gles d'utilisation des couleurs, des typographies, des formes et des images, qui permettent d'\u00e9tablir une coh\u00e9rence visuelle sur l'ensemble des supports de communication. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Cr\u00e9ation du site web <\/h3>\n\n\n\n<p>La cr\u00e9ation d'un site web \u00e9tait l'enjeu de cette collaboration. Au centre du projet, le site web de BHB informe et permet de r\u00e9server sa formation. Nous avons mis en place un design \u00e9pur\u00e9 et travaill\u00e9 sur la navigation et l'optimisation du parcours client. Par ailleurs, un syst\u00e8me de recherche avanc\u00e9 et de gestion de contenus complexes a \u00e9t\u00e9 int\u00e9gr\u00e9. Enfin, les boutons \"r\u00e9server\" \"demander un financement\" ont \u00e9t\u00e9 optimis\u00e9 sur les pages produits et le checkout a \u00e9t\u00e9 personnalis\u00e9 pour am\u00e9liorer l'exp\u00e9rience et faciliter l'achat.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Optimisation du SEO <\/h3>\n\n\n\n<p>Le r\u00e9f\u00e9rencement naturel (SEO) est un levier incontournable pour am\u00e9liorer la visibilit\u00e9 d'un site web sur les moteurs de recherche, d'autant plus lorsque celui-ci est au centre de la strat\u00e9gie. Le site a \u00e9t\u00e9 optimis\u00e9 au maximum sur l'aspect technique. Nous avons \u00e9galement optimis\u00e9 les process de cr\u00e9ation de contenus et maillage interne.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Optimisation du site et des performances<\/h3>\n\n\n\n<p>Les performances d'un site web sont d\u00e9terminantes pour garantir une exp\u00e9rience utilisateur satisfaisante et am\u00e9liorer le classement dans les r\u00e9sultats de recherche. Nous travaillons sur l'optimisation du temps de chargement des pages, la mise en place de solutions de cache et la compression des ressources pour acc\u00e9l\u00e9rer la navigation et r\u00e9duire le taux de rebond. Nous veillons \u00e9galement \u00e0 ce que le site soit responsive et s'adapte parfaitement \u00e0 tous les types d'appareils pour offrir une exp\u00e9rience optimale sur mobile, tablette et desktop. En collaboration avec BHB, nous veillons \u00e0 pr\u00e9server les performances du site dans le temps.<\/p>\n","protected":false},"featured_media":32182,"template":"","class_list":["post-32166","realisations","type-realisations","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/realisations\/32166"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/realisations"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/realisations"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/32182"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=32166"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}