{"id":12618,"date":"2023-04-27T17:02:26","date_gmt":"2023-04-27T15:02:26","guid":{"rendered":"https:\/\/citronnoir.com\/?p=12618"},"modified":"2024-08-14T12:23:40","modified_gmt":"2024-08-14T10:23:40","slug":"les-ames-sauvages","status":"publish","type":"realisations","link":"https:\/\/citronnoir.com\/realisations\/les-ames-sauvages\/","title":{"rendered":"Les \u00c2mes Sauvages"},"content":{"rendered":"<div id=\"div_block-3-31992\" class=\"ct-div-block \" ><h1 id=\"headline-4-31992\" class=\"ct-headline \">Refonte du site web \"Les \u00c2mes Sauvages\", artisans savonniers\n<\/h1><div id=\"text_block-8-31992\" class=\"ct-text-block projet_intro\" >Les \u00c2mes Sauvages, artisans savonniers en C\u00e9vennes propose des articles cosm\u00e9tiques respectueux de la peau et de l\u2019environnement. Des produits efficaces, agr\u00e9ables et respectueux de la peau et de l\u2019environnement. Les \u00c2mes Sauvages proposent une gamme de savons solides et de bougies artisanales fabriqu\u00e9s \u00e0 partir d'ingr\u00e9dients naturels et respectueux de l'environnement. En privil\u00e9giant des proc\u00e9d\u00e9s de fabrication \u00e9cologiques tels que la saponification \u00e0 froid et en s\u00e9lectionnant des mati\u00e8res premi\u00e8res issues de l'agriculture biologique ou raisonn\u00e9e, l'entreprise s'assure de proposer des produits qui soient \u00e0 la fois b\u00e9n\u00e9fiques pour la peau et pour la plan\u00e8te. De plus, leur attachement au territoire des C\u00e9vennes et \u00e0 la valorisation du savoir-faire local se refl\u00e8te dans la conception de leurs accessoires uniques et la collaboration avec des artisans locaux.\n<\/div><\/div>\n\n<div id=\"div_block-2-31926\" class=\"ct-div-block projet_sing_obj\" ><h2 id=\"headline-3-31926\" class=\"ct-headline\">Objectifs de la collaboration<\/h2><div id=\"_rich_text-5-31926\" class=\"oxy-rich-text custom_list\" ><ol>\n<li>Cr&eacute;er un site e-commerce moderne, performant et simple d'utilisation ;<\/li>\n<li>Cr&eacute;er des pages produit attractives ;<\/li>\n<li>Valoriser le savoir faire et la dimension &eacute;cologique de l'entreprise ;<\/li>\n<li>Mettre en avant les produits et leurs bienfaits ;<\/li>\n<li>Optimiser les taux de conversion ;<\/li>\n<li>Automatiser les livraisons des clients ;<\/li>\n<li>Assurer la maintenance technique.<\/li>\n<\/ol><\/div><\/div>\n\n\n<h1 class=\"wp-block-heading\">Refonte du site e-commerce www.lesamessauvages.fr<\/h1>\n\n\n\n<p>La refonte du site e-commerce a permis une modernisation g\u00e9n\u00e9rale du design une am\u00e9lioration des fonctionnalit\u00e9s pour offrir une exp\u00e9rience d'achat optimale aux clients. Cette transformation a \u00e9t\u00e9 cruciale pour suivre les tendances du march\u00e9 et rester comp\u00e9titif face aux concurrents.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"\/wp-content\/uploads\/2020\/06\/les-ames-sauvages-1.jpg\" alt=\"Site web les \u00e2mes sauvages page accueil\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Optimisation du parcours client et du taux de conversion<\/h2>\n\n\n\n<p>L'objectif principal de la refonte \u00e9tait d'optimiser le parcours client et les taux de conversion (l'ancien site n'\u00e9tant pas optimis\u00e9 en ce sens). Nous avons travaill\u00e9 sur l'optimisation du parcours client, en facilitant la navigation et en simplifiant les \u00e9tapes d'achat. Par exemple, nous avons optimis\u00e9 la navigation du site en am\u00e9liorant le menu et en mettant en place un syst\u00e8me de recherche efficace. Ces changements ont rendu la d\u00e9couverte et l'achat des produits plus simples. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Optimisation de l'UI<\/h2>\n\n\n\n<p>Nous avons port\u00e9 une attention particuli\u00e8re \u00e0 l'exp\u00e9rience utilisateur et au design du site e-commerce.  <\/p>\n\n\n\n<p>Le design du site web a \u00e9t\u00e9 repens\u00e9 pour offrir une esth\u00e9tique moderne et attrayante, en accord avec l'image de marque. Ce nouveau design a contribu\u00e9 \u00e0 renforcer l'identit\u00e9 visuelle de l'entreprise et \u00e0 s\u00e9duire davantage de clients.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Mis en avant des produits avec un shooting photo en studio<\/h3>\n\n\n\n<p>Pour mettre en valeur les produits des \u00c2mes Sauvages, nous avons organis\u00e9 un shooting photo en studio, en collaboration avec <a href=\"https:\/\/www.widelook.fr\/\" data-type=\"URL\" data-id=\"https:\/\/www.widelook.fr\/\">Wide Look<\/a>. En mettant l'accent sur la qualit\u00e9 des visuels, nous avons captur\u00e9 l'essence de chaque produit et cr\u00e9\u00e9 des images attrayantes qui renforcent l'identit\u00e9 de la marque. <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"\/wp-content\/uploads\/2020\/06\/les-ames-sauvages-2.jpg\" alt=\"page produit savon les \u00e2mes sauvages \"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Optimiser le r\u00e9f\u00e9rencement naturel (SEO)<\/h2>\n\n\n\n<p>Nous avons mis en place une strat\u00e9gie de r\u00e9f\u00e9rencement naturel bas\u00e9e sur les 3 piliers du SEO : optimisation du contenu, optimisation du site, optimisation de la notori\u00e9t\u00e9. Cette strat\u00e9gie a permis d'accro\u00eetre la visibilit\u00e9 du site sur les moteurs de recherche et d'attirer plus de trafic qualifi\u00e9.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Optimisations techniques<\/h2>\n\n\n\n<p>La refonte a \u00e9galement fait l'objet de diverses optimisations techniques, telles que :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Optimisation des temps de chargement (+90\/100 Google Speed) : En optimisant le code du site, la taille des images et en mettant en \u0153uvre des techniques de compression et de mise en cache... <\/li>\n\n\n\n<li>Automatisation de la livraison des produits : Nous avons mis en place un syst\u00e8me d'automatisation de la livraison pour faciliter la gestion des commandes ;<\/li>\n\n\n\n<li>Cr\u00e9ation d'un espace de Blogging et de cr\u00e9ation de contenus sp\u00e9cialis\u00e9s ;<\/li>\n\n\n\n<li>Lier le site web aux outils d'analyses des ventes utilis\u00e9s par le client ;<\/li>\n\n\n\n<li>Gestion de l'h\u00e9bergement ;<\/li>\n\n\n\n<li>Mise en place de syst\u00e8me de s\u00e9curit\u00e9 ;<\/li>\n\n\n\n<li>Lier le site au service de Newsletter du client.<\/li>\n<\/ul>\n","protected":false},"featured_media":32027,"template":"","class_list":["post-12618","realisations","type-realisations","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/realisations\/12618"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/realisations"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/realisations"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/32027"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=12618"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}