{"id":14404,"date":"2021-05-17T10:36:06","date_gmt":"2021-05-17T08:36:06","guid":{"rendered":"https:\/\/citronnoir.com\/?p=14404"},"modified":"2023-08-07T11:43:18","modified_gmt":"2023-08-07T09:43:18","slug":"flutter-vs-react-native-comparatif","status":"publish","type":"page","link":"https:\/\/citronnoir.com\/application-mobile\/flutter-vs-react-native-comparatif\/","title":{"rendered":"Flutter ou React Native pour d\u00e9velopper une application ?"},"content":{"rendered":"\n<p>Dans cet article, nous comparons les principaux acteurs du march\u00e9. Pour vous aider \u00e0 identifier le framework qui correspond le mieux \u00e0 votre id\u00e9e d'application, alors, <strong>Flutter ou React Native<\/strong> ?<\/p>\n\n\n\n<p>Nous consid\u00e9rons que Flutter est La technologie d'avenir et (presque) toutes nos applications sont d\u00e9velopp\u00e9es avec <a href=\"https:\/\/citronnoir.com\/application-mobile\/flutter-loutil-de-developpement-dapplication-moderne-cree-par-google\/\" data-type=\"URL\" data-id=\"https:\/\/citronnoir.com\/creer-une-application-mobile\/flutter-loutil-de-developpement-dapplication-moderne-cree-par-google\/\">Flutter<\/a>, l'outil de d\u00e9veloppement d'application moderne cr\u00e9\u00e9 par Google. Toutefois, React Native, l'outil d\u00e9velopp\u00e9 par Facebook est un framework ayant d\u00e9j\u00e0 fait ses preuves ! Ces deux outils permettent de cr\u00e9er tout type d'application. <\/p>\n\n\n\n<p>Les solutions multiplateformes gagnent en popularit\u00e9. Flutter et React Native sont les deux principaux acteurs du march\u00e9. Le rapport annuel <strong>2021<\/strong> de Malt, d\u00e9signe Flutter comme la seconde technologie la plus croissante en termes de demandes<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1557\" height=\"1080\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/05\/rapport-malt-flutter-1-1557x1080.jpg\" alt=\"rapport malt flutter 1\" class=\"wp-image-15166\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/05\/rapport-malt-flutter-1-1557x1080.jpg 1557w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/05\/rapport-malt-flutter-1-554x384.jpg 554w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/05\/rapport-malt-flutter-1-768x533.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/05\/rapport-malt-flutter-1-963x668.jpg 963w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/05\/rapport-malt-flutter-1-1536x1065.jpg 1536w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/05\/rapport-malt-flutter-1-736x510.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/05\/rapport-malt-flutter-1-368x255.jpg 368w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/05\/rapport-malt-flutter-1.jpg 1736w\" sizes=\"(max-width: 1557px) 100vw, 1557px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"comparatif-technique\">Comparatif technique<\/h2>\n\n\n\n<figure class=\"wp-block-table table-style\"><table><thead><tr><th><\/th><th>Flutter<\/th><th>React Native<\/th><\/tr><\/thead><tbody><tr><\/tr><tr><td>D\u00e9finition<\/td><td>Une bo\u00eete \u00e0 outils d'interface utilisateur dynamique permettant de cr\u00e9er des applications compil\u00e9es en mode natif pour tous les devices<\/td><td>Un cadre pour la cr\u00e9ation d'applications natives \u00e0 l'aide de React<\/td><\/tr><tr><td>Cr\u00e9ateur<\/td><td>Google<\/td><td>Facebook<\/td><\/tr><tr><td>Open source ?<\/td><td>Oui<\/td><td>Oui<\/td><\/tr><tr><td>Langage <\/td><td>Dart<\/td><td>Javascript<\/td><\/tr><tr><td>Popularit\u00e9<\/td><td>120.000 \u00e9toiles Github<\/td><td>95.000 \u00e9toiles Github<\/td><\/tr><tr><td>Interface utilisateur<\/td><td>Les apps Flutter sont aussi belles sur les syst\u00e8mes d'exploitation les plus r\u00e9cents que sur les anciennes versions. La compatibilit\u00e9 avec tout les devices est sans doute sa plus grande force.<br>Ces app ont une seule base de code commune. Elles ont un aspect et un comportement similaires sur iOS et Android. Gr\u00e2ce au Material Design et aux widgets, elles peuvent aussi imiter le design natif de l'Os. En effet, Flutter contient deux ensembles de widgets qui se conforment \u00e0 des langages de conception sp\u00e9cifiques : Les widgets <strong>Material Design<\/strong> mettent en \u0153uvre le langage de conception du m\u00eame nom de Google ; <strong>les widgets Cupertino <\/strong>imitent le design iOS d'Apple.<br>Cela signifie que votre application Flutter aura un aspect et un comportement naturels sur chaque plateforme, <strong>en imitant leurs composants natifs.<\/strong><\/td><td>React native utilise des composants natifs, c-a-d les composants de l'application ressemblent aux composants natifs (par exemple, un bouton sur un appareil iOS ressemble \u00e0 un bouton natif iOS).<br>Si vous souhaitez que votre application ait un aspect presque identique sur toutes les plateformes, ainsi que sur les anciennes versions d'un syst\u00e8me d'exploitation (comme le fait Flutter), envisagez d'utiliser des biblioth\u00e8ques tierces . Elles vous permettront d'utiliser des composants Material Design, \u00e0 la place des composants natifs.<\/td><\/tr><tr><td>Utilisation d'un code similaire<\/td><td>Flutter 2 (annonc\u00e9 en mars 2021), permet d'utiliser la m\u00eame base de code pour envoyer des applications natives vers cinq syst\u00e8mes d'exploitation : iOS, Android, Windows, macOS et Linux ; ainsi que des exp\u00e9riences web ciblant des navigateurs tels que Firefox, Chrome, Safari ou Edge.<br>Flutter peut m\u00eame d'\u00eatre int\u00e9gr\u00e9 (en version beta) dans les voitures, les t\u00e9l\u00e9viseurs et les appareils domestiques intelligents.<\/td><td>React Native, permet d'utiliser une m\u00eame base de code pour iOS et Android (+95% de l'environnement mobile). Il existe toutefois des biblioth\u00e8ques permettant d'\u00e9tendre ce code \u00e0 window10 et au web.<br>Vous pouvez \u00e9galement extraire le code partag\u00e9 dans les applications mobiles, de bureau et Web, dans un d\u00e9p\u00f4t s\u00e9par\u00e9, le traiter comme un projet distinct, puis l'injecter de la m\u00eame mani\u00e8re qu'une autre d\u00e9pendance.<br>Cela permet \u00e0 un d\u00e9veloppeur de se concentrer sur l'\u00e9criture du code pour une plateforme sp\u00e9cifique sans avoir \u00e0 tenir compte de la compatibilit\u00e9 avec une autre, un atout en terme d'organisation du travail, notamment pour des projets complexes..<\/td><\/tr><tr><td>Exemples d'application<\/td><td>Hamilton, Google Ads app, Philips Hue, BMW, Hopteamhome<\/td><td>Instagram, Facebook, Facebook Ads, Skype, Tesla<\/td><\/tr><tr><td>Principaux avantages <\/td><td>- Son adaptabilit\u00e9 gr\u00e2ce \u00e0 des widgets riches ;<br>- La customisation et l'ajout de fonctionnalit\u00e9s simplifi\u00e9<br>- Une communaut\u00e9 en forte croissance;<br>- L'excellente documentation avec un soutien solide de l'\u00e9quipe Flutter ;<br>- L'am\u00e9lioration de Flutter for Web, offrant la possibilit\u00e9 d'une base de code unique pour les plateformes mobiles et Web.<br>- Les d\u00e9lais de production<br>- Le Hot Reload, permettant de faire un changement dans le code de l\u2019application et de le voir en temps r\u00e9el<\/td><td>- Sa stabilit\u00e9 (plus de 5 ans sur le march\u00e9) ;<br>- Les nombreux acteurs positionn\u00e9s ;<br>- La communaut\u00e9 mature et vaste ;<br>- Une technologie facile \u00e0 apprendre ;<br>- De nombreux tutoriels et biblioth\u00e8ques, qui permettent un d\u00e9veloppement rapide et sur mesure;<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"description-de-flutter-et-react-native\">Description de Flutter et React Native <\/h2>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"qu-est-ce-que-flutter-et-pourquoi-l-utiliser\">Qu'est-ce que Flutter et pourquoi l'utiliser ?<\/h3>\n\n\n\n<p>Flutter est un en quelque sorte un kit de d\u00e9veloppement logiciel (SDK) complet pour des <strong>applications web et mobile<\/strong>. Flutter offre aux d\u00e9veloppeurs un moyen facile de d\u00e9ployer et <a href=\"https:\/\/citronnoir.com\/application-mobile\/guide-complet\/\" data-type=\"page\" data-id=\"8727\">cr\u00e9er une application mobile<\/a> visuellement attrayante, compil\u00e9e en mode natif, pour les t\u00e9l\u00e9phones mobiles (iOS, Android), le Web et les ordinateurs de bureau, le tout \u00e0 l'aide d'une base de code unique.<\/p>\n\n\n\n<p>Flutter est un excellent outil cr\u00e9\u00e9 par <strong>Google <\/strong>pour cr\u00e9er des applications multiplateformes qui, \u00e0 partir de la derni\u00e8re version stable, peuvent \u00eatre d\u00e9ploy\u00e9es sur le Web, le bureau et le mobile.<\/p>\n\n\n\n<p>La particularit\u00e9 de Flutter par rapport \u00e0 d\u2019autres alternatives est qu\u2019il fonctionne un peu comme un moteur de jeu vid\u00e9o. C\u2019est lui qui a la ma\u00eetrise de chaque pixel qui s\u2019affiche \u00e0 l\u2019\u00e9cran. Il n\u2019utilise aucun composant pr\u00e9d\u00e9fini des SDKs natifs pour dessiner les \u00e9crans des applications. Flutter montre patte blanche sur de nombreuses specs :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Flutter fournit des PWA de haute qualit\u00e9 qui s'int\u00e8grent \u00e0 l'environnement de l'utilisateur, y compris l'installation, le support hors ligne et une <strong>UX adapt\u00e9e<\/strong>, construite sur mesure, la plupart du temps par un designer (sur Figma ou Adobe XD)<\/li>\n\n\n\n<li>Flutter fournit ses propres composants, appel\u00e9s widgets, ceux-ci sont rapides, attrayants et personnalisables.<\/li>\n\n\n\n<li><strong>Flutter est rapide<\/strong> : (les SPA se chargent une fois et transmettent des donn\u00e9es vers et depuis les services tiers)<\/li>\n\n\n\n<li>Le support Web de Flutter fournit un mod\u00e8le de livraison bas\u00e9 sur un navigateur pour les applications mobiles Flutter existantes.<\/li>\n\n\n\n<li>L'architecture est bas\u00e9e sur la tr\u00e8s populaire programmation r\u00e9active (il suit le m\u00eame style que React).<\/li>\n\n\n\n<li>Flutter est gratuit et open source, il est bas\u00e9 sur Dart - un langage de programmation rapide et orient\u00e9 objet. Il est relativement nouveau et facile \u00e0 apprendre - en particulier pour les d\u00e9veloppeurs exp\u00e9riment\u00e9s avec C#. Qui plus est, Dart prend en charge une s\u00e9curit\u00e9 interne solide.<\/li>\n\n\n\n<li>Gr\u00e2ce \u00e0 l'exp\u00e9rience des widgets, <strong>les applications Flutter<\/strong> ont un aspect et une convivialit\u00e9 remarquables (m\u00eame si vous pouvez toujours cr\u00e9er votre propre design d'application personnalis\u00e9 en utilisant des \u00e9l\u00e9ments d'interface utilisateur facilement disponibles qui suivent les directives sp\u00e9cifiques de la plateforme).<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"flutter-une-utilisation-hybride-meme-sur-le-web\">Flutter : une utilisation hybride, m\u00eame sur le web<\/h3>\n\n\n\n<p>Flutter permet de compiler le <strong>code source<\/strong> de l'application mobile en une application native Windows, macOS ou Linux. Le support desktop de Flutter s'\u00e9tend \u00e9galement aux plugins - les d\u00e9veloppeurs peuvent installer des plugins existants qui prennent en charge les plateformes macOS, Windows ou Linux, ou ils peuvent cr\u00e9er les leurs.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"qu-est-ce-que-react-native-et-pourquoi-l-utiliser\">Qu'est-ce que React Native et pourquoi l'utiliser ?<\/h3>\n\n\n\n<p><strong>React Native est un framework <\/strong>d'application mobile open-source qui utilise <strong>JavaScript<\/strong>.<\/p>\n\n\n\n<p>Les applications cr\u00e9\u00e9es \u00e0 l'aide de React Native ne sont pas des applications web mobiles. React Native utilise les m\u00eames \u00e9l\u00e9ments fondamentaux de l'interface utilisateur que les applications iOS et Android ordinaires : cela signifie qu'au lieu de construire en Java, Kotlin ou Swift, vous assemblez les m\u00eames \u00e9l\u00e9ments en utilisant JavaScript et React.<br>Pour d\u00e9velopper des applications web et de bureau avec React Native, il est pr\u00e9f\u00e9rable d'utiliser d'autres biblioth\u00e8ques Javascript.<\/p>\n\n\n\n<p>L'\u00e9quipe de Facebook a eu tout le temps de stabiliser l'API et de se concentrer sur la r\u00e9solution des probl\u00e8mes sous-jacents. Ils travaillent actuellement sur plusieurs am\u00e9liorations :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Lean Core - r\u00e9duction de la taille d'une application en d\u00e9pla\u00e7ant les composants\/fonctionnalit\u00e9s optionnels vers des d\u00e9p\u00f4ts s\u00e9par\u00e9s (pour les ajouter \u00e0 une application selon les besoins).<\/li>\n\n\n\n<li>TurboModules - pour une meilleure gestion des modules natifs.<\/li>\n\n\n\n<li>React Native Fabric - Une surcouche d'interface utilisateur r\u00e9architectur\u00e9e.<\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"flutter-avantages-et-inconvenients\">Flutter : Avantages et inconv\u00e9nients<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"les-avantages-de-flutter\">Les avantages de Flutter<\/h3>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"1-hot-reload\">1 : Hot Reload<\/h4>\n\n\n\n<p>Du point de vue des d\u00e9veloppeurs, Flutter offre un d\u00e9veloppement d'applications plus dynamique - et plus rapide. C'est l'une des plus grandes qualit\u00e9s de Flutter, appr\u00e9ci\u00e9e par toutes les meilleures entreprises de d\u00e9veloppement d'applications mobiles.<\/p>\n\n\n\n<p>Les d\u00e9veloppeurs peuvent apporter des modifications \u00e0 la base de code \u00e0 la vol\u00e9e, et les voir imm\u00e9diatement dans l'application. C'est ce que l'on appelle la fonction de <strong>Hot Reload<\/strong>. Cette fonction aide les \u00e9quipes \u00e0 ajouter des fonctionnalit\u00e9s, \u00e0 corriger des bogues et \u00e0 exp\u00e9rimenter de nouvelles id\u00e9es en un instant. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"2-une-base-de-code-pour-plusieurs-plateformes\">2 : Une base de code pour plusieurs plateformes<\/h4>\n\n\n\n<p>Flutter poss\u00e8de ses propres widgets et designs, ce qui signifie que vous pouvez avoir exactement la m\u00eame application sur plusieurs plateformes. Avec Flutter, les d\u00e9veloppeurs peuvent \u00e9crire une seule base de code pour deux applications, couvrant \u00e0 la fois les plateformes iOS et Android.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"3-moins-de-betatesting\">3 : Moins de betatesting<\/h4>\n\n\n\n<p>Si vous avez la m\u00eame application sur les deux plates-formes, le suivi qualit\u00e9 sera beaucoup plus rapide, tout simplement parce que les tests seront les m\u00eames d'une plateforme \u00e0 l'autre.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"4-un-developpement-efficace\">4 : Un d\u00e9veloppement efficace<\/h4>\n\n\n\n<p><strong>Les applications Flutter sont connues pour \u00eatre rapides <\/strong>!<\/p>\n\n\n\n<p>Flutter utilise <strong>la biblioth\u00e8que graphique Skia<\/strong>. Gr\u00e2ce \u00e0 elle, l'interface utilisateur est redessin\u00e9e \u00e0 chaque fois qu'une vue change. La majeure partie du travail est effectu\u00e9e sur le GPU (unit\u00e9 de traitement graphique) ; c'est pourquoi l'interface utilisateur de <strong>Flutter est fluide<\/strong> et offre 60 images par seconde.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"5-une-interface-agreable-a-utiliser\">5 : Une interface agr\u00e9able \u00e0 utiliser<\/h4>\n\n\n\n<p>Flutter dispose de son propre ensemble de widgets personnalis\u00e9s, rendus et g\u00e9r\u00e9s par le moteur graphique du framework. Les applications Flutter ont une interface utilisateur particuli\u00e8rement conviviale : <strong>un avantage crucial pour Flutter par rapport \u00e0 React Native<\/strong>, d\u00e9coulant d'une super attention port\u00e9e aux d\u00e9tails visuels. Flutter a \u00e9t\u00e9 cr\u00e9\u00e9 pour que vous puissiez facilement cr\u00e9er vos propres widgets, ou simplement personnaliser un widget existant.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"6-la-personnalisation-de-l-ui-et-sa-compatibilite-avec-toutes-les-versions\">6 : La personnalisation de l'UI et sa compatibilit\u00e9 avec toutes les versions<\/h4>\n\n\n\n<p>Le principal avantage de Flutter par rapport \u00e0 React Native (et aux solutions natives) est l'absence de contraintes li\u00e9s \u00e0 la plateforme. Flutter n'utilise pas les composants natifs, il cr\u00e9\u00e9 les siens. La customisation des \u00e9l\u00e9ments est donc plus simple. <\/p>\n\n\n\n<p>De plus, toutes les applications se pr\u00e9sentent de la m\u00eame mani\u00e8re sur les anciens syst\u00e8mes iOS ou Android, de sorte que vous n'avez jamais \u00e0 vous soucier de la prise en charge sur les anciens appareils. <strong>Pas de probl\u00e8me de compatibilit\u00e9<\/strong><\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"les-inconvenients-de-flutter\">Les inconv\u00e9nients de Flutter<\/h3>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"1-la-communaute-grandissante\">1 : La communaut\u00e9 grandissante<\/h4>\n\n\n\n<p>Un avantage cl\u00e9 de React Native  par rapport \u00e0 Flutter est sa communaut\u00e9 de d\u00e9veloppeurs plus \u00e9tablie et plus exp\u00e9riment\u00e9e. En outre, en termes de langages de programmation, Dart n'est pas aussi largement utilis\u00e9 que JavaScript. En v\u00e9rit\u00e9, Flutter a beaucoup de retard \u00e0 rattraper s'il veut \u00e9galer son \"grand fr\u00e8re\", ce qui est compr\u00e9hensible. La communaut\u00e9 a besoin de temps pour \u00e9duquer son public et acqu\u00e9rir plus d'exp\u00e9rience, ce qui est typique de tout outil nouveau.<\/p>\n\n\n\n<p>Les tendances d'Udemy, de Malt ou encore des tags de Stack overflow montrent une augmentation intense de l'int\u00e9r\u00eat des d\u00e9veloppeurs pour Flutter. Sur Udemy, il existe plus de 257 cours sur Flutter (avec environ 1 410 000 participants).<br>Il existe \u00e9galement 75 cours sur Dart (avec environ 608 000 participants aux cours).<\/p>\n\n\n\n<p>Les chiffres concernant React Native sont moins \u00e9lev\u00e9s - environ 866 000 \u00e9tudiants pour 133 cours. Flutter compte plus de 120 000 \u00e9toiles sur Github, tandis que React Native en compte plus de 95 300.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"2-pas-d-approche-ci-cd\">2 : Pas d'approche CI\/CD<\/h4>\n\n\n\n<p>Flutter ne prend pas (encore) en charge les plates-formes de Continuous integration, comme Travis ou Jenkins par exemple. Ainsi, pour r\u00e9aliser la construction, les tests et le d\u00e9ploiement automatis\u00e9s, les d\u00e9veloppeurs doivent utiliser et maintenir des scripts personnalis\u00e9s. <\/p>\n\n\n\n<p>L'approche CI\/CD garantit une automatisation et une surveillance continue tout au long du cycle de vie d'une application : Phases d'int\u00e9gration, de test et de d\u00e9ploiement.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"3-le-risque-de-la-plateforme\">3 - Le risque de la plateforme<\/h4>\n\n\n\n<p>M\u00eame si Flutter est open source, si Google d\u00e9cidait de retirer son soutien au projet, ce serait une catastrophe. Il y a bien sur presque aucune chance que cela arrive. C'est m\u00eame le contraire, depuis que l'\u00e9quipe de Google a publi\u00e9 la version b\u00eata de Flutter, elle n'a fait qu'intensifier ses efforts.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"4-la-taille-des-applications\">4 : La taille des applications<\/h4>\n\n\n\n<p>Les applications \u00e9crites en Flutter sont plus volumineuses que les applications natives.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"5-les-bibliotheques-pas-encore-aussi-riches-que-le-developpement-natif\">5 : Les Biblioth\u00e8ques pas encore aussi riches que le d\u00e9veloppement natif.<\/h4>\n\n\n\n<p>Flutter est encore assez r\u00e9cent et il est parfois possible de ne pas trouver une fonctionnalit\u00e9 sp\u00e9cifique, les d\u00e9veloppeurs peuvent avoir besoin de construire eux-m\u00eames une fonctionnalit\u00e9 personnalis\u00e9e, ce qui prend du temps.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"react-native-avantages-et-inconvenients\">React native : Avantages et inconv\u00e9nients<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"les-avantages-de-react-native\">Les avantages de React Native<\/h3>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"1-developpement-cross-plateforme\">1 : D\u00e9veloppement cross plateforme<\/h4>\n\n\n\n<p>React Native utilise des <strong>composants <\/strong>pouvant s'adapter \u00e0 plusieurs plateformes. react native est \u00e9crit en Javascript et une m\u00eame base de code peut \u00eatre utilis\u00e9e pour Android et ios. Les composants utilis\u00e9s peuvent m\u00eame \u00eatre compil\u00e9s et \u00eatre r\u00e9utilis\u00e9s sur le web. Des biblioth\u00e8ques comme React native for web ou ReactXp fonctionnent en ce sens :<em> \"&nbsp;React native expose des API, des composants, des accessoires, des styles et des param\u00e8tres d'animation qui sont impl\u00e9ment\u00e9s de mani\u00e8re coh\u00e9rente dans React JS (HTML) et React Native pour iOS et Android.\"<\/em><\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"2-hot-reload\">2 : Hot reload<\/h4>\n\n\n\n<p>Il s'agit essentiellement de la m\u00eame fonctionnalit\u00e9 que Flutter, qui reste un des atouts majeurs des deux frameworks. Le \"Hot Reload\" acc\u00e9l\u00e8re le processus de d\u00e9veloppement en permettant \u00e0 un d\u00e9veloppeur d'injecter un nouveau code directement dans une application en cours d'ex\u00e9cution. Ainsi, un d\u00e9veloppeur peut voir les changements <strong>instantan\u00e9ment<\/strong>.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"3-la-force-de-javascript\">3 : La force de Javascript<\/h4>\n\n\n\n<p>React Native utilise JavaScript comme langage de programmation. Javascript est un langage tr\u00e8s connu (contrairement \u00e0 <strong>Dart<\/strong>). Il est donc plus facile de trouver la solution \u00e0 un probl\u00e8me ou encore un d\u00e9veloppeur Javascript.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"4-un-large-choix-de-structure\">4 : Un large choix de structure<\/h4>\n\n\n\n<p>React Native offre de nombreuses libert\u00e9s aux d\u00e9veloppeurs. La logique de d\u00e9velopppement d'une application peut \u00eatre adapt\u00e9e en fonction du projet. Le d\u00e9veloppeur peut d\u00e9cider comment g\u00e9rer l'\u00e9tat global (comment stocker et g\u00e9rer les donn\u00e9es utilis\u00e9es), choisir une biblioth\u00e8que de routeurs ou encore choisir entre <strong>JavaScript<\/strong> et <strong>TypeScript<\/strong>.<\/p>\n\n\n\n<p>Ce large choix en termes de structuration et de d\u00e9veloppement peut \u00e9galement \u00eatre une limite. Un d\u00e9veloppeur ayant l'habitude de traiter ses projets de telle ou telle mani\u00e8re sera influenc\u00e9 dans sa vision des prochains projets. De fait, le choix de l'\u00e9quipe de d\u00e9veloppement d'un projet est primordiale et doit \u00eatre r\u00e9fl\u00e9chie \u00e0 long terme, d'autant plus pour un projet React native. <\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"5-une-experience-assumee\">5 : Une exp\u00e9rience assum\u00e9e<\/h4>\n\n\n\n<p>La version officielle de React Native a \u00e9t\u00e9 publi\u00e9e il y a plus de 5 ans et sa <strong>popularit\u00e9 <\/strong>est aujourd'hui de taille ! L'\u00e9quipe de <strong>Facebook <\/strong>a eu beaucoup de temps pour stabiliser l'API. Aujourd'hui ils travaillent dans la r\u00e9duction de la taille des applications.<\/p>\n\n\n\n<p>Du fait de son exp\u00e9rience et de sa popularit\u00e9, React Native a construit une r\u00e9elle <strong>communaut\u00e9 de d\u00e9veloppeurs<\/strong>. Il existe d'innombrables didacticiels, formations, biblioth\u00e8ques et cadres d'interface utilisateur qui facilitent l'apprentissage de la technologie.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"les-inconvenients-de-react-native\">Les inconv\u00e9nients de React Native<\/h3>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"1-react-native-embarque-moins-de-composants-pret-a-l-emploi\">1 : React Native embarque moins de composants \"pr\u00eat \u00e0 l'emploi\"<\/h4>\n\n\n\n<p>Bien que de nombreux composants \/ biblioth\u00e8ques peuvent \u00eatre utilis\u00e9s avec React native, leur ajout demandent souvent un temps suppl\u00e9mentaire de d\u00e9veloppement. Contrairement \u00e0 Flutter qui prend en charge beaucoup plus de widgets. Un d\u00e9veloppement avec  Flutter permet de cr\u00e9er la plupart des vues avec des <strong>widgets <\/strong>pr\u00e9fabriqu\u00e9s qui sont facilement personnalisables et coh\u00e9rents entre les diff\u00e9rentes platesformes.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"2-react-native-n-est-pas-une-application-native\">2 : React Native n'est pas une application native<\/h4>\n\n\n\n<p>Comme toute solution multiplateforme, l'UX et l'UI ne sont pas les m\u00eames que dans un d\u00e9veloppement natif.  N\u00e9anmoins, il est plus facile d'obtenir une \"sensation native\" avec React Native qu'avec Flutter. Dans les deux cas, un d\u00e9veloppement suppl\u00e9mentaire sera n\u00e9cessaire pour ajouter des <strong>composants natifs<\/strong> tant sur ios que sur Android.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"3-le-large-choix-de-bibliotheques\">3 : Le large choix de biblioth\u00e8ques<\/h4>\n\n\n\n<p>Effectivement, la diversit\u00e9 des biblioth\u00e8ques disponibles aux d\u00e9veloppeurs React native est un atout. Toutefois, certaines d'entre elles sont de mauvaise qualit\u00e9, voire compl\u00e8tement abandonn\u00e9es.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"4-la-flexibilite-des-composants\">4 : La flexibilit\u00e9 des composants<\/h4>\n\n\n\n<p>Les composants de React Native sont consid\u00e9r\u00e9s comme \"basiques\". Si le(s) d\u00e9veloppeur(s) a besoin d'\u00e9l\u00e9ments suppl\u00e9mentaires, un d\u00e9veloppement sur mesure sera n\u00e9cessaire. Seule une poign\u00e9e de composants s'adaptent \u00e0 la plateforme, et la plupart du temps, il est n\u00e9cessaire d'utiliser un composant diff\u00e9rent pour iOS et Android, ou de le styliser diff\u00e9remment. Contrairement \u00e0 Flutter o\u00f9 <strong>chaque \u00e9l\u00e9ment est un widget<\/strong>. Et les widgets sont bas\u00e9s sur le <strong>Material Design<\/strong>, ce qui les rend facilement personnalisables. La plupart des widgets sont adaptables, et les m\u00eames widgets sont utilis\u00e9s sur Android et iOS.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\" id=\"5-une-interface-fragile\">5 : Une interface fragile<\/h4>\n\n\n\n<p>Le fait que React Native utilise des composants natifs est un point fort. Toutefois, apr\u00e8s chaque mise \u00e0 jour de l'interface utilisateur du syst\u00e8me d'exploitation, les composants sont \u00e9galement mis \u00e0 jour. Cela peut casser l'interface utilisateur, ce genre de probl\u00e9matique arrive tr\u00e8s rarement, mais sont tout de m\u00eame pr\u00e9sentes. Au contraire de Flutter qui recr\u00e9e lui-m\u00eame les <strong>composants natifs<\/strong> et qui par cons\u00e9quent, est beaucoup plus <strong>stable<\/strong>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"pourquoi-nous-preferons-flutter\">Pourquoi nous pr\u00e9f\u00e9rons Flutter ?<\/h2>\n\n\n\n<p>Flutter et React native pr\u00e9sente tout deux, en tant que <strong>d\u00e9veloppement cross-plateforme<\/strong>, de nombreuses similitudes : d\u00e9veloppement multiplateformes, open-source, utilisations de biblioth\u00e8ques \/ widgets, large customisation, hot reload ... <\/p>\n\n\n\n<p>Le d\u00e9veloppement multiplateforme est aujourd'hui la meilleure solution pour un d\u00e9veloppement qualitatif \u00e0 moindre co\u00fbt. Les temps de d\u00e9veloppement sont moins importants (donc moins couteux) qu'un d\u00e9veloppement natif, dont la finalit\u00e9 est <s>parfois<\/s> souvent la m\u00eame<\/p>\n\n\n\n<p><a href=\"https:\/\/citronnoir.com\/creer-une-application-mobile\/combien-coute-une-application-mobile\/\" data-type=\"URL\" data-id=\"https:\/\/citronnoir.com\/creer-une-application-mobile\/combien-coute-une-application-mobile\/\">D\u00e9couvrez combien coute le d\u00e9veloppement d'une application mobile<\/a><\/p>\n\n\n\n<p>De plus en plus d'entreprises (notamment les <strong>startups<\/strong>) sont attir\u00e9es par Flutter. C'est une <strong>technologie d'avenir propuls\u00e9e par Google<\/strong>, dont la croissance est exponentielle. Chaque mois, nous assistons \u00e0 des am\u00e9liorations du SDK de Flutter. La communaut\u00e9 est toujours utile et enthousiaste. Flutter ouvre de nouveaux horizons et nous permet de cr\u00e9er non seulement des applications mobiles, mais aussi des applications pour le Web et le bureau. Flutter n'est pas brid\u00e9 par l'interface utilisateur de la plateforme, car il ne l'utilise pas. La libert\u00e9 en terme d'<strong>UX<\/strong> et d'<strong>UI <\/strong>est bien plus vaste et plus facile \u00e0 impl\u00e9menter.<\/p>\n\n\n\n<p>React Native reste toutefois un tr\u00e8s bon choix pour d\u00e9velopper une application mobile, nous le conseillons notamment dans plusieurs cas de figure :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Les d\u00e9veloppeurs de l'entreprise sont familiers \u00e0 Javascript<\/li>\n\n\n\n<li>L'utilisation des composants natifs est pr\u00e9f\u00e9r\u00e9 aux composants personnalis\u00e9s<\/li>\n\n\n\n<li>L'application est simple d'utilisation et de design<\/li>\n<\/ul>\n\n\n\n<p>En r\u00e9alit\u00e9 il n'y a pas de bon ou de mauvais choix. Tout d\u00e9pend de la complexit\u00e9 du projet, de son architecture, des composants n\u00e9cessaires, des services additionnels \u00e0 brancher dans l'appli et des pr\u00e9f\u00e9rences de l'\u00e9quipe de d\u00e9veloppement.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Vous souhaitez d\u00e9velopper des applications plus rapidement ? Vous souhaitez r\u00e9duire les co\u00fbts gr\u00e2ce au d\u00e9veloppement multiplateforme ? Vous ne savez pas quelle technologie choisir ?<\/p>\n","protected":false},"author":4,"featured_media":14426,"parent":9920,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":{"_seopress_robots_primary_cat":"","_seopress_titles_title":"Flutter ou React Native pour d\u00e9velopper une application ?","_seopress_titles_desc":"Vous souhaitez d\u00e9velopper une application plus rapidement ? vous ne savez pas quel framework choisir entre Flutter et React native ? ","_seopress_robots_index":"","footnotes":""},"class_list":["post-14404","page","type-page","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/14404"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=14404"}],"version-history":[{"count":9,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/14404\/revisions"}],"predecessor-version":[{"id":34152,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/14404\/revisions\/34152"}],"up":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/9920"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/14426"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=14404"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}