{"id":8133,"date":"2020-01-30T12:58:03","date_gmt":"2020-01-30T11:58:03","guid":{"rendered":"https:\/\/citronnoir.com\/?p=8133"},"modified":"2023-07-03T12:49:48","modified_gmt":"2023-07-03T10:49:48","slug":"la-boite-a-outils-dun-webdesigner","status":"publish","type":"page","link":"https:\/\/citronnoir.com\/ux-ui-web-design\/la-boite-a-outils-dun-webdesigner\/","title":{"rendered":"La bo\u00eete \u00e0 outils d'un webdesigner"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">La suite Adobe : l'outil incontournable du webdesigner<\/h2>\n\n\n\n<p>Il existe aujourd'hui de nombreux logiciels et outils d\u00e9di\u00e9s au <a href=\"https:\/\/citronnoir.com\/ux-ui-web-design\/\" data-type=\"URL\" data-id=\"https:\/\/citronnoir.com\/ux-ui-web-design\/\">webdesign<\/a>. Mais s'il y en a un que tout webdesigner digne de ce nom devrait absolument ma\u00eetriser, c'est certainement la suite Adobe. Pl\u00e9biscit\u00e9e par les professionnels, cette solution logicielle est <strong>l'une des bases pour les webdesigners<\/strong>. Rassurez-vous, il n'est pas n\u00e9cessaire de ma\u00eetriser sur le bout des doigts tous les logiciels qui composent la suite. Vous apprendrez au fur et \u00e0 mesure les subtilit\u00e9s de chacun suivant les sp\u00e9cificit\u00e9s des projets sur lesquels vous serez amen\u00e9 \u00e0 travailler.<\/p>\n\n\n\n<p>Hyper polyvalent et complet, Adobe Photoshop est le logiciel tout indiqu\u00e9 pour la <strong>conception de templates web<\/strong>. Il est r\u00e9put\u00e9 \u00e0 juste titre pour \u00eatre un \u00ab super outil \u00bb pour le web. Et pour cause, il permet non seulement de retoucher une photographie mais \u00e9galement d'\u00e9diter une image. Il est aussi id\u00e9al pour la cr\u00e9ation d'illustrations, le montage, le matte painting, etc. Vous pouvez aussi l'utiliser pour la cr\u00e9ation d'\u00e9l\u00e9ments graphiques sp\u00e9cifiques pour le web qui pourront ensuite \u00eatre int\u00e9gr\u00e9s en html.<\/p>\n\n\n\n<p>Mais outre la suite Adobe, de nombreux autres outils peuvent \u00eatre d'une grande utilit\u00e9 en mati\u00e8re de webdesign. Comme <a href=\"https:\/\/www.anthonyboyd.graphics\/\">les mock-ups d'Anthony Boyd<\/a>, certains outils sont disponibles gratuitement en ligne. Le tout sera de bien choisir ceux qui permettront de r\u00e9pondre convenablement aux cahiers des charges de vos clients.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/01\/picture-designer-outils.jpg\" alt=\"web design\"\/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Quelques exemples de sites d'inspiration graphique<\/h3>\n\n\n\n<p>Le webdesign est un domaine qui n\u00e9cessite une grande cr\u00e9ativit\u00e9. Pour parer au syndrome de la page blanche, autrement dit \u00e0 toute panne d'inspiration, vous pouvez puiser des id\u00e9es sur certaines plateformes. Il peut s'agir d'un r\u00e9seau social, d'un webzine, d'un blog\u2026 Parmi les meilleures sources d'inspiration graphique on peut citer entre autres :<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Dribbble<\/h4>\n\n\n\n<p>Cr\u00e9\u00e9 en 2009 par deux graphistes, Dan Cederholm et Rich Thornett, Dribbble est un r\u00e9seau social enti\u00e8rement d\u00e9di\u00e9 au graphisme et au webdesign. Il regroupe des images de projets et de portfolio ainsi que <strong>divers travaux cr\u00e9atifs<\/strong> de nombreux graphistes et webdesigners. C'est une des plateformes id\u00e9ales \u00e0 visiter si vous manquez d'inspiration sur un projet.<\/p>\n\n\n\n<p>Vous y trouverez plus de mille milliards de pixels de visuels publi\u00e9s que vous pourrez aimer, partager ou tout simplement enregistrer. Une fois que vous aurez retrouv\u00e9 l'inspiration, vous pourrez y partager \u00e0 votre tour votre travail.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Behance<\/h4>\n\n\n\n<p>Principal concurrent de Dribble, Behance a \u00e9t\u00e9 lanc\u00e9 en 2005 et appartient \u00e0 Adobe Systems. Il s'agit d'<strong>une plateforme o\u00f9 les webdesigners professionnels des plus grandes agences artistiques peuvent partager leurs travaux<\/strong>. Des centaines de milliers de professionnels y exposent leurs cr\u00e9ations. V\u00e9ritable r\u00e9f\u00e9rence en mati\u00e8re de r\u00e9seau social cr\u00e9atif, il se d\u00e9marque par le fait qu'il g\u00e9n\u00e8re des analytics qui permettent de faire remonter une tendance.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Conseils pour retrouver l'inspiration<\/h3>\n\n\n\n<p>Selon les professionnels du webdesign, rien ne sert de s'ent\u00eater \u00e0 trouver une solution imm\u00e9diate lorsque vous \u00eates en panne d'inspiration. Pour redynamiser votre cr\u00e9ativit\u00e9, le mieux est de faire une pause et de faire autre chose. Vous pouvez passer \u00e0 un autre projet ou tout simplement <strong>vous divertir<\/strong> en lisant un livre, en regardant un film, en \u00e9coutant de la musique ou en faisant une promenade ou quelque chose vous aimez.<\/p>\n\n\n\n<p>Sans que vous ne vous y attendiez, vous pourrez retrouver l'inspiration dans les choses simples de la vie.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Les \u00e9tapes de la cr\u00e9ation graphique<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">Le brief<\/h3>\n\n\n\n<p>Cette premi\u00e8re \u00e9tape est primordiale car elle permet de pr\u00e9ciser les attentes du client. C'est durant cette \u00e9tape que vous devez \u00e9tablir le cahier des charges, la structure du site, le syst\u00e8me de cr\u00e9ation correspondant \u00e0 vos besoins (CMS ou non) le devis et le planning de livraison. Prenez soin de bien indiquer dans le cahier des charges les objectifs du projet, le type de site internet \u00e0 mettre en place, la cible du site en question ainsi que les contenus qui y seront propos\u00e9s.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La recherche<\/h3>\n\n\n\n<p>Ce travail peut aussi bien \u00eatre effectu\u00e9 par le webdesigner que par le client. Pour aller plus vite, les deux peuvent m\u00eame travailler de concert. Pour trouver les bonnes id\u00e9es, vous pouvez faire de la veille concurrentielle ou aller sur des sites d'inspiration graphique. Il ne vous restera plus ensuite qu'\u00e0 lister ce qui vous pla\u00eet et ce qui ne vous pla\u00eet pas.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La construction du plan de site<\/h3>\n\n\n\n<p>Sous forme d'architecture interne ou d'organigramme, <strong>le plan de site doit pr\u00e9senter toutes les pages du futur site ainsi que les liens<\/strong> qui conduiront d'une page \u00e0 une autre (l'arborescence du site). Chaque page devra par ailleurs avoir dans son wireframe, c'est-\u00e0-dire sa maquette fonctionnelle, des \u00e9l\u00e9ments indispensables (en-t\u00eate, menu, bouton de partage\u2026). Et ce, en plus des \u00e9l\u00e9ments visuels du client et de son logo.<\/p>\n\n\n\n<p>Si la pr\u00e9sentation de base est g\u00e9n\u00e9ralement la m\u00eame, l'organisation des colonnes, le choix des couleurs et des animations dynamiques feront la diff\u00e9rence.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le choix de la couleur<\/h3>\n\n\n\n<p>A moins vous disposez d'une charte graphique pr\u00e9cise, vous devrez choisir la palette de couleurs qui sera utilis\u00e9e sur chaque page, mais \u00e9galement les polices de caract\u00e8re, la pr\u00e9sentation du menu et le type de navigation. Ce dernier doit \u00eatre intuitif pour offrir une exp\u00e9rience-utilisateur agr\u00e9able.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le d\u00e9veloppement<\/h3>\n\n\n\n<p>Cette phase survient apr\u00e8s la validation de la maquette par le client et correspond au temps de travail du webdesigner pour cr\u00e9er la premi\u00e8re version de votre site internet.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le test avant livraison<\/h3>\n\n\n\n<p>Avant de mettre en ligne le site web que vous avez con\u00e7u, prenez soin de <strong>bien v\u00e9rifier que tous les \u00e9l\u00e9ments de votre site sont bien fonctionnels<\/strong> et responsive et qu'aucune faute d'inattention telle qu'une faute d'orthographe ne s'est gliss\u00e9e sur une page.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>De mani\u00e8re g\u00e9n\u00e9rale, le m\u00e9tier d'un webdesigner englobe toutes les t\u00e2ches li\u00e9es \u00e0 la cr\u00e9ation et \u00e0 la conception d'un site web. Pour accomplir ces t\u00e2ches en question, le webdesigner doit ma\u00eetriser un certain nombre de logiciels et d'outils d\u00e9di\u00e9s. Il doit \u00e9galement respecter quelques \u00e9tapes indispensables pour mener \u00e0 bien un projet et satisfaire ses clients. Si besoin est, il peut par ailleurs trouver l'inspiration sur diverses plateformes \u00e0 l'instar de Dribbble ou encore Behance.<\/p>\n","protected":false},"author":4,"featured_media":8137,"parent":31957,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":{"_seopress_robots_primary_cat":"","_seopress_titles_title":"Webdesigner, quels sont les outils \u00e0 utiliser au quotidien ?","_seopress_titles_desc":"Le m\u00e9tier de webdesigner est large ! mieux vaut s&#039;armer des meilleurs outils pour optimiser ses cr\u00e9ations et proposer un travail de qualit\u00e9 \/\/ 01\/2020","_seopress_robots_index":"","footnotes":""},"class_list":["post-8133","page","type-page","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/8133"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=8133"}],"version-history":[{"count":4,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/8133\/revisions"}],"predecessor-version":[{"id":33181,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/8133\/revisions\/33181"}],"up":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/31957"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/8137"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=8133"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}