{"id":22541,"date":"2022-06-21T09:59:46","date_gmt":"2022-06-21T07:59:46","guid":{"rendered":"https:\/\/citronnoir.com\/?p=22541"},"modified":"2023-08-08T09:35:58","modified_gmt":"2023-08-08T07:35:58","slug":"6-tendances-communication-2022-a-ne-pas-rater","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/marketing-digital\/6-tendances-communication-2022-a-ne-pas-rater\/","title":{"rendered":"6 tendances communication \u00e0 ne pas rater pour 2022"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">1# Les marques se tournent vers une communication plus responsable<\/h2>\n\n\n\n<p>Une des tendances phares<strong> <\/strong>de l\u2019ann\u00e9e 2022<strong> <\/strong>est d\u2019opter pour une communication plus \u00e9thique et plus responsable. Depuis le confinement qu'ont v\u00e9cu les fran\u00e7ais en 2020 et les probl\u00e8mes li\u00e9s au climat et \u00e0 l\u2019environnement de mani\u00e8re g\u00e9n\u00e9rale, on assiste \u00e0 une prise de conscience collective et une envie de consommer de mani\u00e8re diff\u00e9rente de la part des consommateurs. Ainsi, ils consid\u00e8rent comme essentiel le fait qu\u2019une marque prenne conscience des enjeux environnementaux et \u00e9cologiques. Ils d\u00e9sirent plus que jamais se retrouver au sein de valeurs comme l\u2019authenticit\u00e9, la transparence ou la sinc\u00e9rit\u00e9. Et en s\u2019impliquant dans diverses causes et divers combats, la marque a tout \u00e0 gagner !&nbsp;<\/p>\n\n\n\n<p>Les clients pour lesquels \"consommer de fa\u00e7on responsable\" est indispensable seront satisfaits et par cons\u00e9quent plus fid\u00e8les.&nbsp;&nbsp;<\/p>\n\n\n\n<p>De plus, les consommateurs souhaitent que les marques agissent au moyen de leur communication digitale, mais pas que. Ils d\u00e9sirent qu\u2019elles prennent conscience de leur impact en agissant directement sur des \u00e9l\u00e9ments de communication plus concrets, comme des packagings plus \u00e9cologiques, pens\u00e9s pour \u00eatre recycl\u00e9s ou r\u00e9utilis\u00e9s, par exemple. En 2022, le consommateur ne se contente plus de paroles, il veut des actes concrets.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">2# Les marques adoptent une communication plus \u00e9thique et engag\u00e9e<\/h2>\n\n\n\n<p>Dans la m\u00eame optique, on se tourne vers une communication plus \u00e9thique et plus engag\u00e9e. Les <strong>tendances communication 2022 <\/strong>pointent vers une volont\u00e9 de d\u00e9construire les clich\u00e9s au travers de r\u00e9cits plus inclusifs.&nbsp;<\/p>\n\n\n\n<p>Les marques, par le biais de leur communication, souhaitent mieux repr\u00e9senter la richesse de la diversit\u00e9 qui est pr\u00e9sente au sein de notre soci\u00e9t\u00e9. Les consommateurs veulent se retrouver dans les publicit\u00e9s, ils aspirent \u00e0 plus de r\u00e9alit\u00e9 et plus d\u2019imperfections. Ainsi, ils d\u00e9sirent des campagnes publicitaires plus affirm\u00e9es, que la marque prenne position, qu\u2019elle prenne part aux enjeux soci\u00e9taux.&nbsp;<\/p>\n\n\n\n<p>Une fois les combats choisis, les entreprises peuvent mettre en place une strat\u00e9gie \u00e9motionnelle en utilisant le storytelling.&nbsp;<\/p>\n\n\n\n<p>L\u2019utilisation de cette technique marketing vous permettra de capter l\u2019attention de vos lecteurs, d\u2019avoir l\u2019opportunit\u00e9 de communiquer facilement sur vos valeurs, d\u2019am\u00e9liorer votre image de marque et de <strong>gagner en cr\u00e9dibilit\u00e9 <\/strong>sur le long terme.&nbsp;&nbsp;<\/p>\n\n\n\n<p>Vous pouvez \u00e9galement d\u00e9velopper la personnification de votre marque sur les r\u00e9seaux sociaux. La<strong> <\/strong>personnifier vous permettra de la rendre plus sympathique aux yeux des consommateurs. On assiste largement \u00e0 ce ph\u00e9nom\u00e8ne ces derni\u00e8res ann\u00e9es, notamment sur le r\u00e9seau Twitter. Des marques comme Netflix ou D\u00e9cathlon, pour ne citer qu\u2019elles, r\u00e9pondent \u00e0 leur communaut\u00e9 au nom de la marque, ce qui cr\u00e9e un sentiment de proximit\u00e9 et ce qui rend l\u2019\u00e9change plus naturel. La communication n\u2019est plus \u00e0 sens unique, on assiste \u00e0 un r\u00e9el \u00e9change avec les consommateurs.&nbsp;<\/p>\n\n\n\n<p>On souhaite \u00e9galement une marque accessible, qui place l\u2019humain au c\u0153ur de sa strat\u00e9gie. Aujourd\u2019hui, le respect des salari\u00e9s, \u00e0 tout niveau de production, est de plus en plus regard\u00e9 par les consommateurs. On cherche \u00e0 savoir l\u2019origine d\u2019un produit, comment il a \u00e9t\u00e9 con\u00e7u, les valeurs \u00e9thiques de l\u2019entreprise\u2026<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">3# Une des tendances communication 2022 phare : le passage \u00e0 des formats et des contenus toujours plus courts<\/h2>\n\n\n\n<p><strong><a href=\"https:\/\/citronnoir.com\/content-marketing\/pourquoi-la-video-est-elle-indispensable-a-votre-communication\/\" data-type=\"URL\" data-id=\"https:\/\/citronnoir.com\/content-marketing\/pourquoi-la-video-est-elle-indispensable-a-votre-communication\/\">Le format vid\u00e9o<\/a> <\/strong>est de plus en plus privil\u00e9gi\u00e9 par les professionnels de la communication.&nbsp; D\u00e9verrouillez votre t\u00e9l\u00e9phone, ouvrez l\u2019application Tik Tok et acc\u00e9dez au scroll \u00e0 l\u2019infini. Les Tik Tok, comme les R\u00e9els Instagram et les Shorts Youtube poss\u00e8dent un point commun : ils sont tr\u00e8s courts, moins d\u2019une minute, voire quelques secondes ! Selon l\u2019ouvrage de Bruno Patino, <a href=\"https:\/\/www.grasset.fr\/livres\/la-civilisation-du-poisson-rouge-9782246819295\"><em>La Civilisation des Poissons Rouges<\/em><\/a>, le temps d\u2019attention chez les Millenials est de 9 secondes (contre 8 secondes, pour un poisson rouge). Il est donc fondamental que les sp\u00e9cialistes de la communication favorisent de courtes vid\u00e9os captivantes. Alors, en 2022, on opte pour un contenu efficace.<\/p>\n\n\n\n<p>De plus, des formats de ce type sont plus populaires et plus engageants pour les membres de la communaut\u00e9. En revanche, les contenus plus longs ne doivent pas pour autant \u00eatre d\u00e9laiss\u00e9s de mani\u00e8re d\u00e9finitive.&nbsp;<\/p>\n\n\n\n<p>En effet, si la vid\u00e9o est attractive et le <strong>storytelling<\/strong> bien amen\u00e9, ils pourront rester captiv\u00e9s un plus long moment.&nbsp;<\/p>\n\n\n\n<p>On peut notamment prendre l\u2019exemple de <a href=\"https:\/\/citronnoir.com\/medias-sociaux\/tiktok-indispensable-pour-les-entreprises\/\" data-type=\"URL\" data-id=\"https:\/\/citronnoir.com\/marketing-digital\/tiktok-indispensable-pour-les-entreprises\/\">Tik Tok, le r\u00e9seau social du moment pour les entreprises<\/a> en 2022. Comment fonctionne-t-il ? En proposant \u00e0 ses utilisateurs des courtes vid\u00e9os s\u00e9lectionn\u00e9es pour eux, gr\u00e2ce \u00e0 un algorithme se basant sur leurs go\u00fbts.<\/p>\n\n\n\n<p>Tik Tok, un des leviers digitaux cl\u00e9 de cette ann\u00e9e, a donc parfaitement compris comment attirer et maintenir sur son application les Millenials, ayant \u00e9volu\u00e9 au c\u0153ur d\u2019une soci\u00e9t\u00e9 de consommation. D\u2019ailleurs, si vous ne l'avez pas d\u00e9j\u00e0 fait, nous vous recommandons de vous cr\u00e9er un compte Tik Tok, si votre cible y est pr\u00e9sente, car c\u2019est un r\u00e9seau qui offre de nombreuses opportunit\u00e9s. Vous pouvez facilement communiquer sur votre marque, vos valeurs et suivre les #tendances du moment, qui sont souvent virales. Petit tips : pour avoir plus de visibilit\u00e9 et atterrir dans la \"for you\" page de votre cible, pensez \u00e0 publier tr\u00e8s fr\u00e9quemment !&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">4# Parmi les tendances communication 2022 : la mont\u00e9e du Live Shopping, boost\u00e9 par les influenceurs<\/h2>\n\n\n\n<p>Aujourd'hui, les influenceurs sont inclus dans la strat\u00e9gie de communication des entreprises. Ils permettent de d\u00e9velopper la notori\u00e9t\u00e9 de la marque, et ce, bien au-del\u00e0 du placement de produit. La nouveaut\u00e9 pour cette ann\u00e9e est le fait que les marques, en lien avec ces derniers, d\u00e9veloppent les Live Shoppings.&nbsp; Vous vous demanderez peut-\u00eatre en quoi \u00e7a consiste ? Le Live Shopping, c\u2019est sans doute la nouvelle version du t\u00e9l\u00e9-achat. On assiste \u00e0 des sessions vid\u00e9os en live, o\u00f9 des marques pr\u00e9sentent leurs produits au travers d\u2019influenceurs, appel\u00e9s \u201csocial seller\u201d, et s\u00e9lectionn\u00e9s de mani\u00e8re pr\u00e9cise. Ils peuvent, au cours de ces sessions, proposer des codes de promotion aux spectateurs pour les inciter \u00e0 acheter. Ce type d\u2019action permet de <strong>gagner en notori\u00e9t\u00e9<\/strong> et de<strong> g\u00e9n\u00e9rer du trafic sur votre site internet.<\/strong> En s\u00e9lectionnant des influenceurs qui repr\u00e9sentent \u00e0 merveille vos valeurs et qui arrivent \u00e0 donner l\u2019envie \u00e0 votre communaut\u00e9 d\u2019acheter, ce ne peut \u00eatre que du positif pour vous.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">5# Une volont\u00e9 de simplifier le graphisme des logos<\/h2>\n\n\n\n<p>2021 a \u00e9t\u00e9 synonyme de refonte de logo pour de nombreuses entreprises. Cette tendance semble se poursuivre cette ann\u00e9e. On assiste \u00e0 des graphismes plus sobres, plus angulaires. Certaines marques - comme Renault, Pringles, Peugeot pour ne citer qu\u2019eux -&nbsp; ont pr\u00e9f\u00e9r\u00e9 des graphismes plus sch\u00e9matiques, plus pictographiques.&nbsp;<\/p>\n\n\n\n<p>Burger King, lui, a souhait\u00e9 remettre au go\u00fbt du jour un ancien logo, datant de 1994, qui sera notamment plus facile \u00e0 utiliser sur le web. <em>Finalement, la mode ne serait-elle pas un \u00e9ternel recommencement ?<\/em><\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1080\" height=\"856\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/evolution-logo-burger-king-1.jpg\" alt=\"evolution logo burger king 1\" class=\"wp-image-22547\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/evolution-logo-burger-king-1.jpg 1080w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/evolution-logo-burger-king-1-484x384.jpg 484w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/evolution-logo-burger-king-1-768x609.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/evolution-logo-burger-king-1-843x668.jpg 843w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/evolution-logo-burger-king-1-736x583.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/evolution-logo-burger-king-1-360x285.jpg 360w\" sizes=\"(max-width: 1080px) 100vw, 1080px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">6# L\u2019audio, davantage au c\u0153ur de la strat\u00e9gie digitale des marques<\/h2>\n\n\n\n<p>Le roi du <a href=\"https:\/\/citronnoir.com\/content-marketing\/le-marketing-audio-dans-sa-strategie-de-marketing-digital\/\" data-type=\"page\" data-id=\"29546\">marketing audio<\/a>, podcast est de plus en plus tendance et tend \u00e0 s\u2019introduire dans nos strat\u00e9gies de communication. Il permet aux entreprises de facilement susciter l\u2019int\u00e9r\u00eat de leur cible. Alors, ce format arrivera-t-il \u00e0 prendre la place des vid\u00e9os, qui restent actuellement le meilleur moyen d\u2019engager sa communaut\u00e9 ? Dans tous les cas, nous pouvons noter que c\u2019est une des grandes <strong>tendances communication 2022<\/strong> et que les podcasts risquent m\u00eame de devenir viraux sur les r\u00e9seaux sociaux. Affaire \u00e0 suivre.&nbsp;<\/p>\n\n\n\n<p>Voici une br\u00e8ve pr\u00e9sentation des <strong>tendances communication 2022<\/strong>, toujours plus surprenantes d\u2019ann\u00e9es en ann\u00e9es. On a h\u00e2te de voir la suite !<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Aujourd\u2019hui, la communication est devenue primordiale pour une entreprise. Avec l\u2019\u00e9volution des technologies et du web, les tendances \u00e9voluent et se modernisent au rythme des humeurs des consommateurs. Ainsi, ces derniers n\u2019ont jamais \u00e9t\u00e9 autant attentifs \u00e0 la mani\u00e8re dont une marque communique. Par cons\u00e9quent, il est important qu\u2019une entreprise reste \u00e0 l'aff\u00fbt des tendances pour continuer \u00e0 toujours les satisfaire.<\/p>\n","protected":false},"author":4,"featured_media":22544,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"6 tendances communication \u00e0 ne pas rater pour 2022","_seopress_titles_desc":"Les tendances communication 2022 sont l\u00e0 ! Entre le retour \u00e0 une communication plus authentique ou un format de contenu toujours plus court sur les r\u00e9seaux, voici un TOP 6 des tendances.","_seopress_robots_index":"","footnotes":""},"categories":[108],"tags":[],"class_list":["post-22541","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-marketing-digital"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22541"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=22541"}],"version-history":[{"count":11,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22541\/revisions"}],"predecessor-version":[{"id":34211,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22541\/revisions\/34211"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/22544"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=22541"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=22541"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=22541"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}