{"id":19340,"date":"2021-12-15T12:45:07","date_gmt":"2021-12-15T11:45:07","guid":{"rendered":"https:\/\/citronnoir.com\/?p=19340"},"modified":"2022-06-20T11:30:28","modified_gmt":"2022-06-20T09:30:28","slug":"creation-sasu","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/entreprendre\/creation-sasu\/","title":{"rendered":"Cr\u00e9ation d'une SASU : le parcours du combattant ?"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Comment d\u00e9finir une SASU ?<\/h2>\n\n\n\n<p>Avant d'opter pour sa cr\u00e9ation, il est important de <a href=\"https:\/\/www.legalstart.fr\/fiches-pratiques\/sasu\/sasu-definition-caracteristiques\/\" target=\"_blank\" rel=\"noreferrer noopener\">tout savoir sur la SASU<\/a> afin de savoir si cette forme de soci\u00e9t\u00e9 convient \u00e0 votre projet. D\u00e9finie comme Soci\u00e9t\u00e9 par Actions Simplifi\u00e9es Unipersonnelle, la SASU est une <strong>forme juridique tr\u00e8s pris\u00e9e<\/strong> par une cat\u00e9gorie d'entrepreneurs, celle d\u00e9sireuse de g\u00e9rer leur entreprise toute seule.<\/p>\n\n\n\n<p>La SASU dispose ainsi \u00e0 sa t\u00eate d'un pr\u00e9sident \u00e9galement consid\u00e9r\u00e9 comme l'associ\u00e9 unique. En optant pour ce choix, vous garantissez la <strong>s\u00e9curit\u00e9 de votre patrimoine personnel<\/strong>. Ce type de soci\u00e9t\u00e9 se caract\u00e9rise \u00e9galement par un r\u00e9gime social tr\u00e8s attractif. \u00c9tant assimil\u00e9 salari\u00e9, vous b\u00e9n\u00e9ficiez des avantages li\u00e9s au R\u00e9gime g\u00e9n\u00e9ral de la S\u00e9curit\u00e9 sociale.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1254\" height=\"837\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/12\/visuel-creation-d-une-sasu-le-parcours-du-combattant.jpg\" alt=\"visuel creation d une sasu le parcours du combattant\" class=\"wp-image-19342\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/12\/visuel-creation-d-une-sasu-le-parcours-du-combattant.jpg 1254w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/12\/visuel-creation-d-une-sasu-le-parcours-du-combattant-575x384.jpg 575w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/12\/visuel-creation-d-une-sasu-le-parcours-du-combattant-768x513.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/12\/visuel-creation-d-une-sasu-le-parcours-du-combattant-1001x668.jpg 1001w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/12\/visuel-creation-d-une-sasu-le-parcours-du-combattant-736x491.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/12\/visuel-creation-d-une-sasu-le-parcours-du-combattant-360x240.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/12\/visuel-creation-d-une-sasu-le-parcours-du-combattant-368x246.jpg 368w\" sizes=\"(max-width: 1254px) 100vw, 1254px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Quel est le processus de cr\u00e9ation d'une telle entreprise ?<\/h2>\n\n\n\n<p>Ce processus se d\u00e9compose en <strong>cinq principales \u00e9tapes<\/strong>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">L'\u00e9tablissement des statuts juridiques<\/h3>\n\n\n\n<p>Cette \u00e9tape est la toute premi\u00e8re en ce qui concerne la cr\u00e9ation d'une SASU. Les statuts juridiques d\u00e9finissent en effet le fonctionnement de l'entreprise. \u00c0 ce titre, il est n\u00e9cessaire d'y faire figurer de fa\u00e7on la plus compl\u00e8te et exhaustive possible, toutes les mentions obligatoires. Pour la r\u00e9daction de ces statuts, vous avez besoin des <strong>comp\u00e9tences d'un juriste<\/strong>, d'un avocat ou d'un notaire. Les informations suivantes doivent para\u00eetre dans les statuts juridiques :<\/p>\n\n\n\n<ul class=\"wp-block-list\"><li>les apports en nature, les diff\u00e9rentes parts d'actions mises en jeu ainsi que les droits y aff\u00e9rents,<\/li><li>les modalit\u00e9s d'exercices du pouvoir par les directeurs g\u00e9n\u00e9raux et ceux d\u00e9l\u00e9gu\u00e9s,<\/li><li>le mode de direction de votre entreprise,<\/li><li>les formalit\u00e9s suivant lesquelles le pr\u00e9sident ou l'associ\u00e9 unique est d\u00e9sign\u00e9,<\/li><li>l'identit\u00e9 du commissaire aux comptes.<\/li><\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">La composition et le d\u00e9p\u00f4t d'un capital social<\/h3>\n\n\n\n<p>Pour commencer, il n'existe pas de montant pr\u00e9d\u00e9fini devant constituer le capital social de votre SASU. Toutefois, pour proc\u00e9der au d\u00e9p\u00f4t aupr\u00e8s d'une institution bancaire, vous devez n\u00e9anmoins <strong>disposer d'un apport<\/strong>. Celui-ci peut \u00eatre en num\u00e9raire (de l'argent), en nature (biens mobiliers ou immobiliers) ou en industrie (connaissances et expertise).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La publication d'une annonce l\u00e9gale<\/h3>\n\n\n\n<p>La d\u00e9cision de cr\u00e9ation d'une SASU ne vous concerne pas uniquement. Vous devez en faire part aux tierces personnes au moyen d'une publication dans un <strong>Journal d'annonces l\u00e9gales<\/strong>. Ceci se fait dans le d\u00e9partement dans lequel se trouve le si\u00e8ge social de votre soci\u00e9t\u00e9. Par la suite, la d\u00e9livrance d'une attestation de parution est obligatoire.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">L'enregistrement de votre soci\u00e9t\u00e9 au Registre du Commerce et des Soci\u00e9t\u00e9s<\/h3>\n\n\n\n<p>C'est la derni\u00e8re \u00e9tape du processus. Elle se r\u00e9sume en la constitution puis au <strong>d\u00e9p\u00f4t d'un dossier d'immatriculation au greffe<\/strong> du tribunal de commerce habilet\u00e9. Pour l'enregistrement d\u00e9finitif de votre soci\u00e9t\u00e9, il vous faut fournir des documents tels que les statuts juridiques d\u00e9j\u00e0 sign\u00e9s, un formulaire M0 compl\u00e9t\u00e9 convenablement, deux attestations (d\u00e9p\u00f4t du capital social et parution au JAL). Enfin, une d\u00e9claration de non-condamnation vient cl\u00f4turer la liste des documents n\u00e9cessaires. \u00c0 l'issue de cette \u00e9tape, vous recevez votre extrait Kbis marquant l'existence juridique de votre SASU.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Tout projet de cr\u00e9ation d'entreprise se distingue essentiellement par la forme juridique choisie. De nombreux entrepreneurs se lancent ainsi dans la cr\u00e9ation d'une SASU. Ceci s'explique par les multiples avantages li\u00e9s \u00e0 cette forme juridique. De m\u00eame, la cr\u00e9ation d'une SASU n\u00e9cessite des d\u00e9marches sp\u00e9cifiques. Etant donn\u00e9 que pr\u00e8s de 50% de nos prospects sont des entrepreneurs en cr\u00e9ation d'entreprise, nous avons d\u00e9cid\u00e9 de consacrer un article au sujet de la SASU.<\/p>\n","protected":false},"author":4,"featured_media":19345,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Cr\u00e9ation d&#039;une SASU : le parcours du combattant ? - Citron Noir","_seopress_titles_desc":" De nombreux entrepreneurs se lancent ainsi dans la cr\u00e9ation d&#039;une SASU. D\u00e9couvrez les \u00e9tapes de ce processus, relativement simple \u00e0 mettre en place !","_seopress_robots_index":"","footnotes":""},"categories":[113],"tags":[],"class_list":["post-19340","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-entreprendre"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/19340"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=19340"}],"version-history":[{"count":1,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/19340\/revisions"}],"predecessor-version":[{"id":22455,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/19340\/revisions\/22455"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/19345"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=19340"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=19340"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=19340"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}