{"id":29973,"date":"2023-01-13T18:01:59","date_gmt":"2023-01-13T17:01:59","guid":{"rendered":"https:\/\/citronnoir.com\/?p=29973"},"modified":"2024-02-15T10:26:14","modified_gmt":"2024-02-15T09:26:14","slug":"navigateur-arc-alternative-google-chrome","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/marketing-digital\/navigateur-arc-alternative-google-chrome\/","title":{"rendered":"Arc : Le meilleur navigateur web, un concurrent de taille \u00e0 Google Chrome ?"},"content":{"rendered":"\n<p><strong>Le navigateur Arc est tout simplement le navigateur de demain.<\/strong><\/p>\n\n\n\n<p>Tout le monde conna\u00eet Google Chrome, mais avez-vous entendu parler du <strong>navigateur Arc<\/strong> ? Bien plus qu'un simple navigateur, Arc est un r\u00e9el syst\u00e8me d'exploitation pour Internet permettant d'<strong>am\u00e9liorer votre exp\u00e9rience de navigation<\/strong> : meilleur chargement des pages, s\u00e9curit\u00e9 renforc\u00e9e, bloqueur de publicit\u00e9s int\u00e9gr\u00e9 (uBlock Origin), fonctionnalit\u00e9s uniques et originales, voyons ce qu'a \u00e0 offrir Arc Browser, ce navigateur alternatif \u00e0 Google Chrome, qui promet de r\u00e9inventer la mani\u00e8re de <strong>naviguer sur le web<\/strong>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Le Navigateur Arc, un navigateur web exp\u00e9rimental qui favorise la concentration et le multit\u00e2che<\/h2>\n\n\n\n<p><a href=\"https:\/\/arc.net\" data-type=\"URL\" data-id=\"https:\/\/arc.net\">Arc Browser<\/a> a \u00e9t\u00e9 d\u00e9velopp\u00e9 par The Browser Company of New York. Sa mission est claire : inventer le futur d'internet et r\u00e9pondre au probl\u00e8me des interfaces de navigation contre-productives que l'on peut trouver actuellement sur le march\u00e9. L'id\u00e9e est donc de proposer un navigateur qui s'adapte aux besoins individuels de ses utilisateurs, ainsi qu'une interface qui am\u00e9liore la concentration et la capacit\u00e9 \u00e0 r\u00e9aliser du multit\u00e2che. Et c'est visiblement bien parti ! L'\u00e9quipe est compos\u00e9e d\u2019anciens employ\u00e9s de grandes entreprises telles que Facebook, Tesla, Snapchat, Slack, Amazon...&nbsp; En bref, de nombreux A Players. Et m\u00eame si ce navigateur a pour objectif de concurrencer Google Chrome, Arc utilise le m\u00eame moteur open source que ce dernier : Chromium. De ce fait, toutes les extensions Chrome fonctionnent sur Arc, ce qui facilite grandement sa prise en main. Ensemble, nous allons voir les diverses fonctionnalit\u00e9s qu'Arc rend d\u00e9sormais possible, afin de manier plus facilement l'outil et de balayer son champ d'action.&nbsp;&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Une interface innovante et pleine de surprises<\/h2>\n\n\n\n<p>Le <strong>navigateur Arc<\/strong> dispose d'un design original, ergonomique et pens\u00e9 pour faciliter le quotidien de ses utilisateurs. De plus, l'interface est enti\u00e8rement personnalisable.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1070\" height=\"668\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/Une-interface-innovante-et-pleine-de-surprises-1070x668.webp\" alt=\"une interface innovante et pleine de surprises\" class=\"wp-image-30050\" title=\"Exemple de configuration du navigateur ARC\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/Une-interface-innovante-et-pleine-de-surprises-1070x668.webp 1070w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/Une-interface-innovante-et-pleine-de-surprises-615x384.webp 615w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/Une-interface-innovante-et-pleine-de-surprises-768x479.webp 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/Une-interface-innovante-et-pleine-de-surprises.webp 1200w\" sizes=\"(max-width: 1070px) 100vw, 1070px\" \/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">La barre de navigation \u00e0 gauche, une des sp\u00e9cificit\u00e9s d'Arc Browser<\/h3>\n\n\n\n<p>Une des fonctionnalit\u00e9s originales d'Arc r\u00e9side dans l'emplacement de la barre lat\u00e9rale, ou sidebar, qui est plac\u00e9e \u00e0 gauche de l'\u00e9cran pour d\u00e9sencombrer l'interface de navigation et permettre une meilleure lisibilit\u00e9. Elle regroupe, de la mani\u00e8re la plus organis\u00e9e possible, les favoris \u00e9pingl\u00e9s, les dossiers d'onglets, les pages \u00e9pingl\u00e9es ainsi que les onglets ouverts. Il est  possible de masquer cette barre de navigation (<em>Command + S<\/em>) pour obtenir un environnement sans distractions et, dans ce sens, \u00eatre plus concentr\u00e9 sur la t\u00e2che.<\/p>\n\n\n\n<p>De plus, Arc l'a bien compris : le v\u00e9ritable probl\u00e8me de Chrome r\u00e9side dans le fait qu'en l'utilisant, nous accumulons les onglets ouverts, qui deviennent tr\u00e8s nombreux et, pour la plupart, inutiles. R\u00e9sultat, nous sommes vite surcharg\u00e9s ou perdus parmi eux. Aujourd'hui, Arc r\u00e8gle le probl\u00e8me en faisant le m\u00e9nage pour nous. Dans cette optique, il ferme, de mani\u00e8re autonome, les onglets inactifs au bout d'un certain temps (12 h par d\u00e9faut mais cette variable est totalement param\u00e9trable).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Des workspaces s\u00e9par\u00e9s et illimit\u00e9s, pour une meilleure organisation<\/h3>\n\n\n\n<p>Une autre sp\u00e9cificit\u00e9 d'Arc est le fait que, pour toujours plus d'organisation, ce navigateur vous permet de <strong>cr\u00e9er diff\u00e9rents workspaces<\/strong>, ou espaces (Ic\u00f4ne + &gt; New space). C'est une fonctionnalit\u00e9 tr\u00e8s utile pour \u00e9viter de vous perdre entre vos onglets professionnels et personnels par exemple (c'est le cas dans la capture ci-dessus avec les deux bullets en bas de la navbar). Dans ce sens, basculez facilement entre les onglets que vous utilisez pour le travail et les onglets que vous souhaitez consulter pendant votre temps libre, gr\u00e2ce aux ic\u00f4nes en bas de page. Vous pouvez \u00e9galement cr\u00e9er des workspaces sp\u00e9cifiques \u00e0 vos diff\u00e9rents clients. En sortant du contexte professionnel, un espace peut repr\u00e9senter un domaine, une activit\u00e9 particuli\u00e8re ou un sujet. Cr\u00e9ez autant de workspaces que vous en avez besoin, ils sont illimit\u00e9s !<\/p>\n\n\n\n<p>Une multitude d'options sont permises gr\u00e2ce \u00e0 cette fonctionnalit\u00e9 plus qu'innovante et la r\u00e8gle est qu'il n'y en a aucune : vous \u00eates libre de cr\u00e9er le moteur de recherche qui correspond \u00e0 vos attentes et besoins quotidiens. Petit + : les couleurs des workspaces ainsi que les ic\u00f4nes qui les repr\u00e9sentent sont totalement personnalisables.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Les \"Bookmarks\" et autres organisateurs pour garantir un espace plus qu'optimis\u00e9&nbsp;<\/h3>\n\n\n\n<p>Arc est le roi de l'organisation :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Les Bookmarks, ou favoris, apparaissent \u00e0 gauche, comme un onglet classique, mais, eux, ne sont pas supprim\u00e9s automatiquement. Il est d'ailleurs, pour les plus utiles, possible de les \u00e9pingler en haut de la barre de navigation. Ces derniers ont l'avantage de pouvoir \u00eatre pr\u00e9visualis\u00e9s. Ci-dessous un exemple. En survolant l'agenda Google, il vous est possible d'avoir un aper\u00e7u des \u00e9v\u00e9nements \u00e0 venir ; en survolant Gmail, vous verrez en un coup d'\u0153il vos nouveaux mails, etc.<\/li>\n\n\n\n<li>En dessous de la barre des favoris, il vous est possible de cr\u00e9er des dossiers de bookmarks en y glissant les sites les plus visit\u00e9s, par cat\u00e9gorie <em>(Ic\u00f4ne + &gt; New Folder<\/em>).<\/li>\n\n\n\n<li>Enfin, vos onglets classiques appara\u00eetront dans les Tab <em>(+ New Tab &gt; Tapez votre recherche dans la barre qui appara\u00eet)<\/em><\/li>\n<\/ul>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"822\" height=\"668\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/bookmarks-arc-browser-822x668.png\" alt=\"bookmarks arc browser\" class=\"wp-image-29995\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/bookmarks-arc-browser-822x668.png 822w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/bookmarks-arc-browser-473x384.png 473w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/bookmarks-arc-browser-768x624.png 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/bookmarks-arc-browser.png 1014w\" sizes=\"(max-width: 822px) 100vw, 822px\" \/><figcaption class=\"wp-element-caption\">Organisation de la barre lat\u00e9rale d'Arc Browser<\/figcaption><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Une barre de commande int\u00e9gr\u00e9e au navigateur, avec une multitude de raccourcis clavier<\/h3>\n\n\n\n<p>Avec Arc, fini la barre d'URL en haut de l'\u00e9cran avec tous les onglets ouverts. La command bar appara\u00eet avec \"<em>+ New Tab\" ou Command + T<\/em> et permet de trouver absolument tout : que vous cherchiez une information parmi vos onglets, une extension, une commande (le screenshot par exemple), des raccourcis clavier ou une recherche Google classique... Tout passe par cette barre de recherche.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1280\" height=\"588\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/command-bar-arc-1280x588.png\" alt=\"command bar arc\" class=\"wp-image-29977\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/command-bar-arc-1280x588.png 1280w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/command-bar-arc-736x338.png 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/command-bar-arc-768x353.png 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/command-bar-arc-1536x706.png 1536w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/command-bar-arc.png 1672w\" sizes=\"(max-width: 1280px) 100vw, 1280px\" \/><\/figure>\n\n\n\n<p>Le navigateur met le focus sur la productivit\u00e9 et l'efficacit\u00e9 en proposant une miultitude de raccourcis clavier tr\u00e8s pratique, par exemples :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Copier l'Url de l'onglet actuel<\/li>\n\n\n\n<li>Faire une capture d'\u00e9cran<\/li>\n\n\n\n<li>Ouvrir la liste des extensions<\/li>\n\n\n\n<li>Passer d'un espace \u00e0 l'autre<\/li>\n\n\n\n<li>Spliter la vue actuelle<\/li>\n\n\n\n<li>...<\/li>\n<\/ul>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"689\" height=\"668\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/raccourcis-clavier-Arc-Browther-689x668.webp\" alt=\"raccourcis clavier arc browther\" class=\"wp-image-30051\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/raccourcis-clavier-Arc-Browther-689x668.webp 689w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/raccourcis-clavier-Arc-Browther-396x384.webp 396w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/raccourcis-clavier-Arc-Browther-768x744.webp 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/raccourcis-clavier-Arc-Browther.webp 1302w\" sizes=\"(max-width: 689px) 100vw, 689px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Une multitude d'autres fonctionnalit\u00e9s qui enrichissent le navigateur Arc<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">Easel, des dashboards intelligents et collaboratifs&nbsp;<\/h3>\n\n\n\n<p>Les Easels (<em>Ic\u00f4ne + &gt; New Easel<\/em>) sont des tableaux dynamiques intelligents et collaboratifs. Gr\u00e2ce \u00e0 eux, il vous est possible de faire une capture d'\u00e9cran d'un site web et de l'importer dans un Easel. La sp\u00e9cificit\u00e9 r\u00e9side dans le fait que cette capture d'\u00e9cran est totalement dynamique. En r\u00e9alit\u00e9, vous ne prenez pas un simple screenshot mais une petite partie d'un site web et l'int\u00e9grez dans un tableau. De ce fait, ces derniers seront mis \u00e0 jour de mani\u00e8re totalement autonome : <strong>Un screenshot dynamique et \u00e9volutif<\/strong>. <\/p>\n\n\n\n<p>Ces easels peuvent \u00eatre rendu publiques et sont tr\u00e8s utiles pour cr\u00e9er des dashboards. Vous pouvez agr\u00e9menter votre Easel comme bon vous semble, avec des dessins et annotations. C'est v\u00e9ritablement un <strong>nouvel usage du navigateur web<\/strong> qui est disponible gr\u00e2ce \u00e0 Arc.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1060\" height=\"542\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/easel-arc-browser.png\" alt=\"easel arc browser\" class=\"wp-image-29978\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/easel-arc-browser.png 1060w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/easel-arc-browser-736x376.png 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/easel-arc-browser-768x393.png 768w\" sizes=\"(max-width: 1060px) 100vw, 1060px\" \/><figcaption class=\"wp-element-caption\">Cr\u00e9er un Easel, tableau dynamique et collaboratif<\/figcaption><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">La Librairie, pour retrouver tous vos documents en un clin d'\u0153il<\/h3>\n\n\n\n<p>La librairie est une fonctionnalit\u00e9 tr\u00e8s utile, en quelques mots, c'est votre finder directement dans ARC. La librairie vous permet d'acc\u00e9der rapidement \u00e0 toutes les captures d'\u00e9cran que vous avez effectu\u00e9, tous vos t\u00e9l\u00e9chargements ainsi que tous les easels que vous avez cr\u00e9\u00e9. <\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Split View, pour une meilleure productivit\u00e9<\/h3>\n\n\n\n<p>Le Split View (<em>Onglet &gt; ... &gt; Open in split view<\/em>) vous permet de diviser votre \u00e9cran en deux (ou +) onglets. Acc\u00e9dez \u00e0 la vue partag\u00e9e en cliquant sur \"...\" \u00e0 c\u00f4t\u00e9 d'un onglet. Arc vous demandera avec quel(s) onglet(s) vous souhaitez spliter votre \u00e9cran. C'est extr\u00eamement utile lorsque l'on veut faire plusieurs choses en m\u00eame temps, ou que l'on a besoin de deux fen\u00eatres pour travailler.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1069\" height=\"668\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/split-view-arc-browser-1069x668.png\" alt=\"split view arc browser\" class=\"wp-image-29980\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/split-view-arc-browser-1069x668.png 1069w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/split-view-arc-browser-614x384.png 614w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/split-view-arc-browser-768x480.png 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/split-view-arc-browser-1536x960.png 1536w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/split-view-arc-browser-2048x1280.png 2048w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/split-view-arc-browser.png 2880w\" sizes=\"(max-width: 1069px) 100vw, 1069px\" \/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Little Arc, pour effectuer des recherches rapidement<\/h3>\n\n\n\n<p>Le module Little Arc est accessible gr\u00e2ce au raccourci&nbsp;<em>Command + Option + N. <\/em>Elle ouvre une version miniature du navigateur, dans une interface r\u00e9duite. L'avantage principal de Little Arc c'est de ne pas polluer votre fen\u00eatre principale. Vous recevez un lien dans un email, Arc va l'ouvrir dans une fenetre Little Arc. Pourquoi ? Parcequ'il comprend que cet onglet est vou\u00e9 \u00e0 \u00eatre ferm\u00e9 rapidement, et il a raison !<\/p>\n\n\n\n<p>En d'autres termes, Little Arc fait appara\u00eetre le contenu en petit, comme lorsque nous consultons une vid\u00e9o Youtube en mode r\u00e9duit sur notre t\u00e9l\u00e9phone portable.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1188\" height=\"668\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/little-arc-browser-1188x668.png\" alt=\"little arc browser\" class=\"wp-image-29981\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/little-arc-browser-1188x668.png 1188w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/little-arc-browser-683x384.png 683w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/little-arc-browser-768x432.png 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/little-arc-browser-1536x864.png 1536w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/little-arc-browser-2048x1152.png 2048w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/little-arc-browser.png 2880w\" sizes=\"(max-width: 1188px) 100vw, 1188px\" \/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Les boosts, feature d'\u00e9dition avanc\u00e9e<\/h3>\n\n\n\n<p>Les boosts (<em>Ic\u00f4ne + &gt; New Boost<\/em>) sont davantage destin\u00e9s aux d\u00e9veloppeurs ma\u00eetrisant les langages CSS et JavaScript. Ils permettent de facilement changer le style d'un site web, de remplacer du contenu ou d'ajouter son propre contenu sur un site, d'y ajouter de nouvelles fonctionnalit\u00e9s... Vous pouvez \u00e9galement customiser de mani\u00e8re avanc\u00e9e un site gr\u00e2ce \u00e0 l'option \"start from scratch\".&nbsp;Une fonctionnalit\u00e9 r\u00e9volutionnaire pour un navigateur et pour nos confr\u00e8res les d\u00e9veloppeurs ! Pour une Agence sp\u00e9cialis\u00e9e en <a href=\"https:\/\/citronnoir.com\/agence-wordpress\/\" data-type=\"page\" data-id=\"9692\">cr\u00e9ation de site internet<\/a>, quoi de mieux que de pouvoir modifier tout les sites du monde selon notre bon-vouloir ?<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1086\" height=\"668\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/boost-arc-browser-1086x668.png\" alt=\"boost arc browser\" class=\"wp-image-29983\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/boost-arc-browser-1086x668.png 1086w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/boost-arc-browser-624x384.png 624w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/boost-arc-browser-768x472.png 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/boost-arc-browser-1536x945.png 1536w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/boost-arc-browser-2048x1260.png 2048w, https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/01\/boost-arc-browser.png 2374w\" sizes=\"(max-width: 1086px) 100vw, 1086px\" \/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Une meilleure s\u00e9curit\u00e9 via le navigateur Arc<\/h3>\n\n\n\n<p><a href=\"https:\/\/thebrowser.company\/\" data-type=\"URL\" data-id=\"https:\/\/thebrowser.company\/\">The Browser Company<\/a> s'engage \u00e0 ne pas collecter ni revendre aucune information priv\u00e9e relative \u00e0 l'historique de navigation, aux recherches, aux achats en ligne, etc. L'ensemble de la data collect\u00e9e n'est partag\u00e9e qu\u2019avec les fournisseurs de services d'Arc ainsi que les autorit\u00e9s, si une enqu\u00eate est ouverte.&nbsp;<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le picture-in-picture<\/h3>\n\n\n\n<p>Le Picture-in-Picture (ou PiP) vous permet de visionner une vid\u00e9o dans une fen\u00eatre flottante. Arc int\u00e8gre cette fonctionnalit\u00e9 : vous avez la possibilit\u00e9 de faire du picture-in-picture sur plusieurs onglets. Tr\u00e8s pratique pour regarder une vid\u00e9o tuto tout en appliquant le tuto.<\/p>\n\n\n\n<p>Arc propose aussi des fonctionnalit\u00e9s cach\u00e9s et ajoute de nombreuses fonctionnalit\u00e9s aves ses mises-\u00e0-jour. N'oublions pas que le navigateur est encore au tout d\u00e9but de sa vie et que l'\u00e9quipe de d\u00e9veloppent est tr\u00e9s active pour ajouter de nouvelles fonctionnalit\u00e9s.  <\/p>\n\n\n\n<h2 class=\"wp-block-heading\">En conclusion, un navigateur qui pr\u00e9sente peu de b\u00e9mols, \u00e0 premi\u00e8re vue<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">Une haute consommation de ressources<\/h3>\n\n\n\n<p>Un des plus gros d\u00e9savantages d'Arc, pour le moment, est le fait qu'il consomme une grande quantit\u00e9 de ressources. En effet, il se montre jusqu'\u00e0 2,5 fois plus demandeur en RAM que ses principaux concurrents Chrome, Firefox ou encore Edge. Mais n'oublions pas que ce navigateur est nouveau et encore en version b\u00eata pour le moment. Peut-\u00eatre que ce probl\u00e8me sera r\u00e9gl\u00e9 au fur et \u00e0 mesure des am\u00e9liorations futures.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Avis de l'\u00e9quipe Citron Noir \ud83c\udf4b<\/h2>\n\n\n\n<p>Arc est un navigateur extr\u00eamement prometteur. La navigation est fluide, l'interface est personnalisable et de nombreuses fonctionnalit\u00e9s facilitent r\u00e9ellement la vie, que ce soit au sein de votre vie professionnelle ou personnelle. Ce navigateur permet un r\u00e9el gain de temps. On pense m\u00eame que ce nouvel outil va devenir l'un de nos favoris chez Citron Noir. C'est le genre d'outil qui, une fois essay\u00e9, est vite adopt\u00e9.&nbsp;<\/p>\n\n\n\n<p>Au jour o\u00f9 nous \u00e9crivons cet article, ce navigateur, toujours en d\u00e9veloppement et disponible en b\u00eata priv\u00e9 sur MacOS uniquement, il n'est pas ouvert \u00e0 l'ensemble du grand public. Il est accessible en avant premi\u00e8re aux \u00e9tudiants dont l'\u00e9cole est partenaire d'Arc Campus, ou gr\u00e2ce \u00e0 une invitation fournie par un utilisateur d'Arc. Si vous en avez l'occasion, tentez l'exp\u00e9rience par vous-m\u00eame !<\/p>\n\n\n\n<div class=\"wp-block-columns is-layout-flex wp-container-core-columns-is-layout-1 wp-block-columns-is-layout-flex\">\n<div class=\"wp-block-column is-layout-flow wp-block-column-is-layout-flow\" style=\"flex-basis:66.66%\">\n<h2 class=\"wp-block-heading\">Pour en savoir plus<\/h2>\n\n\n\n<p>Pour en savoir davantage et voir le navigateur en action, on vous conseille la vid\u00e9o de Shubham SHARMA et le fil d'actualit\u00e9 X.com de Arc (The Browser Company)<\/p>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"ARC | Cet outil va tuer Google Chrome\" width=\"500\" height=\"281\" src=\"https:\/\/www.youtube.com\/embed\/EHe0Wu5yM9c?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen><\/iframe>\n<\/div><\/figure>\n<\/div>\n\n\n\n<div class=\"wp-block-column is-layout-flow wp-block-column-is-layout-flow\" style=\"flex-basis:33.33%\">\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<a class=\"twitter-timeline\" data-width=\"500\" data-height=\"750\" data-dnt=\"true\" href=\"https:\/\/twitter.com\/browsercompany?ref_src=twsrc%5Etfw\">Tweets by browsercompany<\/a><script async src=\"https:\/\/platform.twitter.com\/widgets.js\" charset=\"utf-8\"><\/script>\n<\/div><\/figure>\n<\/div>\n<\/div>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p>Pour rejoindre ARC d\u00e8s maintenant, vous pouvez utiliser notre lien d'invitation ici : <\/p>\n\n\n\n<p><a href=\"https:\/\/arc.net\/gift\/97473f59\" data-type=\"link\" data-id=\"https:\/\/arc.net\/gift\/97473f59\">https:\/\/arc.net\/gift\/97473f59<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Tout le monde conna\u00eet Google Chrome, mais avez-vous entendu parler du navigateur Arc ? Bien plus qu'un simple navigateur, Arc est un r\u00e9el syst\u00e8me d'exploitation pour Internet permettant d'am\u00e9liorer votre exp\u00e9rience de navigation : meilleur chargement des pages, s\u00e9curit\u00e9 renforc\u00e9e, bloqueur de publicit\u00e9s int\u00e9gr\u00e9 (uBlock Origin), fonctionnalit\u00e9s uniques et originales, voyons ce qu'a \u00e0 offrir Arc Browser, ce navigateur alternatif \u00e0 Google Chrome, qui r\u00e9invente la mani\u00e8re de naviguer sur le web.<\/p>\n","protected":false},"author":4,"featured_media":29985,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Le navigateur Arc, un concurrent de taille \u00e0 Google Chrome ?","_seopress_titles_desc":"Arc : la navigateur de demain ! R\u00e9cemment, le navigateur Arc a fait parler de lui. Et pour cause, ce syst\u00e8me d&#039;exploitation a pour mission principale de r\u00e9volutionner l&#039;usage d&#039;Internet.","_seopress_robots_index":"","footnotes":""},"categories":[108],"tags":[],"class_list":["post-29973","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-marketing-digital"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/29973"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=29973"}],"version-history":[{"count":19,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/29973\/revisions"}],"predecessor-version":[{"id":38438,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/29973\/revisions\/38438"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/29985"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=29973"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=29973"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=29973"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}