{"id":8672,"date":"2020-03-11T14:02:28","date_gmt":"2020-03-11T13:02:28","guid":{"rendered":"https:\/\/citronnoir.com\/?p=8672"},"modified":"2023-01-10T11:56:46","modified_gmt":"2023-01-10T10:56:47","slug":"le-digital-a-t-il-un-effet-sur-le-rechauffement-climatique","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/marketing-digital\/le-digital-a-t-il-un-effet-sur-le-rechauffement-climatique\/","title":{"rendered":"Les effets du digital sur l'environnement"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\" id=\"internet_aide_notre_planete\">Internet vient en aide au bien-\u00eatre de notre plan\u00e8te<\/h2>\n\n\n\n<p>La digitalisation a fait les preuves de son utilit\u00e9 partout dans le monde et elle contribue bien au d\u00e9veloppement de nombreux pays. D'une fa\u00e7on ou d'une autre, le digital vient en aide au bien-\u00eatre de notre plan\u00e8te en nous ouvrant <strong>des fen\u00eatres sur le monde ext\u00e9rieur<\/strong>. Gr\u00e2ce au web, il n'y a presque plus de fronti\u00e8res et la diffusion des informations est r\u00e9ellement plus facile.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"communication_virale\">Internet : le meilleur support pour une communication virale<\/h3>\n\n\n\n<p>Avec internet, nous avons de plus en plus de facilit\u00e9 \u00e0 voir et savoir ce qui se passe ailleurs dans le monde. Le partage des informations est bien souvent instantan\u00e9. De plus, les r\u00e9seaux sociaux favorisent leur diffusion virale. Et ce n'est pas \u00e9tonnant. <strong>En 2019, 3,2 milliards de personnes utilisaient les r\u00e9seaux sociaux<\/strong>. C'est environ 42% de la population mondiale. Et cette statistique est en croissance continue.<\/p>\n\n\n\n<p>Gr\u00e2ce aux r\u00e9seaux comme Facebook, YouTube, Instagram ou Twitter,<strong> des vid\u00e9os et images poignantes peuvent maintenant \u00eatre instantan\u00e9ment partag\u00e9es<\/strong>. Les diffusions en direct ne se font plus seulement \u00e0 la t\u00e9l\u00e9vision. Les \u00e9v\u00e9nements heureux et malheureux sont rapidement relay\u00e9s, et cela a souvent du bon pour \u00e9veiller les consciences.<\/p>\n\n\n\n<p>La situation de l'Australie qui a subi des feux de brousse ravageurs sur plusieurs mois entre fin 2019 et d\u00e9but 2020 en est une preuve. Sans internet, peu de personnes auraient pu constater les d\u00e9gats. Peu de personnes auraient pu voir de l'ext\u00e9rieur l'importance de ces incendies et la d\u00e9tresse aussi bien humaine qu'animale. Une prise de conscience collective a \u00e9t\u00e9 suscit\u00e9e par des images poignantes diffus\u00e9es sur le web. En dehors des aides des Etats, <strong>\u00e0 travers des tweets et des messages partout sur les r\u00e9seaux sociaux<\/strong>, le peuple australien a pu obtenir un soutien moral et financier.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"\/wp-content\/uploads\/2020\/02\/img-rechauffement-climatique.jpg\" alt=\"internet au service de la nature\"\/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"petitions\">Les p\u00e9titions en ligne sont plus faciles \u00e0 diffuser<\/h3>\n\n\n\n<p>Un autre domaine dans lequel le progr\u00e8s digital apporte une avanc\u00e9e int\u00e9ressante est celui des actions collectives (comme les p\u00e9titions). Avant l'av\u00e8nement d'internet, les p\u00e9titions devaient circuler de main \u00e0 main et la probabilit\u00e9 de r\u00e9colter un nombre tr\u00e8s important de signatures \u00e9tait r\u00e9duite.<\/p>\n\n\n\n<p>Aujourd'hui, les p\u00e9titions peuvent circuler directement en ligne par des liens qui s'ouvrent sur tous les supports num\u00e9riques. Parapher un formulaire sur internet, \u00e7a ne prend que quelques secondes. Cela permet d'<strong>atteindre le maximum de personnes<\/strong> \u00e0 l'int\u00e9rieur d'un pays, mais \u00e9galement en dehors des fronti\u00e8res nationales. Cette possibilit\u00e9 de maximiser les signatures aide \u00e0 changer les opinions et certaines lois sur les conditions humaines.<\/p>\n\n\n\n<p>Par exemple, pour l'interdiction du Roundup, une p\u00e9tition de l'ONG Avaaz a pu r\u00e9colter plus de deux millions de signatures en janvier 2016. Et en f\u00e9vrier de la m\u00eame ann\u00e9e, plus d'un demi-million de signatures ont \u00e9t\u00e9 enregistr\u00e9es sur la p\u00e9tition \u00ab Loi travail : Non merci ! \u00bb en moins d'une semaine.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"dons\">L'appel au don est facilit\u00e9<\/h3>\n\n\n\n<p>Le secteur de la g\u00e9n\u00e9rosit\u00e9 a \u00e9galement b\u00e9n\u00e9fici\u00e9 des progr\u00e8s du digital de mani\u00e8re ind\u00e9niable. En 2016 par exemple, <strong>environ 22% des moins de 35 ans ont utilis\u00e9 internet pour faire des dons \u00e0 divers organismes<\/strong>. Et les dons en ligne constituent 7,2% des dons annuels recueillis par les associations et fondations de diverses sortes.<\/p>\n\n\n\n<p>Le digital facilite l'appel au don. Des sites d'appel au don ainsi que les r\u00e9seaux sociaux peuvent \u00eatre utilis\u00e9s pour faire une propagande efficace autour d'une cause. Une publicit\u00e9 \u00e0 la t\u00e9l\u00e9vision ou encore \u00e0 la radio atteint rarement la m\u00eame efficacit\u00e9. Pour se soigner d'une maladie grave, pour sauver un proche, ou <strong>d\u00e9fendre une cause \u00e9cologique<\/strong> on peut r\u00e9colter en un temps record des milliers d'euros.<\/p>\n\n\n\n<p>De plus, gr\u00e2ce au web, les donateurs ont plus de facilit\u00e9 \u00e0 faire des dons uniques ou r\u00e9guliers. Ils peuvent utiliser une carte de cr\u00e9dit, ou des d\u00e9bits directs de leur banque en ligne, depuis n'importe quel pays.<\/p>\n\n\n\n<p>C'est un fait, internet et le digital en g\u00e9n\u00e9ral sont avantageux pour la plan\u00e8te. Mais, cela ne les emp\u00eache pas \u00e9galement d'\u00eatre nocifs. Par exemple, la contribution du digital au r\u00e9chauffement climatique est loin d'\u00eatre n\u00e9gligeable.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"internet_rechauffement_climatique\">Internet contribue au r\u00e9chauffement climatique<\/h2>\n\n\n\n<p>On \u00e9vite bien souvent d'en parler, mais cela est aujourd'hui une r\u00e9alit\u00e9 qu'internet contribue au r\u00e9chauffement climatique. On pourrait se demander comment. Mais la r\u00e9ponse est pourtant sous nos yeux.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"internet_pollue_la_planete\">Internet pollue la plan\u00e8te<\/h3>\n\n\n\n<p>Beaucoup ne le savent peut-\u00eatre pas, mais chaque action sur internet laisse une empreinte carbone. L'envoi d'une image, d'une vid\u00e9o ou encore d'un simple mail contribue bel et bien \u00e0 la production de gaz \u00e0 effet de serre. Par exemple, selon <a href=\"https:\/\/www.cleanfox.io\/\">Cleanfox<\/a> (solution de nettoyage de boite email), <strong>une newsletter peut induire jusqu'\u00e0 10 g de CO2 \u00e9mis par an<\/strong>. Cela \u00e9quivaut \u00e0 l'empreinte carbone d'un sac plastique et n'est pas si n\u00e9gligeable que \u00e7a, lorsqu'on se souvient des myriades de mails \u00e9chang\u00e9s chaque jour.<\/p>\n\n\n\n<p>De plus, internet, c'est \u00e9galement le stockage des donn\u00e9es sur le cloud. Cette utilisation permanente de serveurs pour faire fonctionner les sites web. C'est en partie pour cela que <strong>le secteur du num\u00e9rique consomme \u00e0 lui seul environ 10% de la production \u00e9lectrique mondiale<\/strong> (<em>un data center consomme autant d'\u00e9lectricit\u00e9 que 30 000 europ\u00e9ens<\/em>).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La pollution du stockage de donn\u00e9es<\/h3>\n\n\n\n<p>Les centres de donn\u00e9es gigantesques n\u00e9cessaires contribuent donc \u00e0 l'\u00e9mission au quotidien d'une \u00e9norme quantit\u00e9 de CO2. De plus, les \"data centers\" produisent de la chaleur et pourraient augmenter le r\u00e9chauffement des milieux o\u00f9 ils sont install\u00e9s. Exemple en vid\u00e9o :<\/p>\n\n\n\n<p><iframe style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https:\/\/www.youtube.com\/embed\/oMJJL7JyX4E\" width=\"500\" height=\"375\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"><\/iframe><\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"gafam\">Les GAFAM ne sont pas des exemples \u00e0 suivre<\/h3>\n\n\n\n<p>Google, Apple, Facebook, Amazon et Microsoft : chacune de ces soci\u00e9t\u00e9s fait chaque ann\u00e9e des dizaines voire des centaines de milliards de dollars de chiffres d'affaires. Leaders \u00e9conomiques du num\u00e9rique, on pourrait attendre d'elles d'\u00eatre \u00e0 l'avant-garde des efforts pour un internet plus vert. Mais, les Big Five sont bien souvent loin d'\u00eatre des saints et des exemples \u00e0 suivre.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La surconsommation du num\u00e9rique<\/h3>\n\n\n\n<p>Par exemple, <strong>elles encouragent la surconsommation du digital<\/strong>. De nouveaux smartphones, de nouveaux ordinateurs, de nouveaux appareils sont cr\u00e9\u00e9s chaque ann\u00e9e, voire m\u00eame chaque semestre par les m\u00eames marques, alors que ceux de la collection pr\u00e9c\u00e9dente sont \u00e0 peine mis sur le march\u00e9. La gamification des strat\u00e9gies de publicit\u00e9, ainsi que celle des logiciels, sans oublier l'obsolescence programm\u00e9e, rendent \u00e9galement plus addicts les utilisateurs et augmentent l'empreinte carbone individuelle.<\/p>\n\n\n\n<p>Enfin, pour faire tourner leurs puissants \u00e9cosyst\u00e8mes informatiques, les GAFAM, m\u00eame si elles investissent dans les \u00e9nergies renouvelables, sont \u00e9galement <strong>oblig\u00e9es d'utiliser les \u00e9nergies polluantes<\/strong>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"matieres_premieres\">Exploitation excessive des mati\u00e8res premi\u00e8res<\/h3>\n\n\n\n<p>Les appareils num\u00e9riques sont incontournables dans notre monde digital. Mais, de nombreuses mati\u00e8res premi\u00e8res sont aujourd'hui surexploit\u00e9es pour les concevoir. Selon les chiffres de l'ann\u00e9e 2019, <strong>le num\u00e9rique mondial consomme 5 fois plus de ressources que tous les voitures et v\u00e9hicules fran\u00e7ais<\/strong>. Les minerais d'or, de tantale, d'\u00e9tain et de tungst\u00e8ne sont de plus en plus \u00e9puis\u00e9s partout dans le monde. Les vides laiss\u00e9s sont combl\u00e9s par de nombreux glissements de terrain qui sont parfois mortels pour les populations environnantes.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"medias\">Les grands media sont \u00e0 c\u00f4t\u00e9 de la plaque<\/h3>\n\n\n\n<p>Les media ne parlent pas suffisamment du r\u00e9chauffement climatique. Ce sujet est principalement couvert par des sites sp\u00e9cialis\u00e9s. Les \u00e9quipes d\u00e9di\u00e9es \u00e0 cette th\u00e9matique sont g\u00e9n\u00e9ralement restreintes et le sujet ne trouve sa place dans les pages et actus des magazines que si une d\u00e9couverte est faite. Et lorsque c'est le cas, l'aspect spectaculaire est mis en avant au d\u00e9triment des causes et des solutions \u00e0 mettre en \u0153uvre.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"conclusion\">Y a-t-il des solutions de substitution ?<\/h2>\n\n\n\n<p>On voudrait r\u00e9pondre par l'affirmatif \u00e0 cette interrogation. Mais, objectivement, il n'existe pas r\u00e9ellement des solutions de substitution viables \u00e0 l'heure qu'il est. Ce que l'on peut faire c'est :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Vulgariser les informations sur les inconv\u00e9nients<\/strong> d'une digitalisation sans une approche \u00e9coresponsable ;<\/li>\n\n\n\n<li>Mettre en place dans les m\u00e9dias web <strong>une vraie ligne \u00e9ditoriale pour la sensibilisation<\/strong> du public ;<\/li>\n\n\n\n<li>Mieux participer \u00e0 l'\u00e9chelle individuelle \u00e0 <strong>une utilisation \u00e9coresponsable d'internet<\/strong>.<\/li>\n<\/ul>\n\n\n\n<p>Que retenir au final ? La digitalisation est in\u00e9vitable et avantageuse : c'est ind\u00e9niable. Mais, sa participation au r\u00e9chauffement climatique n'est pas n\u00e9gligeable et il est important d'en tenir compte dans notre utilisation professionnelle ou priv\u00e9e d'internet. Comment alors combiner l'utilisation d'internet, et du digital en g\u00e9n\u00e9ral, \u00e0 la protection de l'environnement et de la plan\u00e8te ? Et vous, qu'en pensez-vous ?<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ces derni\u00e8res ann\u00e9es, le monde a connu une tr\u00e8s forte digitalisation dans tous les domaines. Avec internet, on peut d\u00e9sormais atteindre l'autre bout de la plan\u00e8te sans avoir \u00e0 sortir de chez soi. Le num\u00e9rique a bien \u00e9videmment de nombreux avantages, mais vous \u00eates-vous d\u00e9j\u00e0 demand\u00e9 quel est son impact sur l'environnement ? On a beau parler d'\u00e9cologie et de la r\u00e9duction des gaz \u00e0 effet de serre, ne laisse-t-on pas de c\u00f4t\u00e9 un acteur silencieux qui cause de d\u00e9g\u00e2ts non n\u00e9gligeables ? Voyons d'un peu plus pr\u00e8s s'il y a un lien entre le digital et le r\u00e9chauffement climatique\u202f; et notamment les avantages et inconv\u00e9nients d'internet.<\/p>\n","protected":false},"author":4,"featured_media":9279,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Quels sont les effets du digital sur l&#039;environnement ?","_seopress_titles_desc":"Alors que les consciences sur le r\u00e9chauffement climatique \u00e9voluent, le web est souvent consid\u00e9r\u00e9 comme une alternative. Fausse bonne id\u00e9e ? (notre avis sur la pollution num\u00e9rique)","_seopress_robots_index":"","footnotes":""},"categories":[108],"tags":[],"class_list":["post-8672","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-marketing-digital"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/8672"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=8672"}],"version-history":[{"count":3,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/8672\/revisions"}],"predecessor-version":[{"id":30020,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/8672\/revisions\/30020"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/9279"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=8672"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=8672"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=8672"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}