{"id":31661,"date":"2023-03-10T14:53:54","date_gmt":"2023-03-10T13:53:54","guid":{"rendered":"https:\/\/citronnoir.com\/?page_id=31661"},"modified":"2023-09-25T12:41:35","modified_gmt":"2023-09-25T10:41:35","slug":"calendly","status":"publish","type":"page","link":"https:\/\/citronnoir.com\/calendly\/","title":{"rendered":"Avis Calendly : le calendrier connect\u00e9 et automatis\u00e9"},"content":{"rendered":"\n<p>Calendly est un outil permettant de synchroniser son calendrier tout en proposant une version publique pour la prise de rendez-vous par son \u00e9quipe, ses clients ou ses prospects. L'outil permet de pr\u00e9s\u00e9lectionner des plages horaires de disponibilit\u00e9s et d'ajouter un statut indisponible lorsque l'individu a d\u00e9j\u00e0 un rendez-vous de pr\u00e9vu. La plateforme int\u00e8gre la cr\u00e9ation et la gestion de r\u00e9unions, un planning de disponibilit\u00e9s ainsi que des workflows autour d\u2019\u00e9v\u00e9nements.<\/p>\n\n\n\n<p>Calendly est relativement accessible avec un service freemium<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img decoding=\"async\" width=\"1920\" height=\"612\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/calendly_tarifs-1920x612.png\" alt=\"calendly tarifs\" class=\"wp-image-18422\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/calendly_tarifs-1920x612.png 1920w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/calendly_tarifs-736x235.png 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/calendly_tarifs-768x245.png 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/calendly_tarifs-1280x408.png 1280w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/calendly_tarifs-1536x489.png 1536w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/calendly_tarifs-2048x653.png 2048w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/calendly_tarifs-360x115.png 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/calendly_tarifs-368x117.png 368w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/calendly_tarifs.png 2316w\" sizes=\"(max-width: 1920px) 100vw, 1920px\" \/><\/figure>\n\n\n\n<p>L\u2019outil permet d\u2019organiser tout type de r\u00e9unions :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Des calls aupr\u00e8s de prospects ;<\/li>\n\n\n\n<li>Des r\u00e9unions en priv\u00e9 sur des cr\u00e9neaux individuels ;<\/li>\n\n\n\n<li>Proposition automatique de cr\u00e9neaux ou tous les interlocuteurs sont disponibles (round robin), \u00e0 la mani\u00e8re de Doodle ;<\/li>\n\n\n\n<li>Cr\u00e9er des r\u00e9unions de groupe (s\u00e9minaires en ligne, formations, etc.) ;<\/li>\n\n\n\n<li>Envoyer un lien de son calendrier ;<\/li>\n\n\n\n<li>Int\u00e9grer son calendrier sur un site web ou dans un chatbot ;<\/li>\n\n\n\n<li>Synchroniser son Calendly avec un calendrier Googlen iCal ou Outlook ;<\/li>\n\n\n\n<li>Cr\u00e9er des invitations personnalis\u00e9es avec pour l'\u00e9v\u00e9nement<\/li>\n\n\n\n<li>Int\u00e9gration de services tiers comme Zappier, Zoom, Google Teams, Slack, Hubspot, Salesforce, Mailchimp ...<\/li>\n<\/ul>\n\n\n\n<p>L\u2019outil permet \u00e9galement de param\u00e9trer son compte en d\u00e9finissant des limites d'utilisation comme :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Gestion des cr\u00e9neaux pr\u00e9-disponibles<\/li>\n\n\n\n<li>Gestion des horaires de disponibilit\u00e9s<\/li>\n\n\n\n<li>Ajouter un temps minimum entre deux r\u00e9unions ;<\/li>\n\n\n\n<li>Limite quotidienne du nombre maximum de r\u00e9union<\/li>\n\n\n\n<li>Envoi de rappel email et SMS<\/li>\n\n\n\n<li>Affichage de l'horaire selon le fuseau horaire du collaborateur<\/li>\n<\/ul>\n\n\n\n<p>Avec Calendly, vous \u00eates le seul \u00e0 voir le contenu de votre agenda. Vos clients et prospects ne verrons uniquement les cr\u00e9neaux disponibles, selon vos param\u00e8tres de disponibilit\u00e9s, vos limites et votre calendrier initial.  Par exemple, si vous synchronisez votre calendrier, mais que vous dites par la suite \u00e0 Calendly que vous ne souhaitez pas travailler le vendredi, bien que vous n\u2019ayez rien de pr\u00e9vu, Calendly ne proposera pas de cr\u00e9neau le vendredi.<\/p>\n\n\n\n<p>Calendly offre \u00e9galement la possibilit\u00e9 de pr\u00e9d\u00e9finir des \u00e9v\u00e9nements, comme par exemple : \"rendez-vous d\u00e9couverte\" dur\u00e9e : 35 min. Vos interlocuteurs auront donc la possibilit\u00e9 de choisir selon leur besoin, tout en vous laissant la main sur la dur\u00e9e de la r\u00e9union.<\/p>\n\n\n\n<p>Plus d'informations dans la vid\u00e9o de pr\u00e9sentation de Calendly :<\/p>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"Calendly. Easy Ahead.\" width=\"500\" height=\"281\" src=\"https:\/\/www.youtube.com\/embed\/GjJDlDwSf9E?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen><\/iframe>\n<\/div><\/figure>\n\n\n\n<p>Calendly propose \u00e9galement de cr\u00e9er des Workflows, afin d'automatiser certaines t\u00e2ches comme les rappels, la gestion des \u00e9quipes... La plateforme affiche des m\u00e9trics que le taux d'engagement et les statistiques g\u00e9n\u00e9rales de l'\u00e9quipe.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Calendly, utile et efficace si vous avez une activit\u00e9 avec des meetings r\u00e9currents<\/h2>\n\n\n\n<p>La version gratuite de la solution comprend l\u2019int\u00e9gration d\u2019un calendrier externe, la planification illimit\u00e9e de rendez-vous et l\u2019acc\u00e8s aux int\u00e9grations Zoom, Teams et GoToMeeting. Cette version est suffisante pour les entrepreneurs ou petites \u00e9quipe, les fonctions sont limit\u00e9es mais restent tout de m\u00eame tr\u00e8s utiles. Pour une gestion en \u00e9quipe, nous conseillons l'option PRO.<\/p>\n\n\n\n<p>Attention de ne pas tomber dans le pi\u00e8ge de la publication du calendrier \u00e0 votre public : nous conseillons de mettre en place des limites pour ne pas perturber votre productivit\u00e9 quotidienne. Calendly l'a bien compris et propose de nombreuses solutions en ce sens. De plus, l'int\u00e9gration sur un site web est tr\u00e8s simple \u00e0 utiliser et permet de gagner du temps dans le processus de prospection commerciale. Calendly offre plusieurs options de personnalisations comme la couleur, la photo de profil, le message d'accueil, la cr\u00e9ation de formulaire d'inscription ...<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1023\" height=\"714\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/Calendly-integration-site.png\" alt=\"calendly integration site\" class=\"wp-image-18426\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/Calendly-integration-site.png 1023w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/Calendly-integration-site-550x384.png 550w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/Calendly-integration-site-768x536.png 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/Calendly-integration-site-957x668.png 957w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/Calendly-integration-site-736x514.png 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/Calendly-integration-site-360x251.png 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/10\/Calendly-integration-site-368x257.png 368w\" sizes=\"(max-width: 1023px) 100vw, 1023px\" \/><\/figure>\n","protected":false},"excerpt":{"rendered":"<p>Calendly est un outil permettant de synchroniser son calendrier tout en proposant une version publique pour la prise de rendez-vous par son \u00e9quipe, ses clients ou ses prospects. L'outil permet de pr\u00e9s\u00e9lectionner des plages horaires de disponibilit\u00e9s et d'ajouter un statut indisponible lorsque l'individu a d\u00e9j\u00e0 un rendez-vous de pr\u00e9vu. La plateforme int\u00e8gre la cr\u00e9ation [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":35430,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_seopress_robots_primary_cat":"","_seopress_titles_title":"Avis Calendly : Planification de rendez-vous professionnels.","_seopress_titles_desc":"Calendly vous aide \u00e0 planifier des r\u00e9unions sans envoyer et recevoir d&#039;emails. Plus simplement c&#039;est un planning partag\u00e9 et ouvert, facilitant la prise de rendez-vous.","_seopress_robots_index":"","footnotes":""},"class_list":["post-31661","page","type-page","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/31661"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=31661"}],"version-history":[{"count":2,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/31661\/revisions"}],"predecessor-version":[{"id":32202,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/31661\/revisions\/32202"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/35430"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=31661"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}