{"id":22237,"date":"2022-06-06T12:21:00","date_gmt":"2022-06-06T10:21:00","guid":{"rendered":"https:\/\/citronnoir.com\/?p=22237"},"modified":"2024-02-15T10:28:14","modified_gmt":"2024-02-15T09:28:14","slug":"metavers-opportunites-pour-les-entreprises","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/marketing-digital\/metavers-opportunites-pour-les-entreprises\/","title":{"rendered":"Le m\u00e9tavers : quelles sont les opportunit\u00e9s pour les entreprises ?"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Qu\u2019est-ce que le m\u00e9tavers ?&nbsp;<\/h2>\n\n\n\n<p>Le m\u00e9ta-univers est, pour beaucoup, le futur d\u2019Internet. Cette technologie permet de vivre une vie parall\u00e8le de mani\u00e8re totalement virtuelle et d\u2019avoir de vraies interactions avec d\u2019autres personnes au travers d\u2019un avatar ou tout autre moyen virtuel. En d\u2019autres termes, l\u2019utilisateur est plong\u00e9 \u00e0 l\u2019int\u00e9rieur d\u2019Internet, au lieu de simplement en afficher le contenu. Selon Mark Zuckerberg, leader du m\u00e9tavers, l\u2019id\u00e9e est de se sentir plus pr\u00e9sent dans l\u2019espace lorsque l\u2019on est connect\u00e9 et d'interagir de fa\u00e7on plus naturelle gr\u00e2ce \u00e0 un casque ou des lunettes de r\u00e9alit\u00e9 virtuelle.&nbsp;<\/p>\n\n\n\n<p>Le m\u00e9tavers est apparu il y a plusieurs ann\u00e9es dans l\u2019univers des jeux vid\u00e9o puis s'est d\u00e9mocratis\u00e9 avec la d\u00e9mat\u00e9rialisation des supports et l'av\u00e8nement des cryptomonnaies et NFT* (Non Fungible Token ou jeton non fongible). Ce ph\u00e9nom\u00e8ne&nbsp;a \u00e9t\u00e9 acc\u00e9l\u00e9r\u00e9 par la pand\u00e9mie de la COVID-19 ainsi que l'actualit\u00e9 \u00e9cologique souhaitant limiter les d\u00e9placements physiques. En effet, Meta a, par exemple, saisi cette opportunit\u00e9 et cible directement les entreprises avec son premier produit <strong>Horizon Workrooms<\/strong> : un lieu de travail \u00e0 cheval entre le monde r\u00e9el et le monde virtuel. Ce dernier met donc \u00e0 disposition des salles de r\u00e9union virtuelles pour que les membres d\u2019une entreprise, \u00e9quip\u00e9s d\u2019un casque de r\u00e9alit\u00e9 virtuelle Oculus Rift puissent se r\u00e9unir gr\u00e2ce \u00e0 leur avatar, et collaborer sur des tableaux ou des maquettes 3D. Ceci montre clairement que le m\u00e9tavers ne concerne pas que les jeux vid\u00e9os, o\u00f9 il a initialement \u00e9t\u00e9 lanc\u00e9, mais bien la vie d'entreprise de demain.&nbsp;<\/p>\n\n\n\n<p><em>*Un NFT d\u00e9signe un fichier&nbsp;num\u00e9rique&nbsp;auquel un certificat d'authenticit\u00e9 num\u00e9rique a \u00e9t\u00e9 attach\u00e9 et est enregistr\u00e9 dans la blockchain.<\/em><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">\u00c0 qui s'adresse le m\u00e9tavers ?&nbsp;<\/h2>\n\n\n\n<p>M\u00eame si cette technologie permet d\u2019assister \u00e0 des r\u00e9unions toujours plus r\u00e9alistes, elle est loin de se limiter \u00e0 l\u2019univers professionnel. De mani\u00e8re g\u00e9n\u00e9rale, \u00e0 plus long terme, il vous sera possible de tout r\u00e9aliser dans ces univers connect\u00e9s. Vous pourrez assister \u00e0 des concerts en live, faire vos courses et les r\u00e9gler en crypto-monnaie ou encore admirer des objets d\u00e9mat\u00e9rialis\u00e9s et les acqu\u00e9rir gr\u00e2ce aux NFT.&nbsp;<\/p>\n\n\n\n<p>Beaucoup d\u2019entreprises comme Google, Microsoft ou encore Apple ont d\u00e9j\u00e0 investi des sommes colossales dans ce segment tr\u00e8s prometteur. Mais ce ne sont pas les seules. Des d\u00e9veloppeurs ind\u00e9pendants et des start-up dans le domaine de la blockchain sont \u00e9galement sur le coup.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Quelles opportunit\u00e9s offre le m\u00e9tavers pour le marketing et la communication ?&nbsp;&nbsp;<\/h2>\n\n\n\n<p>Grand bouleversement pour le secteur du marketing et de la communication. Le m\u00e9tavers est une plateforme encore tr\u00e8s jeune, qui tend \u00e0 proposer de r\u00e9elles opportunit\u00e9s \u00e0 saisir dans ces secteurs. En effet, c'est un excellent levier qui permet d\u2019engager votre communaut\u00e9. Au travers du m\u00e9tavers, une entreprise peut transmettre une exp\u00e9rience totalement immersive et digne de ce nom \u00e0 ses clients.&nbsp;Le metavers s'inscrit totalement dans ce qu'on appelle de nos jours le <strong>WEB 3.0<\/strong><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Les marques permettent \u00e0 leur client d\u2019acqu\u00e9rir des possessions virtuelles<\/h3>\n\n\n\n<p>De nombreuses marques se sont d\u00e9j\u00e0 lanc\u00e9es dans la course \u00e0 l\u2019actif num\u00e9rique, souvent sous forme d'achat de NFT. Et pour cause, l\u2019avatar qui nous repr\u00e9sente au travers de ces univers virtuels peut \u00eatre personnalis\u00e9. Aussi \u00e9tonnant que cela puisse para\u00eetre, de nombreuses personnes accordent du temps et de l\u2019importance au choix des v\u00eatements de ce dernier. Elles vont m\u00eame jusqu\u2019\u00e0 leur acheter une voiture ou m\u00eame un appartement ! Les habitudes quotidiennes sont ainsi projet\u00e9es dans le digital. Et, tout comme les objets physiques, la possession virtuelle permet d\u2019exprimer sa personnalit\u00e9 et son statut social.&nbsp;<\/p>\n\n\n\n<p>Gucci l\u2019a bien compris en proposant un magasin virtuel dot\u00e9 d'une collection de v\u00eatements et d\u2019accessoires de luxe pour habiller les avatars de ses utilisateurs. La marque va m\u00eame plus loin en mettant \u00e0 disposition des lieux virtuels o\u00f9 les utilisateurs peuvent collectionner et stocker des articles virtuels en \u00e9dition limit\u00e9e et disponibles exclusivement sur le m\u00e9tavers.<\/p>\n\n\n\n<p>C\u2019est une r\u00e9elle source de revenu pour ces entreprises. En 2021, RTFKT, en collaboration avec l\u2019artiste Fewocious, a g\u00e9n\u00e9r\u00e9 3,1 millions de dollars en vendant 600 paires de baskets virtuelles et ce, en seulement 7 minutes !&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1200\" height=\"675\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/nft-RTFKT.png\" alt=\"nft rtfkt\" class=\"wp-image-22244\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/nft-RTFKT.png 1200w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/nft-RTFKT-683x384.png 683w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/nft-RTFKT-768x432.png 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/nft-RTFKT-1188x668.png 1188w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/nft-RTFKT-736x414.png 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/nft-RTFKT-360x203.png 360w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><\/figure>\n\n\n\n<p>Pour reprendre l\u2019exemple de Gucci : cette derni\u00e8re a vendu un sac via la plateforme de jeu virtuel Roblox pour la somme de 4,000$, bien au-del\u00e0 de son prix r\u00e9el, pour le m\u00eame sac physique.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Les consommateurs peuvent participer \u00e0 des \u00e9v\u00e8nements 100% virtuels<\/h3>\n\n\n\n<p>Le v\u00e9ritable avantage du m\u00e9ta-univers, c\u2019est que les marques peuvent aller au-del\u00e0 de simples affichages publicitaires. Ainsi, \u00e0 travers la plateforme Roblox, le concert de Lil Nas X a \u00e9t\u00e9 vu plus de 33 millions de fois. D\u2019autres artistes ont d\u00e9j\u00e0 eu l'occasion de tester ce nouveau format de concert : Ariana Grande, Travis Scott ou encore le DJ Marshmallow. Des marques de sport, comme Nike, proposent des exp\u00e9riences de jeux virtuels sportifs toujours plus immersifs.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"1200\" height=\"675\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/nikeland-nft-nike-evenement.png\" alt=\"nikeland nft nike evenement\" class=\"wp-image-22245\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/nikeland-nft-nike-evenement.png 1200w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/nikeland-nft-nike-evenement-683x384.png 683w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/nikeland-nft-nike-evenement-768x432.png 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/nikeland-nft-nike-evenement-1188x668.png 1188w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/nikeland-nft-nike-evenement-736x414.png 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2022\/06\/nikeland-nft-nike-evenement-360x203.png 360w\" sizes=\"(max-width: 1200px) 100vw, 1200px\" \/><\/figure>\n\n\n\n<p>L\u2019ann\u00e9e derni\u00e8re, le c\u00e9l\u00e8bre jeu vid\u00e9o d\u2019Epic Games, Fortnite, a lanc\u00e9 Party Worlds, un espace virtuel o\u00f9 les utilisateurs se retrouvent pour jouer \u00e0 des mini-jeux. Il existe un immense champ des possibles en mati\u00e8re d'innovation gr\u00e2ce au m\u00e9tavers.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Le m\u00e9tavers : quand le virtuel se m\u00eale au physique<\/h3>\n\n\n\n<p><strong>Le m\u00e9tavers est \u00e9galement une opportunit\u00e9 pour l\u2019e-commerce<\/strong> et c\u2019est m\u00eame une tendance des <a href=\"https:\/\/citronnoir.com\/e-commerce\/e-commerce-tendances-digitales\/\" data-type=\"post\" data-id=\"22226\">tendances digitales pour l\u2019ann\u00e9e 2023<\/a>. Avec la crise de la COVID-19, l\u2019e-commerce a pris un tournant d\u00e9cisif. La g\u00e9n\u00e9ration des millenials pr\u00e9f\u00e8re m\u00eame effectuer ses achats en ligne et constitue donc la cible parfaite de l\u2019\u00e9volution du m\u00e9ta-univers parmi nos habitudes d\u2019achat. Gr\u00e2ce \u00e0 cette technologie, \u00e0 l\u2019avenir, nous pourrons par exemple essayer une paire de baskets de mani\u00e8re totalement d\u00e9mat\u00e9rialis\u00e9e \u00e0 la maison, avant de passer commande en physique. C\u2019est donc, pour cette g\u00e9n\u00e9ration, un potentiel canal suppl\u00e9mentaire de ventes, o\u00f9 il n\u2019existe aucune rupture de stock.&nbsp;<\/p>\n\n\n\n<p>Pour conclure, le m\u00e9ta-univers est un univers o\u00f9 il reste encore tout \u00e0 d\u00e9couvrir. Il semblerait que les professionnels du marketing doivent prendre conscience que ce n\u2019est peut-\u00eatre pas une simple tendance passag\u00e8re mais bien l\u2019<strong>avenir d\u2019Internet<\/strong>. Les marques, au travers de ce monde connect\u00e9, peuvent exp\u00e9rimenter de nouvelles pratiques, et d\u00e9couvrir comment communiquer et tirer parti au mieux de cette technologie pour en d\u00e9nicher les best practices qui pourront \u00eatre appliqu\u00e9es \u00e0 l\u2019avenir. Un v\u00e9ritable terrain de jeu pour les marques !&nbsp;<\/p>\n\n\n\n<p>Il reste tout de m\u00eame \u00e0 savoir si notre soci\u00e9t\u00e9 est pr\u00eate \u00e0 vivre une telle r\u00e9volution d\u2019Internet. Car cela risque de bouleverser notre mani\u00e8re de vivre et nos rapports aux autres, alors que les tendances montrent une volont\u00e9 de revenir \u00e0 l\u2019authentique et au vrai. De plus, m\u00eame si la majorit\u00e9 des jeunes est friande des nouvelles technologies, une large cat\u00e9gorie de personnes, plus \u00e2g\u00e9es, est encore fortement r\u00e9ticente face \u00e0 la rapide digitalisation. Le foss\u00e9 d\u00e9j\u00e0 pr\u00e9sent entre l\u2019ancienne et la nouvelle g\u00e9n\u00e9ration risque de se renforcer.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le Metaverse (ou m\u00e9tavers en fran\u00e7ais) fait \u00e9norm\u00e9ment parler de lui ces derniers temps. Vous avez s\u00fbrement pris connaissance de l\u2019actualit\u00e9 : la soci\u00e9t\u00e9 m\u00e8re de Facebook a adopt\u00e9 un nouveau nom, Meta, pour \u00eatre plus en ad\u00e9quation avec sa vision et ses projets futurs. Mais, qu\u2019est ce que le m\u00e9tavers, ce terme qui demeure encore flou pour une grande majorit\u00e9 d\u2019entre nous ? <\/p>\n","protected":false},"author":4,"featured_media":22242,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Le m\u00e9tavers : quelles sont les opportunit\u00e9s pour les entreprises ?","_seopress_titles_desc":"Qui n\u2019a pas entendu parler du m\u00e9tavers et du web 3.0 ? Ce ph\u00e9nom\u00e8ne au c\u0153ur des discussions nous promet de r\u00e9volutionner le web tr\u00e8s prochainement et d&#039;offrir de r\u00e9elles opportunit\u00e9s pour les entreprises.","_seopress_robots_index":"","footnotes":""},"categories":[108],"tags":[],"class_list":["post-22237","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-marketing-digital"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22237"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=22237"}],"version-history":[{"count":9,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22237\/revisions"}],"predecessor-version":[{"id":38439,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/22237\/revisions\/38439"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/22242"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=22237"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=22237"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=22237"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}