{"id":10119,"date":"2020-03-27T12:00:16","date_gmt":"2020-03-27T11:00:16","guid":{"rendered":"https:\/\/citronnoir.com\/?p=10119"},"modified":"2023-07-03T10:22:52","modified_gmt":"2023-07-03T08:22:52","slug":"wordpress-5-4-nouveautes","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/wordpress\/wordpress-5-4-nouveautes\/","title":{"rendered":"WordPress 5.4 : quelles sont les nouveaut\u00e9s ?"},"content":{"rendered":"\n<p>Avec WordPress, <a href=\"https:\/\/citronnoir.com\/agence-wordpress\/\">cr\u00e9er un site internet<\/a> (blog, site vitrine, e-commerce, etc.) devient une v\u00e9ritable partie de plaisir. Un site utilisant WordPress peut \u00eatre tr\u00e9s puissant lorsqu'il est bien optimis\u00e9, notamment pour l'ajout de contenu r\u00e9gulier. Gratuit, libre et personnalisable, la r\u00e9putation de ce syst\u00e8me de gestion de contenu n'est plus \u00e0 faire.<\/p>\n\n\n\n<p><strong>La prochaine mise \u00e0 jour arrive \u00e0 grand pas<\/strong> : WordPress 5.4 qui devrait sortir <strong>le 31 mars 2020<\/strong>. Ce sera la premi\u00e8re mise \u00e0 jour de l'ann\u00e9e et elle sera disponible avec quelques am\u00e9liorations significatives. \u00c0 quelles nouveaut\u00e9s faut-il s'attendre avec cette nouvelle version ?<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/03\/creation-site-web-flat-design.png\" alt=\"wordpress\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Des am\u00e9liorations dans l'\u00e9diteur de blocs de WordPress<\/h2>\n\n\n\n<p>WordPress 5.4 contient plusieurs nouvelles fonctionnalit\u00e9s qui sont principalement ax\u00e9es sur les <strong>progr\u00e8s de l'\u00e9diteur de blocs<\/strong>. Il s'agit d'une excellente nouvelle pour les cr\u00e9ateurs de contenus, car ils pourront d\u00e9sormais en faire plus avec l'extension des blocs se trouvant \u00e0 l'int\u00e9rieur de l'\u00e9diteur de contenu.<\/p>\n\n\n\n<p>Ainsi, WordPress 5.4 sera disponible avec une nouvelle fen\u00eatre contextuelle pr\u00e9sentant un guide de bienvenue exposant les nouvelles utilisations avec l'\u00e9diteur de blocs. Cette fen\u00eatre est un simple diaporama qui explique les blocs, dirige les utilisateurs vers la biblioth\u00e8que de blocs et donne un lien vers le didactiel de l'\u00e9diteur.<\/p>\n\n\n\n<p>Si vous ne comprenez pas bien le guide, vous pouvez encore le relancer en cliquant sur le menu \u00e0 trois points qui se trouve dans le coin sup\u00e9rieur droit de l'\u00e9cran et cliquer sur l'onglet Guide bienvenue.<\/p>\n\n\n\n<p>Quel b\u00e9n\u00e9fice pour les agences WordPress ? Simplement la formation facilit\u00e9 de leur client concernant la prise en main de l'outil.<\/p>\n\n\n\n<p>Cette nouvelle version de WordPress apportera deux nouveaux blocs \u00e0 la biblioth\u00e8que :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Le bloc d'ic\u00f4nes sociales<\/strong> : il vous permettra d'ajouter facilement des URL vers les profils de m\u00e9dias sociaux dans vos contenus et dans vos pages WordPress (et ce, sans plugin).<\/li>\n\n\n\n<li><strong>Un nouveau bloc de boutons<\/strong> : ce bloc vous permettra d\u00e9sormais d'ajouter plusieurs boutons c\u00f4te \u00e0 c\u00f4te sans avoir \u00e0 les coder \u00e0 la main. Vous pouvez donc faire votre choix parmi deux styles diff\u00e9rents, utiliser vos propres couleurs de texte et d'arri\u00e8re-plan d\u00e9grad\u00e9es.<\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">De nouvelles fonctionnalit\u00e9s au niveau des blocs<\/h2>\n\n\n\n<p>La <strong>version 5.4 de WordPress<\/strong> apportera de nombreuses am\u00e9liorations \u00e0 l'\u00e9diteur de blocs du CMS, mais \u00e9galement aux blocs individuels.<\/p>\n\n\n\n<p>D\u00e9sormais, il y aura plus d'options de couleurs pour les blocs. WordPress 5.4 introduira de nouvelles options de couleurs pour les blocs de couverture, de groupe et colonne. Vous pourrez aussi faire le choix des couleurs d'arri\u00e8re-plan et de texte pour tous les blocs individuels d'un groupe de blocs. De m\u00eame, vous aurez \u00e9galement l'opportunit\u00e9 de s\u00e9lectionner des couleurs d'arri\u00e8re-plan et de texte pour le bloc de contenus.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Meilleure gestion des images<\/h3>\n\n\n\n<p>Actuellement, il n'est pas permis aux utilisateurs de faire glisser et de d\u00e9poser une image pour la d\u00e9finir comme une image s\u00e9lectionn\u00e9e. La nouvelle version du CMS permettra cette action. Vous pourrez donc simplement <strong>glisser et d\u00e9poser une image<\/strong> dans la cat\u00e9gorie des images en vedette.<\/p>\n\n\n\n<p>Bien que cette fonctionnalit\u00e9 est d\u00e9j\u00e0 disponible avec des extensions comme Visual composer ou Elementor<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Outil de gestion des couleurs de texte am\u00e9lior\u00e9<\/h3>\n\n\n\n<p>Auparavant, il n'\u00e9tait pas possible de changer la couleur d'une partie d'un texte sans le faire pour tout le bloc. Gr\u00e2ce \u00e0 cette derni\u00e8re mise \u00e0 jour, vous pourrez s\u00e9lectionner n'importe quelle partie dans une partie du texte et changer la couleur. Il sera \u00e9galement possible d'ajouter une l\u00e9gende sous un bloc de tableau.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Barre d'outils optimis\u00e9e<\/h3>\n\n\n\n<p>Par ailleurs, actuellement, si vous devez changer un article de blog depuis un appareil mobile, vous constatez que la barre d'outils se d\u00e9place suivant le mouvement de l'\u00e9criture. Cette nouvelle version corrige cela et propose une barre d'outils flottante plac\u00e9e en haut de l'\u00e9cran qui change seulement en fonction de la nature du bloc que vous devez modifier.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Installez une version de d\u00e9veloppement de WordPress 5.4<\/h2>\n\n\n\n<p>Si vous voulez vous assurer que vos th\u00e8mes et vos extensions pr\u00e9sentent une <strong>totale compatibilit\u00e9 avec WordPress 5.4<\/strong>, ou si vous voulez juste conna\u00eetre les nouvelles fonctionnelles de la derni\u00e8re version du CMS, vous pouvez r\u00e9ussir \u00e0 installer la version de d\u00e9veloppement en quelques clics seulement. Vous pouvez \u00e9galement faire appel \u00e0 une agence wordpress pour vous aider dans votre strat\u00e9gie digitale.<\/p>\n\n\n\n<p>Vous pouvez r\u00e9aliser cette op\u00e9ration de deux mani\u00e8res diff\u00e9rentes :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Proc\u00e9dez \u00e0 l'installation de l'extension WordPress Beta Tester et lancez l'installation dans le tableau de bord d'un \u00e9cosyst\u00e8me WordPress existant<\/li>\n\n\n\n<li>Vous pouvez \u00e9galement t\u00e9l\u00e9charger la version Beta\/RC de fa\u00e7on manuelle.<\/li>\n<\/ul>\n\n\n\n<p>Pour plus d'informations sur wordpress 5.4, vous pouvez <a href=\"https:\/\/fr.wordpress.org\/2020\/03\/04\/les-changements-techniques-a-venir-dans-wordpress-5-4\/\">lire l'article complet de wordpress<\/a>.<\/p>\n\n\n\n<p><em>Rappel : Lors de l'installation de wordpress, pensez \u00e0<strong> sauvegarder votre site<\/strong> web et v\u00e9rifiez la compatibilit\u00e9 avec les extensions de votre site ! les Mises \u00e0 jour de wordpress peuvent casser certains \u00e9l\u00e9ments du site.<\/em><\/p>\n","protected":false},"excerpt":{"rendered":"<p>La cr\u00e9ation d'un site internet est capitale pour une entreprise ou un particulier qui souhaite profiter des avantages offerts par le r\u00e9seau web afin de se d\u00e9velopper ou de mettre en valeur ses comp\u00e9tences. Il existe plusieurs solutions pour disposer d'un site internet r\u00e9pondant aux normes de la toile. Parmi tous ces moyens, WordPress est un outil tr\u00e8s efficace et tr\u00e8s populaire aupr\u00e8s des agences de communication digitale au regard de ses nombreux atouts.<\/p>\n","protected":false},"author":4,"featured_media":9405,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"128","_seopress_titles_title":"WordPress 5.4 : quelles sont les nouveaut\u00e9s ?","_seopress_titles_desc":"Wordpress 5.4 arrive le 31\/03\/2020 ? Au programme : meilleure gestion des blocs, des nouveaux boutons \/ ic\u00f4nes sociales, une meilleure gestion des images..","_seopress_robots_index":"","footnotes":""},"categories":[128],"tags":[],"class_list":["post-10119","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-wordpress"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/10119"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=10119"}],"version-history":[{"count":4,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/10119\/revisions"}],"predecessor-version":[{"id":33125,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/10119\/revisions\/33125"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/9405"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=10119"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=10119"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=10119"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}