{"id":16503,"date":"2021-10-19T12:11:59","date_gmt":"2021-10-19T10:11:59","guid":{"rendered":"https:\/\/citronnoir.com\/?p=16503"},"modified":"2024-01-04T14:32:40","modified_gmt":"2024-01-04T13:32:40","slug":"citron-noir-nouveau-naming-adls-conseils","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/strategies-entreprise\/citron-noir-nouveau-naming-adls-conseils\/","title":{"rendered":"La m\u00e9tamorphose de Citron Noir : Une \u00e9volution strat\u00e9gique du nom de marque"},"content":{"rendered":"<div id=\"div_block-3-35413\" class=\"ct-div-block outil_avis_box\" ><div id=\"text_avis\" class=\"ct-text-block \" >Pourquoi Citron Noir ? Que signifie Citron Noir ?<\/div><div id=\"text_block-7-35413\" class=\"ct-text-block\" >Citron Noir est un choix audacieux et distinctif qui incarne parfaitement nos valeurs : L'audace, l'originalit\u00e9, la fra\u00eecheur, le dynamisme, la puret\u00e9, le sud. C'est aussi notre histoire, l'image de notre marque de fabrique et d'un nom intriguant ! Vous saurez tout en lisant cet article.<\/div><\/div>\n\n\n<h2 class=\"wp-block-heading\">L'origine d'Adls conseils (ex Citron Noir)<\/h2>\n\n\n\n<p>Initialement fond\u00e9e en tant que soci\u00e9t\u00e9 de coaching, Adls Conseils (ex Citron Noir) a travers\u00e9 une transformation remarquable pour devenir aujourd'hui une agence de communication reconnue. L'acronyme ADLS, tir\u00e9 des initiales des fondateurs, et le terme \"conseils\", refl\u00e9tant notre c\u0153ur de m\u00e9tier initial, ont constitu\u00e9 notre premi\u00e8re identit\u00e9 de marque.<\/p>\n\n\n\n<p>Mais voil\u00e0 les ann\u00e9es passent et notre activit\u00e9 tend \u00e0 se sp\u00e9cialiser vers un monde cr\u00e9atif et digitalis\u00e9.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">D\u00e9veloppement et sp\u00e9cialisation<\/h2>\n\n\n\n<p>Dans les premiers temps, la simplicit\u00e9 et le caract\u00e8re professionnel du nom Adls Conseils nous convenaient parfaitement. Cependant, avec l'\u00e9volution de nos services vers la <strong>communication digitale<\/strong> et le <a href=\"https:\/\/citronnoir.com\/agence-wordpress\/\" data-type=\"page\" data-id=\"31816\">d\u00e9veloppement web<\/a>, une <strong>r\u00e9vision strat\u00e9gique<\/strong> s'est av\u00e9r\u00e9e n\u00e9cessaire pour aligner notre <strong>marque<\/strong> avec nos nouvelles comp\u00e9tences et aspirations.<\/p>\n\n\n\n<p>En 2019, notre <strong>site web a subi une refonte<\/strong> significative, adoptant un design contemporain qui incarne notre <strong>expertise en mati\u00e8re de design graphique<\/strong>. La s\u00e9lection d'une palette de couleurs en noir et blanc, rehauss\u00e9e d'une touche de violet, a \u00e9tabli une identit\u00e9 visuelle distinctive et \u00e9l\u00e9gante.<\/p>\n\n\n\n<p>Nos services \u00e9voluent et s'orientent rapidement vers la communication et le web ou notre d\u00e9sir de cr\u00e9ation prend le dessus. Nous d\u00e9cidons donc de revoir notre strat\u00e9gie et de transformer la soci\u00e9t\u00e9 en agence de communication. Ce choix strat\u00e9gique et notre nouvelle direction artistique devient automatiquement la marque de fabrique de l'agence.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Croissance et expansion<\/h2>\n\n\n\n<p>Cette strat\u00e9gie est payante, le bouche-\u00e0-oreille fait son effet et notre petite notori\u00e9t\u00e9 nous permet de conqu\u00e9rir de nouveaux clients. En 2020, deux nouveaux collaborateurs rejoignent l\u2019\u00e9quipe de production, pour proposer un nouveau service : le <a href=\"https:\/\/citronnoir.com\/application-mobile\/\" data-type=\"page\" data-id=\"9920\">d\u00e9veloppement mobile<\/a>. <\/p>\n\n\n\n<p>L\u2019id\u00e9e de changer le <strong>nom de marque<\/strong> Adls conseils nous a toujours tortur\u00e9s l\u2019esprit depuis 2019, ann\u00e9e de notre sp\u00e9cialisation en agence. C'est un fait, Adls conseils est trop formel, non adapt\u00e9 \u00e0 notre activit\u00e9. Il n'est pas repr\u00e9sentatif de nos valeurs et manque de fraicheur.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Le processus de Rebranding<\/h2>\n\n\n\n<p>En fin d\u2019ann\u00e9e 2021 et suite \u00e0 une <strong>restructuration de la soci\u00e9t\u00e9<\/strong>, nous d\u00e9cidons de changer de nom. Apr\u00e8s de longues semaines de r\u00e9flexion et de brainstormings, 5 propositions se distinguent, dont\u00a0:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>BLACK WAVE<\/strong>\u00a0: Cette proposition fusionnait l'\u00e9l\u00e9gance du <em>noir<\/em>, symbole de notre identit\u00e9 visuelle, avec la s\u00e9r\u00e9nit\u00e9 des <em>vagues<\/em>, \u00e9voquant ainsi notre lien avec le sud et une approche apaisante dans notre cr\u00e9ativit\u00e9. Bien que non retenu, ce concept continue d'inspirer l'esth\u00e9tique de notre site web.<\/li>\n\n\n\n<li><strong>BLOOM<\/strong>\u00a0: Ce terme, signifiant \"fleuraison\" en anglais, capture l'essence de la croissance et du renouveau. Il symbolise l'\u00e9panouissement de nos projets, chaque cr\u00e9ation \u00e9tant une floraison unique. La concision et la r\u00e9sonance du nom Bloom \u00e9taient particuli\u00e8rement attrayantes.<\/li>\n\n\n\n<li><strong>KOLIBRI<\/strong>\u00a0: Inspir\u00e9 par la l\u00e9g\u00e8ret\u00e9 et la diligence du colibri, ce nom \u00e9voquait la symbolique de l'effort et de l'ascension. Sa sonorit\u00e9 agr\u00e9able et ses racines dans la langue fran\u00e7aise ajoutaient une touche \u00e0 son charme.<\/li>\n\n\n\n<li><strong>PIXELABS<\/strong>\u00a0: Ce nom sugg\u00e9rait un espace d'innovation et d'exp\u00e9rimentation, le \"<strong>laboratoire du pixel\"<\/strong>. Il faisait r\u00e9f\u00e9rence au pixel, unit\u00e9 fondamentale dans le domaine du design web, soulignant notre expertise dans ce secteur.<\/li>\n\n\n\n<li><strong>CITRON NOIR<\/strong> : Une combinaison inattendue alliant la vivacit\u00e9 et la fra\u00eecheur du citron \u00e0 la sophistication du noir, qui est notre signature visuelle. Cette association \u00e9voque la cr\u00e9ativit\u00e9, l'innovation et une touche m\u00e9diterran\u00e9enne, tout en restant fid\u00e8le \u00e0 notre h\u00e9ritage esth\u00e9tique.<\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">\u00c9tude de contexte et de faisabilit\u00e9 <\/h2>\n\n\n\n<p>Nous avons alors men\u00e9 une \u00e9tude de faisabilit\u00e9, une \u00e9tude qualitative, quantitative et participative afin de connaitre l\u2019ensemble des retomb\u00e9es, images per\u00e7ues et \u00e9l\u00e9ments de contexte de chaque terme. Cette \u00e9tude nous a permis de s\u00e9lectionner Citron Noir comme <strong>nouveau nom de marque<\/strong>, les autres propositions n'ont pas \u00e9t\u00e9 retenues pour diverses raisons :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Black Wave : Notre agence n\u2019a aucune ambition d\u2019internationalisation et donc un nom anglophone a rapidement \u00e9t\u00e9 \u00e9cart\u00e9.<\/li>\n\n\n\n<li>Bloom : Nous n\u2019avons pas retenue cette id\u00e9e pour la m\u00eame raison que Black Wave et pour des questions de propri\u00e9t\u00e9 intellectuelle (nom de marque difficile \u00e0 d\u00e9poser)<\/li>\n\n\n\n<li>Kolibri : Nous n\u2019avons pas retenu ce nom et l\u2019avons jug\u00e9 trop \u00ab&nbsp;clich\u00e9&nbsp;\u00bb<\/li>\n\n\n\n<li>Pixelabs : Ce nom de marque s'\u00e9loigne trop de notre p\u00f4le graphisme, impression et coaching.<\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">Citron noir&nbsp;: un m\u00e9lange parfait et intrigant qui repr\u00e9sente les valeurs de l\u2019agence.<\/h2>\n\n\n\n<p>L'\u00e9tude quantitative \u00e0 mis en avant un \u00e9l\u00e9ment que nous n'avions pas pr\u00e9vu : Quand on dit \u00ab\u00a0<strong>Citron Noir<\/strong>\u00a0\u00bb \u00e0 un inconnu, la r\u00e9action est cocasse. Ce nom est tir\u00e9 par les cheveux, il est barr\u00e9 et on aime \u00e7a\u00a0! Aujourd'hui encore on nous demande sans cesse la signification de Citron Noir : <strong>Pourquoi ce nom ? <\/strong>D'ailleurs, si vous lisez cet article et que je l'\u00e9cris, c'est principalement pour cette raison. Ce nom est tr\u00e8s intrigant et nombreux des sond\u00e9s ont souhait\u00e9 en savoir plus et effectuer des recherches pour d\u00e9couvrir ce qui se cache derri\u00e8re ce nom. Et que fait une personne lambda lorsqu'elle cherche quelque chose ? Elle le demande \u00e0 Google ! Et \u00e7a... on aime !<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"citron\">Citron Noir : un branding repr\u00e9sentatif de nos valeurs<\/h3>\n\n\n\n<p>Le nom fusionne harmonieusement les connotations positives du noir, symbole de l'\u00e9l\u00e9gance et de la sobri\u00e9t\u00e9, avec l'\u00e9nergie et la vivacit\u00e9 du citron. Par ailleurs, Citron Noir repr\u00e9sente l\u2019ensemble de nos valeurs\u00a0:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>L'originalit\u00e9 ;<\/li>\n\n\n\n<li>La fra\u00eecheur ;<\/li>\n\n\n\n<li>Le dynamisme ;<\/li>\n\n\n\n<li>La puret\u00e9  ;<\/li>\n\n\n\n<li>Le sud  ;<\/li>\n<\/ul>\n\n\n\n<p>En plus d'\u00eatre un <strong>choix audacieux et distinctif <\/strong>qui incarne parfaitement nos valeurs. Citron Noir \u00e0 une sonorit\u00e9 parfaite, il est simple de prononciation et se retient facilement, de part son originalit\u00e9.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Un branding fort<\/h3>\n\n\n\n<p>Quand on \u00e9voque <em>citron noir<\/em> \u00e0 nos \u00e9quipes et collaborateurs, les id\u00e9es fusent. On peut faire beaucoup de choses avec un tel nom, l\u2019image de marque associ\u00e9 \u00e0 ce nom peut \u00eatre forte et facile \u00e0 cr\u00e9er. Nous l'avons fait sur nos pages services avec des illustrations anim\u00e9es d'un Citron Noir.<\/p>\n\n\n\n<p><\/p>\n\n\n\n<p>A premi\u00e8re vue, le citron, le noir et l'association des deux mots n'ont aucun point commun avec notre activit\u00e9. Ce contre pied repr\u00e9sente parfaitement notre vision du monde de l'entreprise : <strong>Be Different<\/strong><\/p>\n\n\n\n<figure class=\"wp-block-image size-full is-resized\"><img decoding=\"async\" width=\"120\" height=\"150\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2023\/05\/strategie-de-marque.svg\" alt=\"Un branding fort\" class=\"wp-image-32346\" style=\"width:480px\"\/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\">Comment le nom citron noir peut-il \u00e9viter la connotation n\u00e9gative du mot \"noir\" ?<\/h3>\n\n\n\n<p>Le mot \u00ab\u00a0<strong>noir\u00a0<\/strong>\u00bb peut \u00eatre associ\u00e9 \u00e0 la tristesse ou la n\u00e9gation. Une couleur terne, r\u00e9f\u00e9rence \u00e0 la mort, au vide. Mais le noir ce n'est pas seulement du n\u00e9gatif. C'est aussi une id\u00e9e <strong>artistique <\/strong>de tirer le positif d'un ensemble n\u00e9gatif. <strong>Le noir est pur, beau, intrigant, anticonformiste<\/strong>. Le noir conjugue parfaitement la qualit\u00e9, le savoir et la confiance. Dans le terme \"<strong>citron noir<\/strong>\", nous avons associ\u00e9 les id\u00e9es positives du <strong>Noir <\/strong>au Citron : Une couleur vive, acide et dynamique.  <\/p>\n\n\n\n<p>Citron noir n\u2019a aucune connotation n\u00e9gative, c\u2019est un ensemble de mot compl\u00e9mentaires qui d\u00e9finit parfaitement nos valeurs.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le citron pour la fraicheur, l\u2019innovation, le dynamisme et le sud (m\u00e9diterran\u00e9e), le noir pour la noblesse, la puret\u00e9, et surtout parce que c\u2019est notre marque de fabrique : du noir du blanc, des vagues\u2026<\/p>\n","protected":false},"author":4,"featured_media":37333,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"La M\u00e9tamorphose de Citron Noir : \u00c9volution du nom de marque","_seopress_titles_desc":"Citron Noir est un choix audacieux et distinctif qui incarne parfaitement nos valeurs : l&#039;originalit\u00e9, la fraicheur, le dynamisme, la puret\u00e9, le sud.","_seopress_robots_index":"","footnotes":""},"categories":[151],"tags":[],"class_list":["post-16503","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-strategies-entreprise"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/16503"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=16503"}],"version-history":[{"count":12,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/16503\/revisions"}],"predecessor-version":[{"id":37342,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/16503\/revisions\/37342"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/37333"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=16503"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=16503"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=16503"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}