{"id":12170,"date":"2020-08-28T11:53:14","date_gmt":"2020-08-28T09:53:14","guid":{"rendered":"https:\/\/citronnoir.com\/?p=12170"},"modified":"2023-08-08T13:04:04","modified_gmt":"2023-08-08T11:04:04","slug":"oxygen-builder","status":"publish","type":"page","link":"https:\/\/citronnoir.com\/agence-wordpress\/oxygen-builder\/","title":{"rendered":"Oxygen Builder, est-il le meilleur constructeur de page WordPress ?"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Qu'est-ce qu'un constructeur de page ?<\/h2>\n\n\n\n<p>Avant de commencer \u00e0 rentrer dans le vif du sujet, il parait pertinent de rappeler ce qu'est un constructeur de page. A quoi sert un constructeur de page. Pourquoi utiliser un constructuer de page sur <strong>wordpress<\/strong>?<\/p>\n\n\n\n<p>Un constructeur de page vous permet de <a href=\"https:\/\/citronnoir.com\/agence-wordpress\/comment-creer-un-site-avec-wordpress\/\" data-type=\"page\" data-id=\"33438\">cr\u00e9er votre site web sur mesure<\/a> simplement, en vous donnant un pouvoir presque illimit\u00e9 pour modifier chaque \u00e9l\u00e9ment de votre page et ajouter des tonnes d'effets tape-\u00e0-l'\u0153il. Quel que soit l'effet ou l'animation sympa que vous avez vu sur un site, vous pouvez le reproduire, souvent en quelques clics.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La folie des grandeurs a un prix<\/h3>\n\n\n\n<p>Le grand inconv\u00e9nient des constructeurs de page (tous les d\u00e9veloppeurs s'en arrache les cheveux) est la cr\u00e9ation de nombreuses lignes de codes inutiles. Pour faire simple, la cr\u00e9ation d'effets infini demande une adaptabilit\u00e9 optimale pour chaque <strong>site web<\/strong>. De fait, les constructeurs de pages comme Elementor, Vkberry ou encore Divi surchargent grandement le code de la page. C'est le revers de la m\u00e9daille ! C'est l\u00e0 que les anti page builder sont n\u00e9s, pr\u00f4nant une vitesse de chargement d\u00e9plorable et de nombreuses requ\u00eates Html inutiles.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><img decoding=\"async\" class=\"alignnone wp-image-12198 size-full\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/builder.jpg\" alt=\"logo oxygen elementor divi et visual composer\" width=\"1080\" height=\"189\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/builder.jpg 1080w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/builder-736x129.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/builder-768x134.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/builder-360x63.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/builder-368x64.jpg 368w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/builder-20x4.jpg 20w\" sizes=\"(max-width: 1080px) 100vw, 1080px\" \/><\/h3>\n\n\n\n<h3 class=\"wp-block-heading\">L'\u00e9volution des constructeurs de page<\/h3>\n\n\n\n<p>Alors que s'est-il pass\u00e9 ensuite ? L'\u00e9volution de l'abandon des constructeurs de pages au profit des blocs Gutenberg (l'\u00e9diteur natif de wordpress). De plus en plus de d\u00e9veloppeurs cr\u00e9ent des blocs personnalis\u00e9s pour construire des pages. Certains blocs sont destin\u00e9s \u00e0 la conception. D'autres sont destin\u00e9s au contenu. Ce qui est encore plus puissant, c'est que vous pouvez m\u00e9langer et assortir le contenu qui vous tient \u00e0 c\u0153ur. Les constructeurs de pages sont de moins en moins n\u00e9cessaires, maintenant avec les blocs Gutenberg, vous pouvez construire et styliser le contenu d'une bien meilleure fa\u00e7on !<\/p>\n\n\n\n<p>Les personnalisations de th\u00e8mes sont faciles. En g\u00e9n\u00e9ral, il y a des options ou des param\u00e8tres de personnalisation pour les couleurs, les polices, etc. La seule partie difficile est de customiser chacune des pages, de faire des mises en page sur plusieurs colonnes, d'ajouter des arri\u00e8re-plans sympas, des effets et des biblioth\u00e8ques de style. C'est l\u00e0 qu'intervient tout le talent cr\u00e9atif propre \u00e0 chaque <strong>designer<\/strong>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Quelles sont les principales qualit\u00e9s d'Oxygen Builder<\/h2>\n\n\n\n<h2 class=\"wp-block-heading\"><img decoding=\"async\" class=\"alignnone wp-image-12200\" style=\"font-size: 16px;\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/Oxygen-builder-logo.png\" alt=\"logo oxygen builder\" width=\"200\" height=\"61\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/Oxygen-builder-logo.png 400w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/Oxygen-builder-logo-360x109.png 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/Oxygen-builder-logo-368x111.png 368w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/Oxygen-builder-logo-20x6.png 20w\" sizes=\"(max-width: 200px) 100vw, 200px\" \/><\/h2>\n\n\n\n<p>Nous sommes en train de <em>d\u00e9zinguer<\/em> les constructeurs de pages, qui sont aujourd'hui plus n\u00e9cessaire dans la cr\u00e9ation d'un site original, fun et stylis\u00e9. Alors en quoi le constructeur de page est si g\u00e9nial ? Pourquoi y consacrer un article entier ?<\/p>\n\n\n\n<p>Nous avons d\u00e9couvert ce constructeur de page il y a peu et en sommes aujourd'hui tr\u00e8s satisfait. Cela ne veut pas dire qu'il va r\u00e9volutionner notre fa\u00e7on de travailler mais il rentre concr\u00e8tement dans les outils que nous allons souvent utiliser. Toutes les demandes clients sont singuli\u00e8res et bien entendu, Oxygen ne sera pas adapt\u00e9 \u00e0 certains projets.<br>Ce qui rend <strong>Oxygen builder<\/strong> si g\u00e9nial, c'est qu'il n'est ni un th\u00e8me, ni un constructeur de pages.<\/p>\n\n\n\n<p><em><strong>Voici le top 8 des raisons qui nous font adorer ce nouvel outil.<\/strong><\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">#1 - La rapidit\u00e9 et la simplicit\u00e9 (du code)<\/h3>\n\n\n\n<p>Oxygen produit environ 5 \u00e0 10 fois moins de code que les autres constructeurs de pages. C'est sa force principale et c'est l'atout mis en avant par la firme : son nom n'est pas le fruit du hasard. <strong>Ce builder fait respirer WordPress.<\/strong><\/p>\n\n\n\n<p>Oxygen offre pour la premi\u00e8re fois de l'histoire de WordPress, un constructeur de site web Wysiwg (what you see is what you get) qui respecte la logique de wordpress, qui est facile \u00e0 comprendre pour un utilisateur moyen, et qui cr\u00e9\u00e9 un code propre.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">En t\u00e9moigne ces bouts de code test des constructeurs Divi Elementor et Oxygen :<\/h4>\n\n\n\n<h5 class=\"wp-block-heading\">Le test avec Elementor<\/h5>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter\"><img decoding=\"async\" width=\"900\" height=\"400\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/03-code-elementor.jpg\" alt=\"wordpres code elementor \" class=\"wp-image-12189\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/03-code-elementor.jpg 900w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/03-code-elementor-736x327.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/03-code-elementor-768x341.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/03-code-elementor-360x160.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/03-code-elementor-368x164.jpg 368w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/03-code-elementor-20x9.jpg 20w\" sizes=\"(max-width: 900px) 100vw, 900px\" \/><\/figure><\/div>\n\n\n<p>Avec Elementor on compte une bonne dizaine de balises html pour afficher une simple balise H1<br><\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Le test avec DIVI<\/h5>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter\"><img decoding=\"async\" width=\"900\" height=\"400\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/02-code-divi.jpg\" alt=\"wordpres code divi\" class=\"wp-image-12190\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/02-code-divi.jpg 900w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/02-code-divi-736x327.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/02-code-divi-768x341.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/02-code-divi-360x160.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/02-code-divi-368x164.jpg 368w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/02-code-divi-20x9.jpg 20w\" sizes=\"(max-width: 900px) 100vw, 900px\" \/><\/figure><\/div>\n\n\n<p>Visiblement c'est la m\u00eame chose qu'Elementor avec Divi, qui lui est fan des balises Div. Tout ce code pour afficher un titre en haut d\u2019une page blanche\u2026<br><\/p>\n\n\n\n<h5 class=\"wp-block-heading\">Le test avev Oxygen<\/h5>\n\n\n<div class=\"wp-block-image\">\n<figure class=\"aligncenter\"><img decoding=\"async\" width=\"700\" height=\"225\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/04-code-oxygen.jpg\" alt=\"wordpres code Oxygen Builder\" class=\"wp-image-12188\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/04-code-oxygen.jpg 700w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/04-code-oxygen-360x116.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/04-code-oxygen-368x118.jpg 368w, https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/08\/04-code-oxygen-20x6.jpg 20w\" sizes=\"(max-width: 700px) 100vw, 700px\" \/><\/figure><\/div>\n\n\n<p>L'exemple parfait pour dire qu'avec Oxygen on ajoute uniquement les balises qui sont n\u00e9cessaires\u2026 Une section, une div et un titre H1\u2026 Ce bout de code obtient la note de 100\/100 pour une page qui charge en 0,6 s (selon l'outil de mesure de <strong>Google<\/strong>).<br><br><strong>C'est simple, Oxygen est l'outil le plus rapide du march\u00e9, sur WordPress<\/strong><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">#2 - Oxygen est un cr\u00e9ateur de th\u00e8me.<\/h3>\n\n\n\n<p><em>Les constructeurs de pages op\u00e8rent au niveau des mod\u00e8les de pages, usurpant le pouvoir de l'\u00e9diteur WordPress. Vous finissez par avoir un style de th\u00e8me \u00e0 c\u00f4t\u00e9 du style du g\u00e9n\u00e9rateur de pages. M\u00eame s'ils coexistent sans probl\u00e8me, c'est toujours un grand gaspillage de code !<\/em><\/p>\n\n\n\n<p>Le fonctionnement d'Oxygen est le suivant : il appara\u00eet (et fonctionne) toujours comme un g\u00e9n\u00e9rateur de pages, MAIS il prend \u00e9galement en charge la fonction de th\u00e8me dans son ensemble. En d'autres termes, <strong>Oxygen devient votre th\u00e8me<\/strong>. Quel que soit le th\u00e8me que vous aviez activ\u00e9 auparavant, l'activation d'Oxygen le d\u00e9sactivera. Votre th\u00e8me n'est pas du tout utilis\u00e9. Ce comportement cl\u00e9 est la principale raison pour laquelle Oxygen est un outil du type \"je l'aime ou je le d\u00e9teste\". En outre, Oxygen est bien plus puissant que de simples \"constructeurs de pages\", il permet de cr\u00e9er des visuels et de les r\u00e9utiliser, de cr\u00e9er des templates par type de pages (articles, produits, cat\u00e9gories, pages ...).<\/p>\n\n\n\n<p><strong>Vous aimerez Oxygen si :<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Vous voulez avoir <strong>le contr\u00f4le total<\/strong> de la conception de votre th\u00e8me et de vos pages.<\/li>\n\n\n\n<li>Vous d\u00e9testez le gonflement de code gaspill\u00e9 d\u00fb \u00e0 un chevauchement inutile du style du th\u00e8me et du g\u00e9n\u00e9rateur de pages.<\/li>\n\n\n\n<li>Vous aimez concevoir <strong>\u00e0 partir de z\u00e9ro<\/strong>.<\/li>\n\n\n\n<li>Vous avez une \u00e9thique <strong>\u00e9coresponsable<\/strong> et souhaitez limiter la consommation de donn\u00e9es inutiles<\/li>\n<\/ul>\n\n\n\n<p>Vous d\u00e9testerez Oxygen si :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Vous ne voulez un g\u00e9n\u00e9rateur de pages que pour quelques mises en page ou effets simples.<\/li>\n\n\n\n<li>Vous d\u00e9testez (ou ne vous sentez pas \u00e0 l'aise) avec les standards du web (Html CSS, Php).<\/li>\n\n\n\n<li>Vous aimez d\u00e9j\u00e0 le style de votre th\u00e8me et ne voulez pas en changer.<\/li>\n<\/ul>\n\n\n\n<p><em>Je vous donne \u00e0 la fin de cet article, mon avis personnel (avantages et inconv\u00e9nients d'Oxygen).<\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">#3 - Oxygen a \u00e9t\u00e9 construit pour les d\u00e9veloppeurs.<\/h3>\n\n\n\n<p>Pour clarifier les choses, il est con\u00e7u pour les d\u00e9veloppeurs souhaitant respecter la logique du web tout en utilisant WordPress. C'est d'ailleurs l'argument qui a attir\u00e9 mon attention pour tester cet outil. <strong>Oxygen est vraiment con\u00e7u pour les d\u00e9veloppeurs<\/strong>. Un beau code, un beau design, une interface, une logique. Dans la logique, on adore tout particuli\u00e8rement les points suivants :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Ajouter des identifiants uniques ou r\u00e9utiliser des classes CSS<\/li>\n\n\n\n<li>Ajouter du code brut \u00e0 votre mise en page ou \u00e0 votre contenu<\/li>\n\n\n\n<li>Personnaliser le style CSS ou attribuer un JS \u00e0 des \u00e9l\u00e9ments sp\u00e9cifiques<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">#4 - La communaut\u00e9 puissante<\/h3>\n\n\n\n<p>J'ai ador\u00e9 l'esprit communautaire d'Oxygen d\u00e8s que j'ai rejoint le groupe Facebook et que j'ai vu des tonnes de questions pos\u00e9es par les d\u00e9veloppeurs. Beaucoup de questions sur les correctifs CSS, les crochets et la logique de filtrage, la construction efficace de contenu avec la requ\u00eate dynamique incluse. Une entraide tr\u00e8s pratique lorsqu'on souhaite sortir des entiers battus. \u00c7a change des tonnes de questions de d\u00e9butants sur les forums de Elementor\/Beaver Builder. Les questions sont pertinentes et la communaut\u00e9 est (dans sa majorit\u00e9) habitu\u00e9e \u00e0 utiliser les technologies du web.<\/p>\n\n\n\n<p><em>NB : Je ne veux absolument pas offenser les d\u00e9butants, je dis juste : chaque outil est adapt\u00e9 \u00e0 un niveau et Oxygen Builder s'adresse aux exp\u00e9riment\u00e9s.<\/em><\/p>\n\n\n\n<p>L'avantage de ce genre de groupe est l'\u00e9change. On apprend toujours de ses exp\u00e9riences et de celles des autres.&nbsp;Oxygen a construit une r\u00e9elle communaut\u00e9 qui accompagne, aide et propose de nouvelles id\u00e9es. Comme Divi, Oxygen a mis au centre de sa strat\u00e9gie une communaut\u00e9 de passionn\u00e9 par<strong> sa marque<\/strong>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"># 5 - Oxygen vous permet de coder \u00e0 partir de z\u00e9ro.<\/h3>\n\n\n\n<p>Vous voulez construire certaines parties avec un \u00e9diteur pratique, mais coder \u00e0 la main d'autres parties ? Oxygen vous permet de le faire. Vous n'\u00eates pas d\u00e9pendant d'un \u00e9diteur visuel. Il offre aux <strong><a href=\"\/ux-ui-web-design\/la-boite-a-outils-dun-webdesigner\/\" data-type=\"URL\" data-id=\"\/ux-ui-web-design\/la-boite-a-outils-dun-webdesigner\/\">webdesigner<\/a><\/strong><em> <\/em>le meilleur des deux mondes (travailler en code ou dans un \u00e9diteur visuel).<\/p>\n\n\n\n<p>Si vous n'\u00eates pas un d\u00e9veloppeur dans l'\u00e2me, le simple fait de travailler avec un outil qui utilise les termes de codage appropri\u00e9s vous aidera \u00e0 comprendre la programmation et le jargon des d\u00e9veloppeurs beaucoup plus rapidement. Sans vous en rendre compte, vous apprendrez inconsciemment comment les diff\u00e9rentes parties du HTML, du PHP et du CSS s'imbriquent et vous saurez comment vous y r\u00e9f\u00e9rer lorsque vous parlerez aux d\u00e9veloppeurs. Avoir un langage commun vous aide \u00e0 assimiler les concepts techniques beaucoup plus rapidement !<\/p>\n\n\n\n<p>Partir de 0 est \u00e9galement un des inconv\u00e9nients d'Oxygen. En effet, il est difficile de trouver un template ou <strong>un design moderne<\/strong> pour recr\u00e9er quelque chose de propre. Dans 95% des cas, il vous faudra partir de 0, ce qui peut \u00eatre une perte de temps sur vos premiers projets (Par la suite, vous avez la possibilit\u00e9 de cr\u00e9er des templates r\u00e9utilisables dans d'autres projets).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">#6 Oxygen a \u00e9t\u00e9 inspir\u00e9 par Webflow<\/h3>\n\n\n\n<p><strong>Webflow<\/strong> est un outil de conception tr\u00e8s populaire et tr\u00e8s appr\u00e9ci\u00e9 par les professionnels (consid\u00e9r\u00e9s par beaucoup comme le \"meilleur constructeur visuel\" jamais r\u00e9alis\u00e9). Il vous permet de transformer des designs de qualit\u00e9 professionnelle en sites web fonctionnels, je l'appelle <em>le photoshop du Web<\/em>. Webflow axe tout sur la conception design et Oxygen s'en rapproche, par son utilisation, sa m\u00e9thodologie et sa personnalisation infinie - facilit\u00e9 (par l'ajout simple de classes CSS)<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">#7 Oxygen a le meilleur constructeur de pages<\/h3>\n\n\n\n<h4 class=\"wp-block-heading\">Son interface est bien pens\u00e9e<\/h4>\n\n\n\n<p>Les ID, Classes et les items sont intuitifs (except\u00e9 les zones de textes et titres qui peuvent \u00eatre am\u00e9lior\u00e9es). Quand on a l'habitude des constructeurs de page, on a l'impression de trouver un param\u00e8tre sans avoir besoin de le chercher, l'interface est relativement intuitive. Cette intuitivit\u00e9 ne serait surement pas la m\u00eame avec un d\u00e9butant ou une personne ne comprenant pas le HTML \/ CSS, le logique de WordPress et des conteneurs.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">L'\u00e9diteur Oxygen vous permet de tout voir clairement<\/h4>\n\n\n\n<p>Il n'est pas n\u00e9cessaire de faire des allers-retours entre la \"vue frontale\" et la \"vue \u00e9diteur\/code\". La visibilit\u00e9 sur le design et sur le code est un atout incontestable quand on sait que les autres constructeurs de pages ne peuvent pas le faire correctement. Beaucoup d'entre eux montrent une version du <strong>back-end<\/strong> pas tr\u00e8s propre avec des shortcodes un peu partout.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">L'interface Oxygen est propre<\/h4>\n\n\n\n<p>Tous les param\u00e8tres sont affich\u00e9s clairement dans le panneau de gauche et sont accessibles en 2 clics. C'est tellement plus propre que les constructeurs de pages habituels avec des param\u00e8tres d'espacement et de style arbitraires qui n'expliquent pas exactement comment est affect\u00e9 votre \u00e9l\u00e9ment par rapport aux autres \u00e9l\u00e9ments ! C'est quelque chose de tout b\u00eate mais de beaucoup plus intuitif.<\/p>\n\n\n\n<p>Une option tr\u00e8s appr\u00e9ciable (\u00e9galement pr\u00e9sent chez quelques concurrents) est la cr\u00e9ation de biblioth\u00e8que de <em>presets<\/em>, permettant de r\u00e9utiliser des \u00e9l\u00e9ments visuels sur plusieurs pages. Le rangement de ces \u00e9l\u00e9ments dans <strong>une biblioth\u00e8que<\/strong> et sans aucun doute un plus.<\/p>\n\n\n\n<p>Avec DIVI par exemple... si je veux copier un style d'\u00e9l\u00e9ment, je clique sur \"Copy Module Styles\". Maintenant, quel \"style\" copie-t-il ? Juste le CSS ? Ou est-ce qu'il inclut aussi les param\u00e8tres ou les effets de conception ? Je n'en ai aucune id\u00e9e. Je d\u00e9teste devoir apprendre une nouvelle terminologie alors qu'il en existe d\u00e9j\u00e0 une.&nbsp;Avec Oxygen, tout est appel\u00e9 exactement par sa terminologie de codage correcte. Un \"id\", une \"classe\", etc. Si je veux copier des styles, je peux facilement cr\u00e9er une classe CSS globale et la styliser, puis appliquer cette classe \u00e0 d'autres \u00e9l\u00e9ments.<\/p>\n\n\n\n<p><em>NB : Vous aurez bien compris que je ne suis pas un Pro Divi et donc pas tr\u00e8s objectif sur cet outil !<\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">#8 - Oxygen peut fournir des fonctionnalit\u00e9s de type plugin.<\/h3>\n\n\n\n<p>Un des avantages incontestable d'Oxygen Builder est de produire des <strong>appels dynamiques<\/strong>.<\/p>\n\n\n\n<p>Sur <strong>WordPress<\/strong>, tout le contenu est soit <strong>statique<\/strong>, soit <strong>dynamique<\/strong>. Le contenu statique est saisi manuellement par l'\u00e9diteur de contenu. Le contenu dynamique est (g\u00e9n\u00e9ralement) saisi \u00e0 l'aide d'un plugin (voire du th\u00e8me) qui produit ensuite le contenu en fonction des param\u00e8tres que vous avez choisis.<\/p>\n\n\n\n<p>Voici quelques exemples concrets g\u00e9r\u00e9s pas le constructeur de page :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Afficher un ensemble de messages (en fonction de leur r\u00e9cence, de leur popularit\u00e9, de leur cat\u00e9gorie ou d'une s\u00e9lection manuelle).<\/li>\n\n\n\n<li>Afficher un type de message sp\u00e9cifique (produits, t\u00e9moignages, annuaires\/maisons).<\/li>\n\n\n\n<li>Afficher des images avec un effet d'animation (curseur, grille, carrousel).<\/li>\n\n\n\n<li>Afficher un contenu provenant d'un autre endroit (activit\u00e9 de r\u00e9seau social, m\u00e9t\u00e9o, r\u00e9sultats de jeux, flux rss).<\/li>\n<\/ul>\n\n\n\n<p>Oxygen ne fait pas tout mais permet d'\u00e9viter l'utilisation de plugins inutiles. Mais comme tout sur ce constructeur, au d\u00e9but il faut prendre son mal en patience pour cr\u00e9er le rendu final souhait\u00e9. Ces pratiques permettent d'avoir moins de CSS\/JS \u00e0 charger (Chargement plus rapide des pages), moins de plugin en conflit avec le th\u00e8me.<\/p>\n\n\n\n<p><em>Remarque : Oxygen Builder permet \u00e9galement le retour de fonctions PHP et aussi des conditions.<\/em><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Les faiblesses d'Oxygen sont-elles r\u00e9dhibitoires ?<\/h2>\n\n\n\n<p>Ce constructeur de page a de nombreuses qualit\u00e9s mais aussi quelques d\u00e9fauts, du fait de son jeune \u00e2ge et de sa complexit\u00e9 ! C'est connu, les d\u00e9veloppeurs ne sont pas des designers, et.... c'est un peu ce que j'ai ressenti lors de mon utilisation (notamment quand j'ai test\u00e9 quelques pr\u00e9sets fourni par les biblioth\u00e8ques d'Oxygen)<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Peu d'int\u00e9gration de template<\/h4>\n\n\n\n<p>Je conseille fortement de partir d'une feuille blanche ou de cr\u00e9er son propre th\u00e8me avec ce Builder. Les quelques templates ou mod\u00e8le de cr\u00e9ation sont vraiment pas tr\u00e8s design et peu nombreux !<\/p>\n\n\n\n<p>De plus, les designs sur mobile laissent vraiment \u00e0 d\u00e9sirer. Notamment au niveau des menus ou la personnalisation est pratiquement nulle sur chaque template. De m\u00eame pour la recherche interactive qui n'est vraiment pas tr\u00e8s fun sur mobile et peut devenir un r\u00e9el probl\u00e8me pour un e-commerce ou un Blog avec de nombreux articles.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">L'absence de mod\u00e8les<\/h4>\n\n\n\n<p>Oxygen ne permet pas (en th\u00e9orie) de remplacer les mod\u00e8les personnalis\u00e9s par des plugins. De nombreux th\u00e8mes l'utilisent pour personnaliser des pages&nbsp; (WooCommerce, forums, tableaux, etc.). Certains th\u00e8mes sont d\u00e9j\u00e0 livr\u00e9s avec des mod\u00e8les personnalis\u00e9s. D'autres n'en ont pas et vous devez en cr\u00e9er un vous-m\u00eame. Comme Oxygen d\u00e9sactive compl\u00e8tement la fonction de th\u00e8me de WordPress, il ne pourra \u00e9videmment pas remplacer le style des plugins des r\u00e9pertoires de th\u00e8mes.<\/p>\n\n\n\n<p>Apr\u00e8s quelques recherches, j'ai trouv\u00e9 quelques solutions pour contourner ce probl\u00e8me. Par exemple, il y a un plugin <a href=\"https:\/\/wpdevdesign.com\/oxygen-theme-enabler-plugin\/\">Oxygen Theme Enabler<\/a> cr\u00e9\u00e9 par Sridhar, vous permettant de r\u00e9activer votre th\u00e8me pour certaines pages seulement.<\/p>\n\n\n\n<p>Cela vous permet notamment de convertir votre site petit \u00e0 petit. Vous voulez passer d'un g\u00e9n\u00e9rateur de pages \u00e0 un autre vous pouvez le faire une page \u00e0 la fois. Ces techniques sont tout de m\u00eame consid\u00e9r\u00e9es comme du bricolage. <strong>Oxygen est un outil tout ou rien,<\/strong> c'est d'ailleurs pour cela qu'on l'aime ou on ne l'aime pas. Pour convertir votre site \u00e0 Oxygen la meilleure pratique sera de reconstruire votre design avec Oxygen.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Les identifiants des \u00e9l\u00e9ments pourraient \u00eatre plus propres<\/h4>\n\n\n\n<p>Oxygen produit un <strong>identifiant<\/strong> unique pour chaque \u00e9l\u00e9ment HTML, d'environ 10 \u00e0 15 caract\u00e8res et g\u00e9n\u00e9ralement inutile. Mais r\u00e9trospectivement, ils ne prennent qu'un tout petit peu de place et restent bien plus l\u00e9gers que la \"<em>divception<\/em>\" apport\u00e9e par d'autres constructeurs de pages.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Oxygen&nbsp; n'est pas tout \u00e0 fait adapt\u00e9 aux d\u00e9butants<\/h4>\n\n\n\n<p>C'est un constructeur de page bas\u00e9 sur la logique d'un <strong>d\u00e9veloppeur<\/strong>. Un d\u00e9butant mettra du temps \u00e0 trouver ses rep\u00e8res. Les options sont plus pouss\u00e9es et plus complexes. Il est \u00e9galement fr\u00e9quent de mettre les \"<em>mains dans le code<\/em>\" pour personnaliser un \u00e9l\u00e9ment.<\/p>\n\n\n\n<p>Cependant, si vous \u00eates un d\u00e9veloppeur, un freelance, <strong>une agence<\/strong> et que vous avez l'habitude d'utiliser les constructeurs de pages, vous ne saurez probablement pas d\u00e9\u00e7u par Oxygen qui pour moi est vraiment le constructeur de demain. En tant qu'<strong>agence<\/strong>, il me semble essentiel de pouvoir proposer ce service pour des demandes bien particuli\u00e8res sur <strong>WordPress<\/strong>. Dans un premier temps, je pense pr\u00e9coniser Oxygen pour des demandes de site vitrine de type <em>\"je souhaite un site rapide, totalement personnalis\u00e9 \u00e0 ma charte graphique\"<\/em>. Les services d'<a href=\"https:\/\/citronnoir.com\/agence-wordpress\/les-avantages-une-agence-wordpress\/\">une agence web sp\u00e9cialis\u00e9 sur WordPress<\/a> sont un r\u00e9el atout dans ce genre de prestation.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Oxygen, a quel prix ?<\/h2>\n\n\n\n<p>Calqu\u00e9 sur le Business Plan de Divi, Oxygen Builder propose des \"<strong>offres \u00e0 vie<\/strong>\".<\/p>\n\n\n\n<p>Au moment de la r\u00e9daction de cet article, 3 offres sont possibles :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Basic \u00e0 <strong>99$<\/strong> : sans woocommerce ni l'int\u00e9gration de gutenberg block<\/li>\n\n\n\n<li>Woocommerce \u00e0 <strong>179$<\/strong> (actuellement en r\u00e9duction \u00e0 149$) : avec woocommerce mais sans l'int\u00e9gration de gutenberg block<\/li>\n\n\n\n<li>Agency \u00e0 <strong>249$<\/strong> (actuellement en r\u00e9duction \u00e0 169$) : tout inclus (c'est d'ailleurs la licence que nous avons choisi)<\/li>\n<\/ul>\n\n\n\n<p>Pour vous donner un ordre d'id\u00e9e, voici les prix de la concurrence :<\/p>\n\n\n\n<p>Beaver Builder - 99 $, 199 $ et 399 $ par an.<br>DIVI - 89 $ par an ou 250 $\/\u00e0 vie.<br>Elementor - a une version gratuite. Sinon : 49 $\/an (1 site), 99 $\/an (3 sites) et 199 $\/an (1000 sites).<br>Visual composer a une version gratuite. Sinon :&nbsp; 49 $\/an (1 site), 99 $\/an (3 sites) et 349 $\/an (1000 sites)<\/p>\n\n\n\n<p>Voici quelques sources \/ tutos que vous pouvez appr\u00e9cier :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><a href=\"https:\/\/www.facebook.com\/groups\/1626639680763454\" target=\"_blank\" rel=\"noopener noreferrer\">Le groupe facebook officiel (15k membres)<\/a><\/li>\n\n\n\n<li><a href=\"https:\/\/www.youtube.com\/channel\/UCtG-mJIfI5Kq5wp4X1RQOXg\" target=\"_blank\" rel=\"noopener noreferrer\">La chaine YT officielle&nbsp;<\/a><\/li>\n\n\n\n<li><a href=\"https:\/\/oxygen4fun.supadezign.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">Le blog de Supadezign<\/a><\/li>\n\n\n\n<li><a href=\"https:\/\/wpdevdesign.com\/\" target=\"_blank\" rel=\"noopener noreferrer\">Le blog de WPDevDesign<\/a><\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\">Mon retour d\u2019exp\u00e9rience&nbsp;:<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">Un builder pas comme les autres<\/h3>\n\n\n\n<p><strong>Oxygen Builder<\/strong> demande un temps d\u2019adaptation, mais avec une exp\u00e9rience sur un autre constructeur de page, c\u2019est relativement rapide. Pour moi Oxygen est super pour cr\u00e9er un site \u00e0 partir d\u2019une feuille blanche, mais c\u2019est aussi son principal d\u00e9faut. En effet, pour une cr\u00e9ation \u00ab propre \u00bb il est n\u00e9cessaire de passer par l\u2019\u00e9tape des pr\u00e9sets : construction d\u2019un menu et footer sur mesure, d\u00e9finition des largeurs et hauteurs, pr\u00e9sets de tous les items (img, hn, toogle, etc.), template des pages (produits, cat\u00e9gories, articles, etc.) des t\u00e2ches chronophages. Selon la demande du client, il sera plus int\u00e9ressant d\u2019opter pour la solution template + customisation et surcouche CSS.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Les plus<\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>L\u2019installation<\/li>\n\n\n\n<li>La rapidit\u00e9 et la propret\u00e9 du site<\/li>\n\n\n\n<li>Seo friendly et easy responsive<\/li>\n\n\n\n<li>La customisation \u00e0 100%<\/li>\n\n\n\n<li>Le support et la communaut\u00e9<\/li>\n\n\n\n<li>Les appels dynamiques<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">Les moins<\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Impossible de modifier deux pages en m\u00eame temps<\/li>\n\n\n\n<li>La rapidit\u00e9 d\u2019ex\u00e9cution<\/li>\n\n\n\n<li>Le temps d\u2019adaptation<\/li>\n\n\n\n<li>L\u2019optimisation woocommerce encore pauvre<\/li>\n\n\n\n<li>La customisation des textes qui pourrait \u00eatre plus simple et plus \u00ab brute<\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Lanc\u00e9 en juillet 2016, <strong>Oxygen Builder<\/strong> est un constructeur de page vraiment particulier. Son positionnement est simple : proposer un constructeur pour <strong>Wordpress<\/strong>, le plus libre et le l\u00e9ger possible. <strong>Oxygen builder r\u00e9volutionne Wordpress<\/strong> puisqu'il n'utilise pas de th\u00e8me. Il est tout frais, performent, robuste et r\u00e9actif, un comble pour un constructeur de page !<\/p>\n","protected":false},"author":4,"featured_media":12787,"parent":31816,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":{"_seopress_robots_primary_cat":"","_seopress_titles_title":"Oxygen Builder le meilleur constructeur de page Wordpress ?","_seopress_titles_desc":"Oxygen builder, notre constructeur Wordpress pr\u00e9f\u00e9r\u00e9 ! On vous pr\u00e9sente les principales fonctionnalit\u00e9s d&#039;Oxygen Builder.","_seopress_robots_index":"","footnotes":""},"class_list":["post-12170","page","type-page","status-publish","has-post-thumbnail","hentry"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/12170"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=12170"}],"version-history":[{"count":10,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/12170\/revisions"}],"predecessor-version":[{"id":34214,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/12170\/revisions\/34214"}],"up":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/pages\/31816"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/12787"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=12170"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}