{"id":8153,"date":"2020-01-21T13:20:56","date_gmt":"2020-01-21T12:20:56","guid":{"rendered":"https:\/\/citronnoir.com\/?p=8153"},"modified":"2023-08-07T11:40:35","modified_gmt":"2023-08-07T09:40:35","slug":"web-marketing-les-photos-declenchent-achat","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/marketing-digital\/web-marketing-les-photos-declenchent-achat\/","title":{"rendered":"Web-marketing, quand les photos d\u00e9clenchent l'achat !"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Les photos, un \u00e9l\u00e9ment primordial en web-marketing<\/h2>\n\n\n\n<p>En mati\u00e8re de web-marketing et de publicit\u00e9 au sens large, les images et les photos ont un r\u00f4le des plus importants. De par leur caract\u00e8re explicite et leur imm\u00e9diatet\u00e9, elles am\u00e9liorent la perception, la compr\u00e9hension ainsi que la m\u00e9morisation d'un message donn\u00e9. Elles permettent \u00e9galement de <strong>captiver l'attention des internautes<\/strong>, de susciter des \u00e9motions et m\u00eame de d\u00e9clencher l'achat, ce qui est un atout consid\u00e9rable dans le domaine du e-commerce. L'utilisation d'un <a href=\"https:\/\/citronnoir.com\/medias-sociaux\/le-persona-marketing\/\" data-type=\"URL\" data-id=\"\/marketing-digital\/le-persona-marketing\/\">persona marketing<\/a> est une bonne solution pour optimiser un maximum les photos d'un site <a href=\"https:\/\/citronnoir.com\/site-ecommerce\/\" data-type=\"page\" data-id=\"31931\">e-commerce.<\/a><\/p>\n\n\n\n<p>En effet, les clients qui veulent faire un achat en ligne ne peuvent ni toucher ni sentir les produits qui y sont propos\u00e9s. Pour se d\u00e9cider, ils se basent juste sur les images et les fiches produits qui y sont associ\u00e9es. D'apr\u00e8s une \u00e9tude r\u00e9alis\u00e9e en 2013, les photos qui valorisent les produits vendus sont aux yeux des consommateurs <strong>les \u00e9l\u00e9ments qui incitent le plus \u00e0 acheter<\/strong>. Et ce, devant la description des produits ainsi que les avis laiss\u00e9s par les clients.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Optimisation des photos, une n\u00e9cessit\u00e9 pour les sites de vente en ligne<\/h2>\n\n\n\n<p>Au vu de l'importance des photos dans une strat\u00e9gie marketing digitale, notamment en ce qui concerne les <strong>sites de e-commerce<\/strong>, optimiser ce type de contenu visuel n'est plus une option. C'est actuellement devenu une r\u00e9elle n\u00e9cessit\u00e9. Dans cette optique, plusieurs solutions existent.<\/p>\n\n\n\n<p>Le plus simple reste certainement de faire appel \u00e0 un photographe professionnel \u00e0 l'instar de <a href=\"https:\/\/www.widelook.fr\/\" target=\"_blank\" rel=\"noopener noreferrer\">Wide look photo<\/a> afin d'obtenir des clich\u00e9s de qualit\u00e9. Chez Alds conseils, nous sous-traitons la partie photographie aupr\u00e8s de Marine, photographe chez Wide look. Une sp\u00e9cialiste de la photographie comme Marine sera en mesure de mettre en valeur convenablement vos produits. Selon les objectifs de l'entreprise de vente en ligne, il pourra d\u00e9cider s'il faut montrer les produits de fa\u00e7on \u00e9pur\u00e9e ou si, au contraire, il faut les contextualiser <strong>pour que les consommateurs puissent se projeter<\/strong>. Par contre, il faut \u00e9viter autant que possible d'utiliser des photos d\u00e9j\u00e0 utilis\u00e9es par des concurrents afin de se d\u00e9marquer. Comme par exemple, la photo ci dessous de la laisse et collier pour chien de la marque <a href=\"https:\/\/woog.app\" target=\"_blank\" rel=\"noopener noreferrer\">woog<\/a><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2020\/01\/laisse_collier_woog.jpg\" alt=\"photo de la laisse et collier granit'or de Woog\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Les r\u00e9seaux sociaux, plateforme id\u00e9ale de partage de photos<\/h2>\n\n\n\n<p>Dans un contexte actuel o\u00f9 la concurrence est de plus en plus rude, avoir un site internet ne suffit plus pour faire la diff\u00e9rence. Il est aujourd'hui indispensable d'\u00eatre aussi pr\u00e9sent sur les r\u00e9seaux sociaux pour <strong>augmenter les chances de se d\u00e9marquer<\/strong>. Cette d\u00e9marche permet non seulement de booster les ventes mais aussi d'entretenir une relation de proximit\u00e9 avec les consommateurs.<\/p>\n\n\n\n<p>Sur ce type de plateforme, les photos s'imposent \u00e9galement comme des contenus \u00e0 privil\u00e9gier. Selon les statistiques, les photos sont les contenus qui r\u00e9coltent le plus de r\u00e9actions, commentaires et partages inclus, sur Facebook. Cette tendance se confirme \u00e9galement sur d'autres r\u00e9seaux sociaux tels que Instagram et Pinterest. Pour que les photos publi\u00e9es sur les r\u00e9seaux sociaux tiennent toutes leurs promesses, elles doivent \u00e0 la fois \u00eatre attrayantes mais aussi et surtout pens\u00e9es pour \u00eatre de v\u00e9ritables argumentaires de vente.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Les images et les photos tiennent un r\u00f4le essentiel dans toute strat\u00e9gie marketing digitale bien pens\u00e9e. De tous les contenus disponibles actuellement sur internet, ce sont ceux qui cr\u00e9ent le plus d'engagement aupr\u00e8s des consommateurs. Mais pour que les photos d\u00e9clenchent l'intention d'achat, elles doivent \u00eatre minutieusement \u00e9tudi\u00e9es.<\/p>\n","protected":false},"author":4,"featured_media":8139,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"108","_seopress_titles_title":"Les photos de votre boutique, levier pour votre e-commerce ?","_seopress_titles_desc":"les photos sont le premier \u00e9l\u00e9ment d\u00e9clancheur de l&#039;achat sur une boutique en ligne, devant la description des produits et les avis clients \/\/ 01\/2020","_seopress_robots_index":"","footnotes":""},"categories":[108],"tags":[],"class_list":["post-8153","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-marketing-digital"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/8153"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=8153"}],"version-history":[{"count":4,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/8153\/revisions"}],"predecessor-version":[{"id":34149,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/8153\/revisions\/34149"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/8139"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=8153"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=8153"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=8153"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}