{"id":14450,"date":"2021-02-07T16:43:47","date_gmt":"2021-02-07T15:43:47","guid":{"rendered":"https:\/\/citronnoir.com\/?p=14450"},"modified":"2023-07-03T11:09:17","modified_gmt":"2023-07-03T09:09:17","slug":"minimum-viable-product","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/creer-une-application-mobile\/minimum-viable-product\/","title":{"rendered":"Qu'est-ce qu'un Minimum Viable Product (MVP) ? Pourquoi utiliser un MVP ?"},"content":{"rendered":"\n<p>Vous avez une excellente id\u00e9e d'<strong>app mobile<\/strong>? Vous avez probablement entendu dire que la meilleure fa\u00e7on de commencer est de cr\u00e9er un produit minimum viable (MVP).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"mvpdefinition\">D\u00e9finition : Minimum Viable Product, K\u00e9sako ?<\/h2>\n\n\n\n<p>Minimum Viable Product (MVP) est un concept issu de la m\u00e9thodologie lean startup introduite par Eric Ries en 2011. En g\u00e9n\u00e9ral, la lean startup se concentre sur l'influence des tests et de l'apprentissage des tests dans les \u00e9tapes de d\u00e9veloppement.<\/p>\n\n\n\n<div class=\"important\">\n<p>Le <strong>Minimum Viable Product<\/strong> c'est la version d'un nouveau produit qui permet \u00e0 une \u00e9quipe d'en apprendre autant que possible sur les besoins et les pr\u00e9f\u00e9rences des clients, le tout en utilisant le moins de technologies \/ ressources possibles.<\/p>\n<\/div>\n\n\n\n<p>Plus simplement, le MVP est une version simplifi\u00e9e d'une application mobile ou Web . Un MVP bien con\u00e7u permet de collecter et d'appr\u00e9cier les interactions des utilisateurs avec le produit. Faire cela est beaucoup plus perspicace que de simplement demander \u00e0 votre public cible ce qu'il ferait si un tel produit existait. Un MVP vous permet de valider votre id\u00e9e de produit sans avoir \u00e0 investir du temps et de l'argent dans la construction du produit complet.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" width=\"860\" height=\"422\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/03\/mcp.jpg\" alt=\"minimum product viable\" class=\"wp-image-14453\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/03\/mcp.jpg 860w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/03\/mcp-736x361.jpg 736w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/03\/mcp-768x377.jpg 768w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/03\/mcp-360x177.jpg 360w, https:\/\/citronnoir.com\/wp-content\/uploads\/2021\/03\/mcp-368x181.jpg 368w\" sizes=\"(max-width: 860px) 100vw, 860px\" \/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"purpose\">En quoi le Minimum Viable Product est il utile dans le d\u00e9veloppement d'une application mobile ?<\/h3>\n\n\n\n<p>\u00c0 ce stade, vous vous demandez peut \u00eatre pourquoi les start-up d\u00e9cident-elles de d\u00e9velopper un MVP? Dans quelles situations un MVP apporte-t-il le plus d'avantages?<\/p>\n\n\n\n<p>Voici trois sc\u00e9narios qui d\u00e9montrent la valeur du MVP :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Commercialisation rapide<\/strong> : vous souhaitez commercialiser le produit le plus rapidement possible et obtenir un avantage concurrentiel par rapport aux autres entreprises.<\/li>\n\n\n\n<li><strong>Tester une id\u00e9e :<\/strong> il est judicieux de tester une version plus simple d'une application avec de vrais utilisateurs avant d'engager un budget important requis pour le d\u00e9veloppement.<\/li>\n\n\n\n<li><strong>En savoir plus sur les pr\u00e9f\u00e9rences des clients<\/strong> - un MVP est un outil utile pour r\u00e9colter les retours des utilisateurs en, vue d'am\u00e9liorer l'application finale.<\/li>\n<\/ul>\n\n\n\n<p>Un MVP permet de minimiser le temps et les ressources qu'une entreprise pourrait d\u00e9penser pour cr\u00e9er un produit qui comporte un risque d'\u00e9chec. <strong>En mettant un MVP sur le march\u00e9 en peu de temps, les entreprises peuvent r\u00e9duire les co\u00fbts de mise en \u0153uvre, tester la demande pour leur produit, \u00e9viter les \u00e9checs ou les pertes en capital importantes et optimiser le produit final.<\/strong><\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"balancing\">\u00c9quilibrer la viabilit\u00e9 du produit<\/h3>\n\n\n\n<p>Avant d'explorer les avantages d'un MVP, arr\u00eatons-nous un instant et examinons de plus pr\u00e8s le concept du MVP.<\/p>\n\n\n\n<p><strong>Minimum + Viable = Un produit r\u00e9pondant aux besoins les plus importants des utilisateurs, et rien de plus.&nbsp;<\/strong><\/p>\n\n\n\n<p>Assurer le minimalisme et la viabilit\u00e9 du produit est l'une des principales caract\u00e9ristiques du d\u00e9veloppement MVP. \u00c0 ce stade du processus de d\u00e9veloppement, il est pr\u00e9f\u00e9rable de se concentrer sur ce que fait un produit plut\u00f4t que sur la fa\u00e7on dont il le fait.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\" id=\"nextsteps\">Pr\u00e9parer les \u00e9tapes apr\u00e8s le MVP<\/h3>\n\n\n\n<p>Qu'est-ce qui vient apr\u00e8s le Minimum Viable Product? Une fois que vous avez transform\u00e9 votre id\u00e9e d'application en MVP, vous devez mesurer la r\u00e9action des clients et recueillir leurs retours. Cela vous permettra de <strong>planifier et de hi\u00e9rarchiser les fonctionnalit\u00e9s de l'application les plus attendues.<\/strong><\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"whymvp\">Pourquoi le MVP \u00e0 pris une grande place dans le processus de d\u00e9veloppement des entreprises ?<\/h2>\n\n\n\n<p><em>Alors, pourquoi le Minimum Viable Product est-il important pour les entreprises qui cherchent \u00e0 lancer des produits logiciels? Voici plusieurs raisons pour lesquelles tant d'entreprises choisissent aujourd'hui ce mod\u00e8le de d\u00e9veloppement de leur appli.<\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u2714\ufe0f Des retours pertinents pendant la phase de d\u00e9veloppement<\/h3>\n\n\n\n<p>La mise sur le march\u00e9 d'un MVP permet aux entreprises d'obtenir des donn\u00e9es pr\u00e9coces confirmant l'int\u00e9r\u00eat des consommateurs pour leur produit. Le MVP permet de valider (ou non) le produit final. Les r\u00e9sultats positifs de la phase MVP donnent le feu vert au d\u00e9veloppement de la version compl\u00e8te du produit, tout en minimisant le risque de d\u00e9faillance du produit. De plus, les utilisateurs signalent les \u00e9l\u00e9ments peu appr\u00e9ci\u00e9s et cela permet \u00e0 l'\u00e9quipe de d\u00e9veloppeur d'agir rapidement sans avoir d\u00e9velopp\u00e9 la majorit\u00e9 du code de l'application.<\/p>\n\n\n\n<p>Vous pouvez en apprendre beaucoup sur les besoins des utilisateurs \u00e0 partir des commentaires laiss\u00e9s sur Google Play et Apple App Store ou m\u00eame via un formulaire d\u00e9di\u00e9 comme des enqu\u00eates de satisfaction client.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u2714\ufe0fGagner du temps et de l'argent<\/h3>\n\n\n\n<p>Le d\u00e9veloppement MVP aide les entreprises \u00e0 \u00e9conomiser des ressources dans la phase de d\u00e9velopppement.&nbsp;Investir dans un produit \u00e0 part enti\u00e8re sans savoir si les utilisateurs en ont besoin est risqu\u00e9.&nbsp;En cr\u00e9ant d'abord un MVP, vous pouvez vous assurer que vous investissez dans un projet qui est susceptible de r\u00e9ussir.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u2714\ufe0fV\u00e9rifier les tendances du march\u00e9<\/h3>\n\n\n\n<p>En distribuant un MVP \u00e0 un public cible, vous pouvez d\u00e9couvrir quelles sont les tendances du march\u00e9 offrant la meilleure direction pour d\u00e9velopper la version compl\u00e8te de l'application.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u2714\ufe0f Utiliser des Beta-Testeurs et construire une base d'utilisateurs<\/h3>\n\n\n\n<p>Un autre avantage du MVP est la possibilit\u00e9 d'acqu\u00e9rir une base d'utilisateurs initiale, pouvant devenir des betas-testeurs. Le beta testeur sera privil\u00e9gi\u00e9 et recevra en avant premi\u00e8re les mises \u00e0 jour de l'application afin de faire des retours concrets sur l'am\u00e9lioration des nouvelles fonctionnalit\u00e9s. Il se sentira mis en avant par l'entreprise et aura tendance \u00e0 partager son exp\u00e9rience aupr\u00e8s de sa communaut\u00e9.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u2714\ufe0fAttirer l'investissement<\/h3>\n\n\n\n<p>Le Minimum Viable Product c'est aussi le meilleur moyen d'obtenir un financement. Les investisseurs (public ou priv\u00e9) demandent toujours \u00e0 minima, un MVP fonctionnel. Si vous parvenez \u00e0 prouver que votre MVP a g\u00e9n\u00e9r\u00e9 X interactions et X int\u00e9r\u00eats, alors vous avez gagn\u00e9 !&nbsp; C'est ainsi que vous convainquez les investisseurs potentiels que votre mod\u00e8le \u00e9conomique est valide et que votre produit apporte une valeur tangible aux utilisateurs.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">\u2714\ufe0fG\u00e9n\u00e9rer des revenus plus t\u00f4t<\/h3>\n\n\n\n<p>Parfois, la cr\u00e9ation du MVP vous permet de vendre votre service \/ produit plus t\u00f4t et donc, de commencer \u00e0 <a href=\"https:\/\/citronnoir.com\/creer-une-application-mobile\/comment-reussir-a-monetiser-une-application-mobile\/\">g\u00e9n\u00e9rer des revenus rapidement avec votre application mobile<\/a>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"plan\">Comment organiser le d\u00e9veloppement d'un MVP?<\/h2>\n\n\n\n<p>Le d\u00e9veloppement d'un MVP consiste \u00e0 d\u00e9celer et retirer les fonctionnalit\u00e9s secondaires du projet. Bien que cela puisse sembler simple, la cr\u00e9ation d'un MVP est un processus relativement technique et demande une grande organisation. Voici quelques \u00e9tapes essentielles pour d\u00e9finir un MVP:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Identifier le probl\u00e8me que vous souhaitez r\u00e9soudre pour votre public cible<\/strong> : Une application doit apport\u00e9 de la valeur, et donc r\u00e9pondre \u00e0 une probl\u00e9matique. Une \u00e9tude de march\u00e9 est donc fortement conseill\u00e9e<\/li>\n\n\n\n<li><strong>Analysez les concurrents existants<\/strong> : Toujours dans l'\u00e9tude de march\u00e9, l'\u00e9tude concurrentielle est primordiale, elle permet d'identifier les opportunit\u00e9s et les \u00e9ventuelles menaces,.<\/li>\n\n\n\n<li><strong>Faites une liste des fonctionnalit\u00e9s MVP<\/strong> : Une fois fait, r\u00e9duisez cette liste ! Commencez par d\u00e9finir les \u00e9tapes qu'un utilisateur suivra lors de l'utilisation de votre produit et r\u00e9pertoriez toutes les fonctionnalit\u00e9s requises pour chaque \u00e9tape. Ensuite, il est temps de hi\u00e9rarchiser ces fonctionnalit\u00e9s par ordre d'importance par rapport au probl\u00e8me que vous souhaitez r\u00e9soudre. Nous conseillons d'appliquer un indice \"importance\/comp\u00e9tence\" : une note de 0 \u00e0 10 sur la complexit\u00e9 de d\u00e9veloppement et l'importance d'une fonctionnalit\u00e9.<\/li>\n\n\n\n<li><strong>D\u00e9veloppement<\/strong> : une fois que vous avez d\u00e9fini la port\u00e9e du travail, vous pouvez passer au d\u00e9veloppement du MVP.<\/li>\n\n\n\n<li><b>Beta testeur : <\/b>- les meilleurs MVP sont ceux qui sont test\u00e9s par de vrais utilisateurs. Testez l'appli puis d\u00e9ployez sur les stores.<\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"mistakes\">Erreurs courantes \u00e0 \u00e9viter lors du d\u00e9veloppement d'un MVP<\/h2>\n\n\n\n<p>Voici <strong>les pi\u00e8ges et les erreurs les plus courants que font les entreprises dans le d\u00e9veloppement de MVP<\/strong>&nbsp;.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Retenir l'envie de cr\u00e9er un produit complet<\/h3>\n\n\n\n<p>Il est toujours difficile et contraignant de d\u00e9cortiquer son projet pour en retenir uniquement les fonctionnalit\u00e9s n\u00e9cessaires. . Mais c'est quelque chose que vous devez faire pour cr\u00e9er un MVP pertinent.<\/p>\n\n\n\n<p><strong>N'oubliez pas ceci: le MVP n'est pas le produit final.<\/strong><\/p>\n\n\n\n<p>Pourtant, de nombreuses entreprises ne parviennent pas \u00e0 s'en tenir au nombre minimum de fonctionnalit\u00e9s et proposent des soit disant MVP apr\u00e8s 6 mois de d\u00e9veloppement. C'est une prise de risque, elles investissent souvent dans la conception d'applications, laissant peu ou pas de place pour des am\u00e9liorations ult\u00e9rieures.&nbsp;Faire bonne impression aupr\u00e8s de votre public est important, mais investir beaucoup de temps et d'argent dans l'exp\u00e9rience utilisateur sans savoir si le produit r\u00e9sout un probl\u00e8me r\u00e9el est risqu\u00e9.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Ne pas prendre les \u00e9tudes de march\u00e9 au s\u00e9rieux<\/h3>\n\n\n\n<p>Vous devez conna\u00eetre les besoins, de vos clients, mais \u00e9galement v\u00e9rifier si votre id\u00e9e est vraiment innovante ou similaire \u00e0 des produits d\u00e9j\u00e0 existants. Certaines entreprises ne m\u00e8nent des \u00e9tudes de march\u00e9 que pour ignorer compl\u00e8tement ses r\u00e9sultats au moment de formuler le MVP. Ils ont raison de croire en leur id\u00e9e, mais ne pas tenir compte des \u00e9tudes de march\u00e9 est une grave erreur qui pourrait co\u00fbter cher.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Sauter la phase de prototype<\/h3>\n\n\n\n<p>Le prototypage est une \u00e9tape essentielle dans le d\u00e9veloppement d'un MVP.&nbsp;Un prototype est la premi\u00e8re \u00e9tape pour donner vie \u00e0 votre id\u00e9e et a un impact immense sur l'ensemble du&nbsp;processus de d\u00e9veloppement de l'application. Le maquettage permet de structurer la base de votre produit, son architecture future.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Ignorer les feedbacks<\/h3>\n\n\n\n<p>Le fondement du MVP est de mettre \u00e0 profit les retours de ses utilisateurs : Am\u00e9liorer les retours n\u00e9gatifs et perfectionner les retours positifs. Ne pas prendre en compte ces retours serait vraiment dommage et rendrait le MVP inutile. Vous avez besoin des commentaires des utilisateurs pour faire de votre produit un succ\u00e8s. Il permet d'ajuster le produit pour mieux r\u00e9pondre aux besoins du client.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"startups\">Les MVP sont-ils r\u00e9serv\u00e9s aux startups?<\/h2>\n\n\n\n<p>Les MVP sont souvent la base du produit d'une start-up, mais ce n'est pas pour autant qu'ils sont uniquement r\u00e9serv\u00e9s \u00e0 cette typologie d'entreprise.<\/p>\n\n\n\n<p><strong>Les avantages du d\u00e9veloppement MVP s'appliquent \u00e0 tout type de projet (et non d'entreprise), quelle que soit la taille, l'\u00e9quipe ou l'anciennet\u00e9 de l'entreprise.<\/strong><\/p>\n\n\n\n<h2 class=\"wp-block-heading\" id=\"examples\">Exemples de Minimum viable product<\/h2>\n\n\n\n<h4 class=\"wp-block-heading\">Airbnb<\/h4>\n\n\n\n<p>Les co-fondateurs de la plate-forme de location d'h\u00e9bergement entre particulier, Joe Gebbia et Brian Chesky, vivaient dans un grand loft \u00e0 San Francisco et avaient du mal \u00e0 payer leur loyer. C'est \u00e0 ce moment-l\u00e0 qu'ils ont eu l'id\u00e9e de louer leur logement. Ils ont lanc\u00e9 un site Web simple, publi\u00e9 quelques photos et accueilli trois invit\u00e9s. Ce MVP compte aujourd'hui 2,6 milliards de dollars de chiffre d'affaires annuel.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Dropbox<\/h4>\n\n\n\n<p>Lorsque le co-fondateur de la soci\u00e9t\u00e9, Drew Houston, a eu l'id\u00e9e de son produit, il n'a publi\u00e9 aucune version initiale du logiciel. Au lieu de cela, il a publi\u00e9 une vid\u00e9o expliquant ce que ferait son produit. Cette vid\u00e9o \u00e0 elle seule a incit\u00e9 l'inscription&nbsp; 75.000 beta testeurs.<\/p>\n\n\n\n<p><strong>En bref, cr\u00e9er un MVP est le meilleur moyen pour d\u00e9velopper son projet d'application mobile en attirant une base d'utilisateurs.&nbsp;<\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Qu'est-ce qu'un MVP (Minimum Viable Product) dans le d\u00e9veloppement d'application ? Pourquoi utiliser un MVP ? En quoi cela est b\u00e9n\u00e9fique \u00e0 votre d\u00e9veloppement de projet ? Quelles erreurs courantes devez-vous \u00e9viter ? C'est ce que nous allons voir dans cet article.<\/p>\n","protected":false},"author":4,"featured_media":14458,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"none","_seopress_titles_title":"Qu&#039;est-ce qu&#039;un Minimum Viable Product (MVP) ?","_seopress_titles_desc":"Qu&#039;est-ce qu&#039;un Minimum Viable Product dans le d\u00e9veloppement web et mobile ? Pourquoi c\u00e9\u00e9er un MVP ? On vous explique tout.","_seopress_robots_index":"","footnotes":""},"categories":[132],"tags":[],"class_list":["post-14450","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-creer-une-application-mobile"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/14450"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=14450"}],"version-history":[{"count":4,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/14450\/revisions"}],"predecessor-version":[{"id":33156,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/14450\/revisions\/33156"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/14458"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=14450"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=14450"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=14450"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}