{"id":11616,"date":"2020-05-12T09:30:09","date_gmt":"2020-05-12T07:30:09","guid":{"rendered":"https:\/\/citronnoir.com\/?p=11616"},"modified":"2024-02-12T19:12:15","modified_gmt":"2024-02-12T18:12:15","slug":"le-nouveau-facebook-est-arrive","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/reseaux-sociaux\/le-nouveau-facebook-est-arrive\/","title":{"rendered":"Refonte design pour la version PC du nouveau Facebook !"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">Quels sont les changements sur la gestion de la page Facebook ?<\/h2>\n\n\n\n<p>La nouvelle version de Facebook se pr\u00e9sente comme une simplification g\u00e9n\u00e9rale du r\u00e9seau social. Avez-vous d\u00e9j\u00e0 essay\u00e9 la derni\u00e8re version de Facebook sur mobile ? Passez maintenant \u00e0 la nouvelle version PC que le r\u00e9seau social de la firme de Mark Zuckerberg a r\u00e9cemment d\u00e9voil\u00e9e. Vous verrez que <strong>sur mobile comme sur PC, les deux pr\u00e9sentations sont identiques<\/strong>.<\/p>\n\n\n\n<p>En pratique, l'actuelle page Facebook pr\u00e9sente un air d\u00e9gag\u00e9. Les deux bandes grises qui apparaissaient \u00e0 gauche et \u00e0 droite ont \u00e9t\u00e9 supprim\u00e9es et l'interface couvre d\u00e9sormais tout l'\u00e9cran sur PC. <strong>Les nombreux onglets qui \u00e9taient regroup\u00e9s sous la rubrique \u00ab<\/strong><strong> Raccourcis<\/strong><strong> \u00bb se font d\u00e9sormais discrets<\/strong>. De m\u00eame, ceux de la rubrique \u00ab Parcourir \u00bb ont carr\u00e9ment disparu. Ainsi, le fil d'actualit\u00e9 couvre d\u00e9sormais un espace plus grand, il est plus \u00ab rond \u00bb et dominant.<\/p>\n\n\n\n<p>Quant aux colonnes de gauche et de droite, elles paraissent moins agressives. Certes, la police utilis\u00e9e est plus grande, mais au lieu des textes \u00e0 rallonge qu'on pouvait apercevoir dans l'ancienne version, la nouvelle version mise davantage sur les ic\u00f4nes. Ainsi, vous trouverez par exemple <strong>\u00e0 gauche des informations telles que les groupes et les pages que vous visitez fr\u00e9quemment<\/strong>. \u00c0 droite, c'est plut\u00f4t les contacts favoris et les derniers anniversaires \u00e0 c\u00e9l\u00e9brer qui s'imposent.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"\/wp-content\/uploads\/2020\/05\/nouveau-facebook.png\" alt=\"facebook-mode-sombre\"\/><\/figure>\n\n\n\n<p>Par ailleurs, un autre changement nettement plus remarquable est l'apparition de nouveaux boutons dans la barre horizontale de haut. Positionn\u00e9s juste au milieu de cette barre d'outils, au niveau du fil d'actualit\u00e9s, ces boutons sont au nombre de 5 \u00e0 savoir :<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Accueil (fil d'actualit\u00e9) ;<\/li>\n\n\n\n<li>Watch (vid\u00e9os) ;<\/li>\n\n\n\n<li>Marketplace (ventes\/achats) ;<\/li>\n\n\n\n<li>Groupes ;<\/li>\n\n\n\n<li>Gaming.<\/li>\n<\/ul>\n\n\n\n<p>M\u00eame lorsque vous scrollez le fil d'actualit\u00e9, ces boutons s'affichent constamment. Cela vous permet de <strong>basculer facilement \u00e0 n'importe quel moment vers les vid\u00e9os, la marketplace, les groupes ou les jeux<\/strong>. Enfin, le changement le plus radical concerne l'int\u00e9gration du mode sombre. Apr\u00e8s WhatsApp et Messenger, Facebook int\u00e8gre d\u00e9sormais ce type d'affichage pour offrir un meilleur confort visuel \u00e0 ses utilisateurs.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Pourquoi Facebook a-t-il adopt\u00e9 cette refonte visuelle ?<\/h2>\n\n\n\n<p>Les raisons des changements op\u00e9r\u00e9s sur la gestion de la page Facebook sont nombreuses. <strong>La simplification des affichages et l'agrandissement des polices permettent aux internautes de naviguer facilement <\/strong>sur la page. Vous pouvez d\u00e9sormais acc\u00e9der \u00e0 des informations sp\u00e9cifiques en toute simplicit\u00e9. De plus, avec cette refonte visuelle, le temps de chargement des pages s'en trouve r\u00e9duit.<\/p>\n\n\n\n<p>\u00c0 cela s'ajoute <strong>l'effet sympa du mode sombre, qui offre en parall\u00e8le un excellent confort visuel<\/strong>. En gros, les modifications op\u00e9r\u00e9es permettent d'am\u00e9liorer l'exp\u00e9rience utilisateur. Par ailleurs, cette refonte met en avant les communaut\u00e9s. Elle favorise \u00e9galement la communication entre les diff\u00e9rents utilisateurs de ce r\u00e9seau social.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comment tester les nouveaut\u00e9s propos\u00e9es ?<\/h2>\n\n\n\n<p>Avant son d\u00e9ploiement g\u00e9n\u00e9ral au printemps prochain, seulement <strong>quelques utilisateurs de la plateforme ont \u00e9t\u00e9 s\u00e9lectionn\u00e9s pour tester les nouveaux changements<\/strong>. Pour tester le mode sombre et la nouvelle version de Facebook, vous devez d'abord v\u00e9rifier si vous disposez de l'option qui permet de basculer de l'interface classique \u00e0 la nouvelle version de la plateforme.<\/p>\n\n\n\n<p>Pour ce faire, ouvrez le contenu de la petite fl\u00e8che situ\u00e9 juste \u00e0 droite des ic\u00f4nes de l'avatar, de Messenger et des notifications. <strong>Cliquez sur \u00ab<\/strong><strong> passez au nouveau Facebook<\/strong><strong> \u00bb et le tour est jou\u00e9<\/strong>. Vous basculez de l'ancienne version vers la nouvelle version de Facebook.<\/p>\n\n\n\n<p>La m\u00eame petite fl\u00e8che appara\u00eet dans le coin sup\u00e9rieur droit de votre \u00e9cran une fois la nouvelle version activ\u00e9e. Dans le menu d\u00e9roulant qui appara\u00eet lorsque vous cliquez sur la fl\u00e8che, vous verrez d\u00e9sormais le bouton pour activer ou d\u00e9sactiver le mode sombre !<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" width=\"800\" height=\"450\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2024\/02\/Facebook-fait-peau-neuve.webp\" alt=\"facebook fait peau neuve\" class=\"wp-image-38384\" srcset=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2024\/02\/Facebook-fait-peau-neuve.webp 800w, https:\/\/citronnoir.com\/wp-content\/uploads\/2024\/02\/Facebook-fait-peau-neuve-595x335.webp 595w, https:\/\/citronnoir.com\/wp-content\/uploads\/2024\/02\/Facebook-fait-peau-neuve-768x432.webp 768w\" sizes=\"(max-width: 800px) 100vw, 800px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Quel est l'impact de ces nouveaut\u00e9s sur le marketing ?<\/h2>\n\n\n\n<p>Avec la <a href=\"https:\/\/citronnoir.com\/agence-wordpress\/quels-sont-les-enjeux-de-la-refonte-dun-site-internet\/\" data-type=\"URL\" data-id=\"https:\/\/citronnoir.com\/agence-wordpress\/quels-sont-les-enjeux-de-la-refonte-dun-site-internet\/\">refonte de site<\/a> de Facebook, les entreprises peuvent mieux interagir avec leur communaut\u00e9 pr\u00e9sente sur la plateforme. La communication interactive et bilat\u00e9rale qui existait entre les deux parties se trouve renforc\u00e9e. En effet, <strong>le ciblage des facebookers pourrait avoir plus d'impact avec la nouvelle version de la plateforme <\/strong>qu'avec sa version classique.<\/p>\n\n\n\n<p>Cette refonte peut avoir un incident \u00e0 long terme avec l'utilisation de Facebook Ads. En effet, un changement de design implique un changement d'utilisation. Par cons\u00e9quent, le comportement sera analys\u00e9 diff\u00e9remment et les bonnes pratiques en mati\u00e8res de publicit\u00e9s sur Facebook risque de changer d\u00e8s lors que la nouvelle version&nbsp; de Facebook sera d\u00e9mocratis\u00e9e.<\/p>\n\n\n\n<p>Les campagnes des entreprises ne se verront pas \u00e9touff\u00e9es par la panoplie d'informations sous laquelle croulait l'internaute. <strong>Cette refonte devrait r\u00e9duire le nombre de facebookers zappeurs des campagnes marketing des entreprises<\/strong>, sans pour autant sacrifier le c\u00f4t\u00e9 ludique de la navigation sur la plateforme.<\/p>\n\n\n\n<p>En r\u00e9sum\u00e9, la nouvelle version de Facebook est plus simpliste et facile \u00e0 prendre en main pour les utilisateurs du n\u00b0 1 des r\u00e9seaux sociaux dans le monde. Toutefois, les nouveaut\u00e9s apport\u00e9es \u00e0 la plateforme profitent non seulement \u00e0 ses utilisateurs, mais aussi aux annonceurs.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Depuis sa conf\u00e9rence F8 d'avril 2019 d\u00e9di\u00e9e aux d\u00e9veloppeurs, Facebook l'avait d\u00e9voil\u00e9e. Cette fois-ci, la nouvelle version de Facebook se g\u00e9n\u00e9ralise progressivement. Le r\u00e9seau social le plus utilis\u00e9 au monde a choisi de rendre synchrones ses versions sur ordinateur et mobile. La suppression de certains onglets superflus et l'apparition d'un mode sombre sont quelques-unes des nouveaut\u00e9s. D\u00e9couvrez ci-dessous notre test du nouveau Facebook et une pr\u00e9sentation d\u00e9taill\u00e9e des am\u00e9liorations apport\u00e9es \u00e0 la plateforme.<\/p>\n","protected":false},"author":4,"featured_media":11628,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"136","_seopress_titles_title":"Refonte design pour la version PC du nouveau Facebook !","_seopress_titles_desc":"Le design du nouveau Facebook se g\u00e9n\u00e9ralise. Le r\u00e9seau social le plus utilis\u00e9 au monde a choisi de rendre synchrones ses versions sur PC et mobile.","_seopress_robots_index":"","footnotes":""},"categories":[136],"tags":[],"class_list":["post-11616","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-reseaux-sociaux"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/11616"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=11616"}],"version-history":[{"count":3,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/11616\/revisions"}],"predecessor-version":[{"id":38385,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/11616\/revisions\/38385"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/11628"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=11616"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=11616"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=11616"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}