{"id":7870,"date":"2019-11-25T16:08:07","date_gmt":"2019-11-25T15:08:07","guid":{"rendered":"https:\/\/citronnoir.com\/?p=7870"},"modified":"2023-06-30T14:36:15","modified_gmt":"2023-06-30T12:36:15","slug":"la-communication-non-verbale-influence-t-elle-votre-discours","status":"publish","type":"post","link":"https:\/\/citronnoir.com\/entreprendre\/la-communication-non-verbale-influence-t-elle-votre-discours\/","title":{"rendered":"La communication non verbale influence-t-elle le discours ?"},"content":{"rendered":"\n<h2 class=\"wp-block-heading\">La communication non verbale - Le langage corporel - La synergologie<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">Notre corps exprime ce que nous sommes et refl\u00e8te notre rapport au monde<\/h3>\n\n\n\n<p><strong>Le message<\/strong> que nous souhaitons d\u00e9livrer, que ce soit dans une conversation en face \u00e0 face, au t\u00e9l\u00e9phone, en <strong>visioconf\u00e9rence <\/strong>ou lors d\u2019une interview, d'un discours, ne sera pas re\u00e7u ni per\u00e7u de la m\u00eame fa\u00e7on par nos interlocuteurs selon la mani\u00e8re dont nous allons l\u2019exprimer, non seulement par la parole, le ton que nous emploierons, mais aussi et surtout par notre attitude corporelle et notre posture : notre communication non verbale.<\/p>\n\n\n\n<p>Le langage du corps est notre toute premi\u00e8re langue, naturelle et authentique. Il est beaucoup plus puissant qu\u2019on ne l\u2019imagine. Il exerce une influence plus forte que les paroles sur un observateur inexp\u00e9riment\u00e9. Quant \u00e0 l\u2019observateur exp\u00e9riment\u00e9, il sait qu\u2019il en dit long sur nous-m\u00eame.<\/p>\n\n\n\n<p>Un \u00e9tude men\u00e9e par le psychologue Albert Mehrabian montre que l\u2019effet produit par un message verbal d\u00e9pend de trois facteurs : du contenu informatif \u00e0 7 %, du langage corporel \u00e0 55 %, de la voix et de l\u2019\u00e9locution \u00e0 38 %.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">La fameuse \u201cpremi\u00e8re bonne impression\u201d influenc\u00e9e par la communication non verbale<\/h3>\n\n\n\n<p>Autrefois, cette premi\u00e8re impression \u00e9tait d\u2019une importance capitale, car nous devions \u00e9valuer instantan\u00e9ment si nous pouvions faire confiance \u00e0 un \u201c\u00e9tranger\u201d. Depuis les choses n\u2019ont pas fondamentalement chang\u00e9. Certes, <strong>les technologies de la communication<\/strong> ont r\u00e9alis\u00e9 des progr\u00e8s fulgurants et nous n\u2019avons plus besoin d\u2019\u00eatre en pr\u00e9sence de notre interlocuteur pour \u00e9changer des informations avec lui. Mais la premi\u00e8re impression \u00e0 l\u2019occasion d\u2019une rencontre r\u00e9elle (IRL) et non plus virtuelle, peut jouer un r\u00f4le important, voire d\u00e9cisif.<\/p>\n\n\n\n<p>Le mobile marketing est en partie responsable de cette digitalisation des \u00e9changes.<\/p>\n\n\n\n<p><em>N\u00e9anmoins avant d\u2019interpr\u00e9ter un geste isol\u00e9, reliez-le \u00e0 d\u2019autres gestes et au contexte. Dites-vous qu\u2019un geste n\u2019est qu\u2019un \u00e9l\u00e9ment au sein d\u2019un ensemble.<\/em><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Qu'est ce que la synergologie en communication non verbale ?<\/h2>\n\n\n\n<h3 class=\"wp-block-heading\">L'origine de la Synergologie<\/h3>\n\n\n\n<p>Dans les ann\u00e9es 1980, en amor\u00e7ant ses \u00e9tudes doctorales, <a href=\"http:\/\/philippe.turchet.synergologie.org\/\" target=\"_blank\" rel=\"noopener noreferrer\">Philippe Turchet<\/a> travaille sur la rationalit\u00e9 du comportement.<\/p>\n\n\n\n<p>Philippe Turchet comprend alors que les ressorts du <strong>langage corporel<\/strong> humain et sa communication non verbale, \u00e0 travers certains micro-mouvements du corps et du visage, demandent \u00e0 \u00eatre appr\u00e9hend\u00e9s \u00e0 travers des grilles d'observation sp\u00e9cifiques. Cela permet de recueillir des donn\u00e9es simples qui n'avaient parfois jamais \u00e9t\u00e9 recueillies.<br>Il fonde en 1996 la synergologie, qui permettra l'observation syst\u00e9matis\u00e9e du langage corporel humain.<br>Aujourd'hui, la discipline fond\u00e9e sur la compr\u00e9hension du langage des gestes a m\u00fbri, le lexique corporel sur lequel s'appuient les synergologues est solide. Il n'est plus seulement question de comprendre l'autre, il s'agit aussi de lui proposer des formes d'interactions adapt\u00e9es pour que la communication soit authentique, \u00e9panouissante et ses fruits mesurables.<\/p>\n\n\n\n<p>Si le langage corporel est pris en compte par toutes les disciplines relevant des sciences humaines, aucune d'entre elles n'en a fait l'objet propre de sa discipline, parce que pour toutes les sciences humaines, le langage corporel sert d'appui pour parler d'autre chose. Pour le m\u00e9decin le geste (au sens large) est un sympt\u00f4me, pour l'ethnologue il est l'expression d'un rituel, pour le psychologue, un \u00e9piph\u00e9nom\u00e8ne.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">D\u00e9tecter le mensonge par l'observation et le questionnement<\/h3>\n\n\n\n<p>La synergologie est bas\u00e9e sur un ensemble de th\u00e9ories, elles-m\u00eames fond\u00e9es \u00e0 partir de m\u00e9thodes et techniques sp\u00e9cifiques. Le synergologue n\u2019est pas seulement un observateur, il est une personne qui questionne.<br>C\u2019est le questionnement qui lui permet de valider ou non ce qu\u2019il a induit en regardant l\u2019autre.<br>Bien s\u00fbr, il a appris que tel d\u00e9placement de traits voulait plut\u00f4t dire ceci ou cela, mais il n\u2019est jamais s\u00fbr que ce qu\u2019il pense est bien l\u2019expression de la r\u00e9alit\u00e9. En revanche, en questionnant l\u2019autre adroitement, de mani\u00e8re d\u00e9tourn\u00e9e ou plus directement selon son objectif, il va se donner tr\u00e8s vite les moyens de confronter ses connaissances au terrain.<\/p>\n\n\n\n<p><b>Ci-dessous, une vid\u00e9o tr\u00e8s int\u00e9ressante sur la communication non verbale et les mensonges :<\/b><\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<p><iframe src=\"https:\/\/www.youtube.com\/embed\/Fe-sjQ9EIfE\" width=\"720\" height=\"390\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"><\/iframe><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Les gestes : un langage de la relation non verbale<\/h3>\n\n\n\n<p>Avez-vous remarqu\u00e9 que lorsque vous \u00eates seul(e) et que vous r\u00e9fl\u00e9chissez, vous ne faites pas de gestes ? Vous r\u00e9servez les gestes aux situations dans lesquelles vous \u00eates en relation. Le geste est li\u00e9 \u00e0 la relation, il peut \u00eatre contr\u00f4l\u00e9 ou non, conscient ou inconscient.<\/p>\n\n\n\n<p>En relation, le discours verbal a tendance \u00e0 \u00eatre soutenu par de petits gestes qui pourraient sembler inutiles, car en th\u00e9orie l'interlocuteur de celui qui parle ne les regarde pas vraiment. Mais ces petits gestes auraient disparu s'ils \u00e9taient vraiment inutiles. L'\u00eatre humain ne fait rien pour rien et chaque fois qu'il d\u00e9pense de l'\u00e9nergie c'est pour une raison pr\u00e9cise, la restauration d'un \u00e9quilibre. Ces petits gestes en apparence anodins permettent d\u2019aller stimuler une aire c\u00e9r\u00e9brale li\u00e9e \u00e0 la production verbale.<\/p>\n\n\n\n<p>Inconsciemment, celui qui \u00e9coute prend en compte les gestes de celui qui parle.<br>Ces gestes colorent et donnent toute profondeur au discours. Vos gestes associ\u00e9s \u00e0 l'expression de votre visage expriment votre intention. Les gestes apportent parfois des informations suppl\u00e9mentaires et permettent de densifier la relation.<\/p>\n\n\n\n<p>Enfin, au moment o\u00f9 nous nous attendions \u00e0 voir dispara\u00eetre <strong>les gestes<\/strong>, parce que les mots les rempla\u00e7aient, ils se sont mis au contraire \u00e0 prolif\u00e9rer. Les grands gestes d\u00e9crivant les choses remplac\u00e9es par une multitude de petits gestes permettant de nuancer les mots et de faire passer un certain nombre d\u2019\u00e9tats d\u2019\u00eatre.<br>Mais surtout le geste qui servait jusque-l\u00e0 de support informationnel \u00e0 la communication, en est devenu un support relationnel.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Comment exploiter le langage de votre corps en situation professionnelle ?<\/h2>\n\n\n\n<p>Que ce soit lors d\u2019un <strong>entretien d\u2019embauche<\/strong> ou dans des <strong>relations de travail<\/strong> quotidiennes, le langage du corps intervient syst\u00e9matiquement. Votre corps est un outil formidable que vous pouvez apprendre \u00e0 utiliser au mieux en toutes circonstances - pour valoriser vos qualit\u00e9s, donner confiance \u00e0 vos interlocuteurs, renforcer votre force de conviction, asseoir votre position ou simplement mieux communiquer avec les autres (communication verbale et non-verbale).<br><em><strong>Cependant, restez authentique et \u00e9vitez les gestes trop \u00e9tudi\u00e9s !<\/strong><\/em><\/p>\n\n\n\n<p>Les r\u00e9unions de travail sont l\u2019occasion id\u00e9ale de recueillir des informations pr\u00e9cieuses sur <strong>les r\u00e9seaux d\u2019influence <\/strong>et les rapports de force au sein de l\u2019entreprise. Vous y d\u00e9couvrirez la culture de votre entreprise et la meilleure fa\u00e7on de d\u00e9fendre votre point de vue.<br>M\u00eame au sein d\u2019une \u00e9quipe de travail, la premi\u00e8re impression que les autres ont de vous est importante. Alors r\u00e9fl\u00e9chissez bien \u00e0 l\u2019impression que vous voulez donner et travaillez-la.<\/p>\n\n\n\n<p>\u00c0 l\u2019occasion d\u2019une <strong>n\u00e9gociation commerciale<\/strong> avec un client ou un partenaire, n\u2019essayez pas d\u2019influencer votre client avec des techniques toutes faites, notamment un langage corporel standardis\u00e9. Seul un int\u00e9r\u00eat r\u00e9el manifest\u00e9 \u00e0 l\u2019\u00e9gard du client vous permettra d\u2019avoir une posture, une gestuelle et une mimique naturelle et d\u2019\u00e9tablir une relation de confiance avec votre interlocuteur.<\/p>\n\n\n\n<p>Un exemple parfait de l'utilisation de la communication verbale et non verbale c'est bien <a href=\"https:\/\/citronnoir.com\/entreprendre\/rendre-son-discours-attractif-avec-la-methode-steve-jobs\/\">la communication de Steve Jobs<\/a><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Enfin, n\u2019ayez pas peur de vos \u00e9motions et exprimez-les consciemment !<\/h2>\n\n\n\n<p>Avant d\u2019intervenir, prenez clairement conscience, non seulement de vos objectifs et de vos motivations, mais aussi des \u00e9motions qui vont avec. Ne craignez pas de montrer ce qui vous motive et vous tient \u00e0 c\u0153ur. Si vous voulez para\u00eetre <strong>convaincant <\/strong>et authentique, n\u2019ayez pas peur de vous montrer expressif dans vos gestes ou dans votre mimique quand vous parlez de quelque chose qui est important pour vous.<\/p>\n\n\n\n<p>N\u2019essayez pas de vous cacher derri\u00e8re un masque d\u2019indiff\u00e9rence ou derri\u00e8re les faits. \u00c9vitez les gestes en d\u00e9saccord avec vos \u00e9motions, vous risquez d\u2019avoir l\u2019air affect\u00e9 et de manquer de cr\u00e9dibilit\u00e9. Ne changez pas votre communication non-verbale sur le moment mais travaillez-la en amont.<\/p>\n\n\n\n<p><b>En bref, travailler ses gestes et sa posture est indispensable pour rester \u00eatre naturel et en accord avec son discours.<\/b><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/citronnoir.com\/wp-content\/uploads\/2019\/11\/communication-non-verbale.jpg\" alt=\"homme-grimace\"\/><\/figure>\n","protected":false},"excerpt":{"rendered":"<p>Le message que nous souhaitons d\u00e9livrer ne sera pas re\u00e7u ni per\u00e7u de la m\u00eame fa\u00e7on par nos interlocuteurs selon notre communication non-verbale (corporelle).<\/p>\n","protected":false},"author":4,"featured_media":7885,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_seopress_robots_primary_cat":"113","_seopress_titles_title":"La communication non verbale influence-t-elle le discours ?","_seopress_titles_desc":"Le message que nous souhaitons d\u00e9livrer ne sera pas re\u00e7u ni per\u00e7u de la m\u00eame fa\u00e7on par nos interlocuteurs selon notre communication non-verbale (corporelle).","_seopress_robots_index":"","footnotes":""},"categories":[113],"tags":[],"class_list":["post-7870","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-entreprendre"],"_links":{"self":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/7870"}],"collection":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/comments?post=7870"}],"version-history":[{"count":2,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/7870\/revisions"}],"predecessor-version":[{"id":32975,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/posts\/7870\/revisions\/32975"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media\/7885"}],"wp:attachment":[{"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/media?parent=7870"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/categories?post=7870"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/citronnoir.com\/wp-json\/wp\/v2\/tags?post=7870"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}